[
  {
    "name": "Курица в ажуре из картофеля",
    "ingredients": [
      "Грудка куриная (крупные) — 2 шт",
      "Картофель (сырой, средней величины) — 6 шт",
      "Яйцо куриное — 1 шт",
      "Мука пшеничная / Мука — 2 ст. л.",
      "Сыр твердый (тертый) — 100 г",
      "Петрушка (зелень) — 1 пуч.",
      "Соль — по вкусу",
      "Перец черный",
      "Масло растительное"
    ],
    "instructions": [
      "Порежьте зелень.. перемешайте с сыром",
      "Мясо курицы порежьте тонкими пластиками",
      "И обжарьте его, посолив.. поперчив.. на сухой разогретой сковородке.. буквально 2-3 минуты... помешивая... (если сковорода без антипригарного покрытия, обжарьте в небольшом количестве растительного масла)",
      "Картофель почистить... натереть на крупной терке... хорошенько отжать... Добавить яйца.. муку.. соль... перемешать",
      "Разогреем сковороду... нальем растительное масло, чтобы покрыло дно сковороды... Распределим тертый картофель по дну и прижмем лопаточкой... Таким образом у нас получается блин картофельный",
      "Когда наш блин готов с одной стороны (жарится 2-3 минуты).. переворачиваем... и выкладываем на половину блина курицу..",
      "Сверху посыпем тертым сыром с зеленью... и ждем 2-3 минуты... когда поджарится вторая сторона блина.. а сыр начнет плавиться",
      "Свободной стороной картофельного блина накрываем курицу с сыром.. по минутке на каждой стороне обжариваем."
    ],
    "url": "https://www.povarenok.ru/recipes/show/16995/",
    "nutrition": {
      "calories": "1913.2 ккал",
      "protein": "192.8 г",
      "fat": "34 г",
      "carbohydrates": "208.9 г"
    }
  },
  {
    "name": "Куриное филе \"Птица оригинальная\"",
    "ingredients": [
      "Филе куриное — 0,5 кг",
      "Яйцо куриное (кляр) — 2 шт",
      "Крахмал — 1 ст. л.",
      "Майонез — 2 ст. л.",
      "Соевый соус (по вкусу ) — 1 ст. л.",
      "Сыр твердый — 200 г",
      "Соль ( по вкусу )",
      "Масло растительное (для жарки)",
      "Перец черный (по вкусу)"
    ],
    "instructions": [
      "Куриное филе разрезать вдоль (у меня получилось на три раза), отбить, посолить, поперчить.",
      "Приготовить кляр: смешать яйца, майонез, крахмал, соевый соус.",
      "На мелкой терке натереть сыр (лучше твердый, но у меня был мягкий \"Российский\").",
      "В идеале, куриное филе окунают в кляр, затем в мелко потертый сыр, потом опять в кляр, сыр, кляр... эту процедуру делают три раза.",
      "Но у меня сыр плохо прилипал к филе ( ( (",
      "Поэтому сыр всыпать в кляр, все хорошо перемешать..., погружать филе в эту смесь...",
      "Переложить на сковородку и сверху еще добавить кляр... Обжарить с двух сторон до золотистой корочки. Готовятся очень быстро."
    ],
    "url": "https://www.povarenok.ru/recipes/show/25691/",
    "nutrition": {
      "calories": "863.9 ккал",
      "protein": "56 г",
      "fat": "50.9 г",
      "carbohydrates": "42.7 г"
    }
  },
  {
    "name": "Куриная отбивная для лентяек",
    "ingredients": [
      "Приправа (\"Итальянские травы\", по вкусу)",
      "Соль (по вкусу)",
      "Мука пшеничная / Мука",
      "Яйцо куриное — 1 шт",
      "Молоко — 50-60 мл",
      "Филе куриное — 600 г",
      "Чеснок (по вкусу)",
      "Лимон (только сок)"
    ],
    "instructions": [
      "Филе режем на кубики примерно 2х2 см. Сбрызгиваем лимонным соком, солим и посыпаем итальянскими травами. Перемешиваем...",
      "... тем временем. Мелко-примелко режем на кубики лук. Можно также добавить зубчик чеснока.",
      "В миске смешиваем филе, лук и чеснок, молоко и яйцо.",
      "Перемешиваем, затем постепенно добавляем муку, масса должна напоминать тесто на оладьи.",
      "Обжариваем в кипящем масле, на среднем огне под крышкой по 7 минут с каждой стороны..."
    ],
    "url": "https://www.povarenok.ru/recipes/show/36887/",
    "nutrition": {
      "calories": "836.1 ккал",
      "protein": "150.3 г",
      "fat": "14.3 г",
      "carbohydrates": "13.4 г"
    }
  },
  {
    "name": "Курица \"Объедение\"",
    "ingredients": [
      "Окорочок куриный — 10 шт",
      "Соль — 1 ст. л.",
      "Сахар — 1 ст. л.",
      "Вода — 250 мл",
      "Чеснок — 2-3 зуб."
    ],
    "instructions": [
      "Для приготовления курочки необходимо смесь соли и сахарного песка высыпать на сухую горячую сковороду, и постоянно помешиваая, готовим на большом огне,",
      "В результате сахар расплавится и получится вот такая коричневая масса-карамель (но не переусердствуйте, чтобы сахар не перегорел, а то получите вместо карамели горелый сахар).",
      "Сразу вольем в густую жженку стакан воды и на среднем огне, постоянно помешивая, растворяем сахар с солью.",
      "Подготовленные окорочки я смазала натертым чесноком, сверху полила полученной смесью (чтобы жидкость попала на каждый кусочек).",
      "Теперь ставим противень в разогретую духовку до 190-200 гр Ц и запекаем около часа, чтобы птичка получилась румяной."
    ],
    "url": "https://www.povarenok.ru/recipes/show/19046/",
    "nutrition": {
      "calories": "7511.1 ккал",
      "protein": "855.3 г",
      "fat": "440.3 г",
      "carbohydrates": "38.9 г"
    }
  },
  {
    "name": "Курица на соли",
    "ingredients": [
      "Курица — 1 шт",
      "Соль — 1 пач."
    ],
    "instructions": [
      "Рецепт настолько прост и незамысловатен, что конечный результат просто потрясает! Понадобится целая куриная тушка и пачка соли без добавок. Расскажу, как удачно выбрать курицу. Если у вас нет своей \"проверенной\" фирмы, старайтесь брать курицу охлажденную под прозрачной пленкой, чтобы ее можно было хорошо разглядеть. У замороженных куриц в цветной упаковке трудно понять, что внутри. Курочка должны иметь ровную, без разрезов и проколов кожу. Кожа должна быть жирноватая, розовая, с легкой желтизной, поры не должны быть широкими. Нормально, если на ножках кожа тоньше, розовее и даже кажется, что они немного с синим оттенком. Кожа должна хорошо облегать курицу, быть как бы натянутой, упругой, ни в коем случае не висеть, как будто курица скинула полкило))). Примерно, как на фото. Если кожа обезжиренная и белесая, возможно курицу вымачивали в соде. Если на грудке следы проколов, как от иголок - курицу накачивали рассолом непонятного содержания. Постарайтесь приподнять пленку и понюхать. В современной жизни лучше выглядеть немного наглым в магазине, чем купить товар с \"душком\". Пахнуть курочка должна свежим мясом, если есть подозрительные запахи пропащего, ни в коем случае не берите. Надеюсь, эти советы вам пригодятся в дальнейшем. Выбор хорошей курицы очень важен для этого рецепта, потому что мы получаем в итоге чистый вкус куриного мяса, не завуалированный маринадом.",
      "Соль высыпаете в форму с бортами. Соль можно брать любую - хоть мелкую, хоть крупную, но желательно не йодированную (говорят, она горчит)",
      "Курицу моете, обязательно обсушиваете салфетками или полотенцем, связываете ножки (я скрутила полоску фольги и обвязала ей - очень удобно). На кончики крылышек можно одеть рукавички из бумаги или фольги. Тогда они не подгорят и не будут слишком сухими. Курочку кладете на соль спинкой вниз. Это обязательно, чтобы соки оставались все в курице и не вытекали на соль. И все. Абсолютно ничего не нужно добавлять или фаршировать. Это излишне.",
      "Теперь приготовление. Самое главное в нашем деле - это не пересушить курицу. Поэтому расчитываем время запекания. При 180 градусах полностью размороженный кг курицы запекается 35 минут. На два кило нужно соответственно час-час 10. Не советую запекать при 200 градусов - кожа может подгореть и лопнуть. Весь смысл этого рецепта в том, что в духовке создается этакая \"соляная сауна\". Соль забирает из кожи влагу, та становится сухой и хрустящей и укрывает курицу как пергамент, не давая влаге испариться из мяса. Мясо остается очень сочным и нежным, а излишки влаги и сок скапливается в животе у курицы. Итак, ставим в горячую духовку и забываем на часок. Не бойтесь, что час для курицы - это мало (знаю людей, которые пересушивали курицу таким способом). У меня все прекрасно пропекается. Если сомневаетесь - зубочисткой проколите бедро - пойдет чистый, прозрачный сок. И вот она, нарядная, на праздник к нам пришла! Поглядите, правда, красавица? Курицу снимаете с соли очень осторожно, поднимаяя за туловище ногами вниз. Внутри очень много куриного сока (на фото видно, что немного вытекло под хвостик), который горячий прям \"ливанет\" вниз. Старайтесь, чтобы не попало на кожу и не было потом опять контакта с солью. А то соль тогда прилипнет к куриной коже."
    ],
    "url": "https://www.povarenok.ru/recipes/show/74253/",
    "nutrition": {
      "calories": "1740 ккал",
      "protein": "261 г",
      "fat": "55.5 г",
      "carbohydrates": "48 г"
    }
  },
  {
    "name": "Курица, маринованная по-американски",
    "ingredients": [
      "Уксус — 3 ст. л.",
      "Корица (молотая, щепотка)",
      "Горчица — 3-4 ст. л.",
      "Масло растительное (оливковое или подсолнечное и т.п.) — 1 стак.",
      "Курица — 2 кг",
      "Чеснок — 2-3 зуб.",
      "Специи",
      "Лист лавровый"
    ],
    "instructions": [
      "Здравствуйте!!!))) Сразу приступаем к приготовлению, без отступлений!))) Масло смешаем с горчицей, я взяла с зернышками (кажется, в России она называется Дижонская), но это не обязательно, можно брать любую.",
      "Взбиваем масло с горчицей до состояния майонеза. Добавляем остальные ингредиенты: уксус + тертый или измельченный чеснок + корица + соль, перец + специи для курицы. Еще раз хорошо перемешаем.",
      "Курицу режем на такие куски, как бы вы нарезали уже готовую поджаренную курицу, т. е. на порции, и смешиваем с маринадом, добавляем лавровый лист и оставляем на 24 часа мариноваться в холодильнике.",
      "Затем выкладываем на противень и жарим в духовке примерно 45-50 минут."
    ],
    "url": "https://www.povarenok.ru/recipes/show/46727/",
    "nutrition": {
      "calories": "4382.6 ккал",
      "protein": "354.7 г",
      "fat": "287.9 г",
      "carbohydrates": "93.7 г"
    }
  },
  {
    "name": "Котлета куриная по ГОСТу \"Сделана в СССР\"",
    "ingredients": [
      "Курица (берем одну большую весом 2 кг, чтобы фарша получилось 1 кг) — 1 шт",
      "Хлеб (белый, без корок) — 250 г",
      "Молоко — 350 мл",
      "Масло сливочное — 30 г",
      "Соль (по вкусу)"
    ],
    "instructions": [
      "Вот такая книга хранится в нашей семье больше полувека. Когда я была совсем маленькой и читала только по букварю и по слогам: «мама мыла раму», то тогда уже обожала в этой книге рассматривать картинки. Вот кто-то на принцесс всяких глядел в пять лет, а я на фотки готовых блюд :). В настоящее время я мало к этой книге обращаюсь, но вот с рецептом куриной котлеты она мне здорово помогла. Прочитала рецепт, первая мысль была: в принципе, все, как всегда, но ладно, попробую, строго соблюдая всю рецептуру. И я ни капельки об этом не пожалела. Но хватит разговоров, а то я долго могу бла-бла..:) давайте приступим к готовке.",
      "Друзья, перед готовкой, повторю еще разок, все продукты взвешиваем и отмеряем точно в граммах, как указано у меня в ингредиентах. Это очень важно, иначе вообще смысла нет готовить. Фарш готовим только так, как я опишу ниже. Жарим тоже только так, как я напишу. Технологию приготовления не меняем на свою привычную, делаем строго по моему описанию. И ни какой «отсебятины»!!! в плане чеснока, перца, зелени и т. д.!!! Так что считайте, что вы попали у меня в кулинарный плен! :) Ведь только при выполнении всех этих условий я смогу гарантировать вам вкусную, натуральную куриную котлету, именно какой она и должна быть по ГОСТу (сижу улыбаюсь). Если не испугались и еще не сбежали, то продолжаем :). Для фарша нам потребуется куриное мясо с ножек и грудки. Для этого надо купить большую курицу. У меня была весом два с лишним кило. Конечно, можно купить отдельно грудки и окорочка, но это просто дороже. А если мы готовим по ГОСТу из советских времен, то в те времена лозунг был: «Экономика должна быть экономной!» В принципе, актуально и в наши дни. Отделить мякоть от костей. Куриная шкурка в фарш не идет! Я ее просто выбрасываю. А вот остальное замораживаю на будущее, как на фотке у меня показано.",
      "С куриной мякоти срезать все лишние жилки и жир, нарезать на кусочки и провернуть ДВА раза через мясорубку с крупной решеткой (забываем про блендеры, нужна именно мясорубка). С хлеба срезать корки и замочить в молоке.",
      "Размять руками хлеб в молоке до однородной каши, перелить все в миску к куриному фаршу. Все хорошенько перемешать и еще раз пропустить через мясорубку. После этого посолить и добавить размягченное сливочное масло (но не растопленное!). Еще раз хорошенько вымешать и убрать в холодильник. Тем временем перемолоть хлебные корки в блендере в крошку и смешать с панировочными сухарями. Сформировать котлетки, обвалять в панировке.",
      "Жарим либо на топленом масле, либо на смеси растительного со сливочным и на хорошо разогретой сковородке без крышки. Приблизительно по три-четыре минуты с каждой стороны, после этого переворачиваем их на бок, накрываем крышкой, уменьшаем огонь до минимума и томим еще минут 7. Все, готово!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/68889/",
    "nutrition": {
      "calories": "2662.2 ккал",
      "protein": "286 г",
      "fat": "83.4 г",
      "carbohydrates": "188 г"
    }
  },
  {
    "name": "Куриная печень \"Быстрое угощение\"",
    "ingredients": [
      "Печень куриная — 500 г",
      "Лук репчатый — 2 шт",
      "Яблоко (лучше, кислое, у меня - антоновка) — 1 шт",
      "Томатная паста — 1 ст. л.",
      "Вода — 1/2 стак.",
      "Мука пшеничная / Мука — 1 ст. л.",
      "Масло растительное (для жарки)",
      "Соль (по вкусу)",
      "Перец черный (молотый, по вкусу)"
    ],
    "instructions": [
      "Печень промываем, удаляем все ненужное и некрасивое. Я все вырезаю очень кропотливо и тщательно - это самое долгое занятие... И у меня получается очень много отходов (тем более, я не жадничаю - все мясные и т. п. обрезки отдаются соседской собачке), поэтому, я всегда беру печени больше, чем указано в рецепте. В этот раз у меня было 600г. Печень режем произвольными кусочками.",
      "В исходном рецепте рекомендовалось резать лук кольцами. Можно и так. Но мне захотелось нарезать полукольцами.",
      "Делаем соус - яблоко трем на мелкой терке, добавляем к нему томат-пасту, муку, разводим водой. Соль, перец - по вкусу.",
      "Разогреваем в сковороде немного растительного масла, жарим на нем до прозрачности лук, добавляем печень, и, помешивая, жарим 2-5 минут. Смотрим, чтобы вся печень равномерно обжарилась, чтобы не выделялся красный сок и не было сырых участков на печени.",
      "Добавляем соус к печени, тушим 3-4 минуты. Если надо, соль, перец - по вкусу."
    ],
    "url": "https://www.povarenok.ru/recipes/show/52258/",
    "nutrition": {
      "calories": "1166.8 ккал",
      "protein": "97.2 г",
      "fat": "61.5 г",
      "carbohydrates": "58.8 г"
    }
  },
  {
    "name": "Гульчехра",
    "ingredients": [
      "Курица (любые части курицы) — 1 кг",
      "Лук репчатый (можно больше) — 3 шт",
      "Чеснок — 10 зуб.",
      "Молоко — 150 мл",
      "Сметана — 10 ст. л.",
      "Укроп (я брала замороженный) — по вкусу",
      "Хмели-сунели — 1 ч. л.",
      "Мука пшеничная / Мука — 2 ст. л.",
      "Сахар — 1 ч. л.",
      "Соль — по вкусу",
      "Перец душистый — по вкусу",
      "Масло подсолнечное (для жарки)"
    ],
    "instructions": [
      "Вот, что нам понадобится!",
      "Почистить и порезать лук полукольцами.",
      "С куриных ножек я сняла кожу и обрезала лишний жир. Кому жир не мешает, может готовить с кожей! Порезать на небольшие кусочки.",
      "Лук обжарить на сковороде в маленьком количестве подсолнечного масла. Отложить в сторону.",
      "Кусочки курочки обжарить в той же сковороде, где жарился лук, до румяной корочки. Добавить жареный лук.",
      "Пока жарился лук и курочка, смешать молоко и муку до однородной массы так, чтобы не было комочков.",
      "Добавить к курице молоко, сметану, соль, сахар, специи, чеснок и водичку так, чтобы курочку покрывал соус, но не полностью. Хорошо перемешать и тушить до готовности под закрытой крышкой примерно 30 минут. Иногда помешивать! Почти в конце добавить нарезанный укроп и ещё немного потушить."
    ],
    "url": "https://www.povarenok.ru/recipes/show/89408/",
    "nutrition": {
      "calories": "2575.5 ккал",
      "protein": "208.9 г",
      "fat": "109.7 г",
      "carbohydrates": "195 г"
    }
  },
  {
    "name": "Домашние куриные наггетсы",
    "ingredients": [
      "Филе куриное (двойные) — 4 шт",
      "Хлеб (белый, свежий, для крошек)",
      "Яйцо куриное — 4 шт",
      "Горчица — 2 ст. л.",
      "Мука пшеничная / Мука (для обваливания)",
      "Кунжут (семя) — 5-6 ст. л."
    ],
    "instructions": [
      "Моем и режем куриное филе на полоски толщиной 2 см, длиной сантиметров 6-7.",
      "Панировка: крошим белый хлеб,",
      "Смешиваем с кунжутными семечками,",
      "С солью и специями.",
      "Обваливаем полоски в муке.",
      "Взбиваем яйца с горчицей.",
      "Окунаем мясо в яйцо с горчицей",
      "И обваливаем в крошках с семечками.",
      "Жарим на растительном масле, все время переворачивая."
    ],
    "url": "https://www.povarenok.ru/recipes/show/43223/",
    "nutrition": {
      "calories": "2313.7 ккал",
      "protein": "288.2 г",
      "fat": "102.1 г",
      "carbohydrates": "40.9 г"
    }
  },
  {
    "name": "Отбивные \"Пушистые\"",
    "ingredients": [
      "Филе куриное — 4 шт",
      "Яйцо куриное — 1 шт",
      "Мука пшеничная / Мука — 0,5 стак.",
      "Перец черный (молотый)",
      "Соль",
      "Масло растительное"
    ],
    "instructions": [
      "Берем одно большое яйцо (или два маленьких) и отделяем желток от белка. Насыпаем в тарелку муку.",
      "Желток взбиваем вилкой, а белок венчиком или миксером до пышной пены.",
      "Филе курицы отбиваем, солим, перчим и обволакиваем в желтке.",
      "Затем в муке.",
      "И в белке.",
      "На сковороду наливаем масло и кладем отбивную.",
      "Обжариваем с двух сторон."
    ],
    "url": "https://www.povarenok.ru/recipes/show/54949/",
    "nutrition": {
      "calories": "1284.1 ккал",
      "protein": "238.6 г",
      "fat": "28.5 г",
      "carbohydrates": "0.4 г"
    }
  },
  {
    "name": "Куриные стрипсы \"КФС\"",
    "ingredients": [
      "Филе куриное (грудки) — 900 г",
      "Мука пшеничная / Мука — 3.5 стак.",
      "Яйцо куриное — 1 шт",
      "Паприка сладкая (красная молотая) — 3 ст. л.",
      "Приправа (травы для птицы) — 2 ст. л.",
      "Молоко — 0.5 стак.",
      "Соль — 1.5 ст. л.",
      "Перец красный жгучий — 1 ч. л.",
      "Масло подсолнечное — 0.5 л"
    ],
    "instructions": [],
    "url": "https://www.povarenok.ru/recipes/show/59354/",
    "nutrition": {
      "calories": "7690.9 ккал",
      "protein": "276.5 г",
      "fat": "529.4 г",
      "carbohydrates": "433.5 г"
    }
  },
  {
    "name": "Секретная курица-2",
    "ingredients": [
      "Курица — 1200 г",
      "Масло сливочное — 50 г",
      "Масло оливковое — 2 ст. л.",
      "Чеснок — 2 зуб.",
      "Порошок чесночный — 1/2 ч. л.",
      "Розмарин (пару веточек)",
      "Овощи (на ваш вкус или из тех, что есть в наличии)",
      "Соль (по вкусу)",
      "Перец черный (по вкусу)",
      "Бульон (овощной) — 100 мл",
      "Лимон — 1/2 шт",
      "Мята (свежая 1 веточка )"
    ],
    "instructions": [
      "Курицу вымыть, обрезать гузку и обсушить. Положить грудкой вниз и сверху двумя руками с силой прижать, чтобы сломался хрящ грудки, тогда она не будет выступать и гореть во время жарки. Натереть курицу солью и перцем сверху и внутри. С помощью небольшой лопаточки поднять кожицу по всей куриной грудке.",
      "Смешать сливочное масло с чесночным порошком.",
      "Опять, таки, с помощью лопатки нанести чесночное масло по всей грудке.",
      "А также вдоль бедрышка. На это все уйдет больше половины чесночного масла. Оставшееся масло растопить.",
      "Лимон, чеснок, половинку луковицы и веточку розмарина поместить во внутрь тушки.",
      "Овощи - у меня: 1 морковь, 1 кабачок, несколько картошек и 1,5 небольшие красные луковицы - нарезать, полить оливковым маслом, посолить и поперчить.",
      "Поместить курицу в жаростойкую форму, связать ей ножки. Овощи распределить по бокам и залить овощным бульоном, посыпать все розмарином, по желанию можно положить веточку свежей мяты. Смазать курицу оставленным растопленным маслом.",
      "Накрыть курицу фольгой. Запекать в прогретой до 200*Сдуховке 1 час.",
      "Снять фольгу, понизить температуру духовки до 180*С. Смазать курицу бульоном и запекать еще минут 25-30 до румяной корочки. Чтобы не обгорали крылышки и грудка, можно прикрыть их кусочками фольги.",
      "Сервировать курицу вместе с запечеными и свежими овощами и зеленью, во время еды мясо поливать лимонным соком."
    ],
    "url": "https://www.povarenok.ru/recipes/show/87094/",
    "nutrition": {
      "calories": "2215.6 ккал",
      "protein": "223.2 г",
      "fat": "118.3 г",
      "carbohydrates": "65.9 г"
    }
  },
  {
    "name": "Курица в сырном соусе \"Птичье молочко\"",
    "ingredients": [
      "Вода",
      "Чеснок (если острое не слишком любите, то можно взять 1 зубчик) — 4 зуб.",
      "Сыр плавленый (у меня \"Янтарь\") — 400 г",
      "Бедро куриное — 800 г",
      "Соль (по вкусу)",
      "Перец черный (молотый, по вкусу)"
    ],
    "instructions": [
      "Кладем бедрышки в кастрюлю (рубить на две части я не стала каждое бедрышко), наливаем воду, чтобы она была на 2 пальца выше бедрышек, добавляем перец, солить я не стала, посолить лучше в самом конце, после того, как добавите сыр (он бывает разной степени солености).",
      "На среднем огне тушим под крышкой около часа, чтобы мясо проварилось, а бульон стал очень концентрированный и его было немного.",
      "После этого добавляем сыр и хорошо перемешиваем, убираем кастрюлю с огня и оставляем \"дойти\" еще минут 10.",
      "Добавляем измельченный чеснок (я тру на мелкой терке).",
      "Готовые бедрышки с соусом раскладываем по тарелкам. Гарнируем рисом, вареным или жаренным картофелем, посыпаем зеленью."
    ],
    "url": "https://www.povarenok.ru/recipes/show/51942/",
    "nutrition": {
      "calories": "2478.7 ккал",
      "protein": "272.3 г",
      "fat": "142.5 г",
      "carbohydrates": "27.7 г"
    }
  },
  {
    "name": "Утка по-пекински",
    "ingredients": [
      "Утка (2-2,5кг) — 1 шт",
      "Вода (крутой кипяток) — 1,5-2 л",
      "Вино красное сухое — 100 мл",
      "Соль",
      "Мед — 4 ст. л.",
      "Перец черный — 1 ст. л.",
      "Имбирь — 1 ст. л.",
      "Масло оливковое — 1 ст. л.",
      "Соевый соус — 5 ст. л.",
      "Яйцо куриное (для блинчиков) — 2 шт",
      "Молоко (для блинчиков) — 2/3 стак.",
      "Вода (для блинчиков) — 2/3 стак.",
      "Мука пшеничная / Мука (для блинчиков) — 1,5 стак.",
      "Лук зеленый (для блинчиков) — 1 пуч.",
      "Огурец (для подачи) — 2 шт",
      "Соевый соус (для подачи)",
      "Масло растительное — 2 ст. л."
    ],
    "instructions": [
      "Берем свежую, выпотрошеную или полностью размороженную утку, срезаем с нее лишний жир и предварительно подвесив ее на крюк или вилку, обдаем кипятком. Кожа утки при этом побелеет.",
      "Промакиваем ее досуха бумажным полотенцем или салфетками и натираем утку со всех сторон снаружи и внутри вином.",
      "и натираем морской солью",
      "После этого отправляем утку на 12 часов в холодильник. Ничем не накрываем. Удобно насадить ее на стакан или банку. Под утку поставить тарелку или кастрюлю(как у меня)",
      "Через 12 часов достаем утку, обмазываем со всех сторон и внутри 2ст.л. меда и снова отправляем в холодильник на 12 часов в таком-же вертикальном положении.",
      "По-прошествии вторых 12 часов, вынимаем утку из холодильника. Разогреваем духовку до 190-200 градусов. Укладываем нашу утку на решетку, решетку на противень, а в противень наливаем около 1 стакана холодной воды. Всю эту конструкцию накрываем максимально герметично фольгой и отправляем в разогретую духовку на 1 час.",
      "Смешиваем имбирь, масло , перец, соевый соус (4ст.л.)-получилась кашица.",
      "По истечении часа вынимаем утку из духовки, снимаем фольгу, убираем противень с жидкостью (я сразу его помыла чтобы подставить уже чистый (а то прикипит, зубами не отгрызешь) и смазываем только что приготовленной кашицей.",
      "заворачиваем ножки и крылья(чтобы не пригорели) фольгой",
      "смешаем 2ст.л. меда и 1ст.л. соевого соуса",
      "Увеличиваем градус в духовке до 250, и ставим туда утку на решетке (поставьте под низ противень- будет течь) на 25-30 мин.(постоянно следите чтобы не пригорела). когда приготовится, вынимаем нашу красавицу, обмазываем соусом(соевый соус+мед) и даем немного остыть.",
      "Вроде все, но не тут-то было... мы ведь готовим утку ПО-ПЕКИНСКИ!! Поэтому, не расслабляемся и готовим блинчики*YES* Для этого, смешаем муку с водой и яйцом так, чтобы не было комочков. Помешивая, постепенно добавим молоко и 2 ст. л. растительного масла.",
      "Мелко порежьте зеленый лук и положите его в готовое тесто.",
      "Выпекайте максмально тонкие блинчики (лучше взять сковороду с антипригарным покрытием, чтобы жарить их без масла)."
    ],
    "url": "https://www.povarenok.ru/recipes/show/31617/",
    "nutrition": {
      "calories": "8151 ккал",
      "protein": "320 г",
      "fat": "639 г",
      "carbohydrates": "281.7 г"
    }
  },
  {
    "name": "Кусочки филе индейки, приготовленные по-итальянски",
    "ingredients": [
      "Мясо (обрезки: индейка, курица) — 400 г",
      "Лук репчатый (небольшой) — 2 шт",
      "Чеснок — 1 зуб.",
      "Масло растительное (для жарки) — 2-3 ст. л.",
      "Помидор — 2 шт",
      "Соль — 0.5 ч. л.",
      "Перец черный",
      "Лист лавровый — 1 шт",
      "Томатная паста (или томатное пюре - 6 ст.л.) — 4 ст. л.",
      "Крем фреш — 2 ст. л.",
      "Орегано — 0,5 ч. л.",
      "Мука пшеничная / Мука — 1 ст. л.",
      "Зелень (шалфей)"
    ],
    "instructions": [
      "Мясо (мякоть) нарезать небольшими кусочками-полосками вдоль волокон или использовать готовые \"обрезки\", обвалять в муке. Мелко нарезать лук и чеснок.",
      "На горячей сковороде разогреть хорошо растительное масло, обжарить со всех сторон несколько минут \"обрезки\" мяса, добавить веточку шалфея и жарить всё вместе до румяности мяса.",
      "Добавить помидоры, нарезанные кусочками (можно - консервированные, можно - свежие, без кожуры). Добавить лук и чеснок, обжарить всё вместе до мягкости овощей.",
      "Соус. Соединить томатное пюре - 6 ст. л. (я заменила на 3,5 ст. л. томатной пасты + вода, размешала до состояния пюре) с крем-фреш (очень густой домашней сметаной), орегано",
      "Добавить соус к мясу, посолить по вкусу, добавить ещё немного орегано",
      "И лавровый лист. Тушить под закрытой крышкой ок. 10 мин., помешав несколько раз.",
      "Подавать к пасте или рису."
    ],
    "url": "https://www.povarenok.ru/recipes/show/73937/",
    "nutrition": {
      "calories": "1470.2 ккал",
      "protein": "15 г",
      "fat": "37.8 г",
      "carbohydrates": "74.2 г"
    }
  },
  {
    "name": "Жюльен в булочке",
    "ingredients": [
      "Курица (окорочок) — 1 шт",
      "Грибы (вешенки) — 400 г",
      "Сметана — 200 г",
      "Сыр твердый — 150 г",
      "Лук репчатый — 2 шт",
      "Булочка — 6 шт",
      "Масло растительное (для обжарки и смазывания противня)",
      "Соль"
    ],
    "instructions": [
      "Продукты",
      "С окорочка снять кожу и отварить в подсоленной воде. Мясо отделить от костей и мелко порезать.",
      "Лук, у меня был мелкий 5 шт, нашинковать, спассеровать. Добавить грибы, мелко порезанные, обжарить до выпаривания сока.",
      "Добавить курочку, сметану и тушим 15 мин.",
      "Подготовить булочки, отрезать верхушку и убрать мякиш.",
      "Сыр натереть на крупной терке. Жульен положить в булочки, посыпать сыром и отправить в духовку запекаться до румяной корочки. У меня было 8 бул. пришлось растянуть начинку на все.",
      "Достаем булочки из духовки и... Аромат по всей кухни. Булочки сочные, корочка сыра румяная, жульен сочный."
    ],
    "url": "https://www.povarenok.ru/recipes/show/26072/",
    "nutrition": {
      "calories": "4319.5 ккал",
      "protein": "361.6 г",
      "fat": "136.7 г",
      "carbohydrates": "385 г"
    }
  },
  {
    "name": "Рубленые котлеты из куриного филе",
    "ingredients": [
      "Филе куриное (по весу 1 кг) — 6 шт",
      "Морковь (среднего размера) — 2 шт",
      "Лук репчатый — 1 шт",
      "Яйцо куриное — 1 шт",
      "Мука пшеничная / Мука — 1 ст. л.",
      "Соль (+ перец)",
      "Зелень"
    ],
    "instructions": [],
    "url": "https://www.povarenok.ru/recipes/show/15863/",
    "nutrition": {
      "calories": "1927.6 ккал",
      "protein": "360 г",
      "fat": "25.1 г",
      "carbohydrates": "41.6 г"
    }
  },
  {
    "name": "Цыпленок \"Кунг-Пао\"",
    "ingredients": [
      "Филе куриное — 500 г",
      "Крахмал — 1,5 ст. л.",
      "Масло растительное (для жарки) — 3 ст. л.",
      "Соевый соус — 4 ст. л.",
      "Соль (немного)",
      "Имбирь (молотый) — 1/2 ч. л.",
      "Перец чили (небольшой) — 1 шт",
      "Арахис — 2 ст. л."
    ],
    "instructions": [
      "Все, что нам пригодится. От куриных грудок отделяем филе",
      "И нарезаем тонкой соломкой.",
      "Смешиваем курицу с крахмалом",
      "И обжариваем в растительном масле на разогретой сковородке, на сильном огне.",
      "Немного подсаливаем,",
      "Добавляем соевый соус, перец чили (мелко порезанный) и имбирь, хорошенько перемешиваем и отставляем сковородку в сторонку.",
      "Арахис подсушиваем на сковородке и очищаем от шелухи,",
      "Измельчаем ножом.",
      "Возвращаем курицу на огонь, добавляем арахис, все перемешиваем и хорошенько прогреваем, буквально 1-2минуты.",
      "Выкладываем курицу на тарелку,",
      "Украшаем свежим огурчиком,",
      "Можно подавать курицу с соевым соусом."
    ],
    "url": "https://www.povarenok.ru/recipes/show/52763/",
    "nutrition": {
      "calories": "1310.6 ккал",
      "protein": "128.9 г",
      "fat": "64.1 г",
      "carbohydrates": "45.1 г"
    }
  },
  {
    "name": "Куриное филе «Зебра»",
    "ingredients": [
      "Филе куриное (грудка) — 500 г",
      "Помидор — 1 шт",
      "Сыр твердый — 150 г",
      "Соевый соус — 50 мл",
      "Чеснок — 4 зуб.",
      "Петрушка — 1/2 пуч.",
      "Сметана — 50 г",
      "Приправа (для мяса)",
      "Специи (соль, перец)"
    ],
    "instructions": [
      "Соевый соус смешать с приправой для мяса, мелко нарезанной петрушкой и чесноком.",
      "Филе положить в приготовленный соус и замариновать на 30 минут.",
      "Помидоры нарезать тонкими дольками, сыр – ломтиками.",
      "На каждом куске филе сделать три надреза поперек, не до конца, как кармашки. В первый кармашек вложить ломтик сыра, во второй - кусочек помидора, в третий – сыр.",
      "Сметану смешать с чесноком, пропущенным через пресс.",
      "Выложить филе на смазанный маслом противень, смазать сметаной с чесноком. Запекать 30 минут в духовке, нагретой до t=200°С."
    ],
    "url": "https://www.povarenok.ru/recipes/show/57215/",
    "nutrition": {
      "calories": "1068 ккал",
      "protein": "158.4 г",
      "fat": "23.5 г",
      "carbohydrates": "49.5 г"
    }
  },
  {
    "name": "Курица с чесноком на рисе",
    "ingredients": [
      "Курица (или части, но не сухие, т.е., одни крылышки брать не стоит) — 1 кг",
      "Рис (пропаренный) — 250 г",
      "Масло сливочное — 50 г",
      "Лук репчатый — 100 г",
      "Молоко (лучше жирное комнатной температуры) — 500 мл",
      "Майонез — 250 г",
      "Чеснок (не уменьшайте ни в коем случае! это очень вкусно! ) — 50 г",
      "Петрушка — 30 г",
      "Масло растительное",
      "Соль (по вкусу)",
      "Перец черный (по вкусу)"
    ],
    "instructions": [
      "Лук мелко режем и обжариваем на сковороде до мягкости и приятной золотистости на сливочном масле.",
      "Рис промываем. У меня смесь пропаренного и дикого риса. Смешиваем рис с обжаренным луком, солим, перчим и выкладываем в смазанную растительным маслом форму или в глубокий противень. Воды наливаем столько, чтобы она НЕ ПОКРЫВАЛА рис, а только показалась из-под него.",
      "Юрий использует порубленную целую курочку, я же взяла голени. Нужно брать то, что даст сок. Т. е., использовать одни крылышки - не самый лучший вариант. Итак, курицу солим, перчим, выкладываем на рис, сбрызгиваем растительным маслом и отправляем в разогретую до 180 градусов духовку, до готовности риса. У меня на это ушло 50 мин. ДАЛЕЕ Я ОПИШУ ОЧЕНЬ ВАЖНЫЙ МОМЕНТ. Прочтите обязательно!! Нужно не допустить пригорания риса. Т. е., воду при необходимости нужно подливать. Почему бы не налить побольше сразу? Как говорит Юрий, нужно, чтобы рис попутно \"омывался\" и соками курицы. Я подливала воду два раза через каждые 20 мин. Почти до такого же уровня, как и первый раз. На 50-й минуте рис был готов.",
      "Тем временем, пока блюдо запекается, приготовим соус. Молоко комнатной температуры тщательно перемешиваем с майонезом и мелкорубленным чесноком. Не уменьшайте количество чеснока. В этом блюде у него очень мягкий, нежный и тонкий вкус! Вовсе не резкий и острый! Это очень вкусно! 50 грамм у меня получилось - 2,5 маленькие головки.",
      "Итак, после того, как рис и курица готовы - достаем блюдо из духовки. Температуру духовки УВЕЛИЧИВАЕМ до 220 градусов. Заливаем блюдо соусом и снова отправляем в духовку.",
      "Когда соус НАЧНЕТ ЗАКИПАТЬ, достаем и даем постоять 5 мин., чтобы блюдо слегка остыло и пропиталось. Перед подачей посыпать зеленью петрушки."
    ],
    "url": "https://www.povarenok.ru/recipes/show/113533/",
    "nutrition": {
      "calories": "4168.5 ккал",
      "protein": "213.9 г",
      "fat": "265.2 г",
      "carbohydrates": "230.5 г"
    }
  },
  {
    "name": "Фаршированный батон",
    "ingredients": [
      "Батон (белый, свежий) — 1 шт",
      "Кабачок (небольшой, начинка) — 1 шт",
      "Капуста цветная (начинка) — 200 г",
      "Лук репчатый (начинка) — 1 шт",
      "Перец болгарский (начинка) — 2 шт",
      "Филе куриное (начинка) — 300-400 г",
      "Сыр твердый (начинка + посыпка) — 150 г",
      "Специи",
      "Соль"
    ],
    "instructions": [
      "Сначала нужно отварить куриное филе в подсоленной воде. А между тем приготовим начинку для нашего батона. Для этого нужно нарезать кабачок кубиками и отправить в сковородку для поджаривания на растительном масле.",
      "Цветную капусту моем, разделяем на соцветия и присоединяем к кабачку.",
      "Добаялем мелко нарезанный лук.",
      "Так же поступаем и с двумя разноцветными перцами, кладем в сковородку.",
      "Естественно, овощи нужно посолить и по вкусу приправить специями, хорошо перемешать и потушить до мягкости. Дать остыть и добавить часть тертого сыра.",
      "Теперь готовим батон для фаршировки: отрезаем верх батона, вынимаем весь мякиш и закладываем половину овощной смеси внутрь.",
      "Следующий слой - разделенное на кусочки куриное мясо. Как вариант: можно просто смешать овощи с мясом и нафаршировать батон.",
      "Ну, и снова кладем овощную смесь.",
      "В довершение: посыпаем верхушку начинки тертым сыром. Запекаем в духовке, разогретой до 180 градусов около 30 минут, пока сыр сверху не расплавится и не подрумянится."
    ],
    "url": "https://www.povarenok.ru/recipes/show/50835/",
    "nutrition": {
      "calories": "1812 ккал",
      "protein": "142.5 г",
      "fat": "15.8 г",
      "carbohydrates": "251.5 г"
    }
  },
  {
    "name": "Куриная печень в сметане",
    "ingredients": [
      "Печень куриная — 1 кг",
      "Лук репчатый — 1 шт",
      "Зелень — 1 пуч.",
      "Сметана — 200 г",
      "Соль",
      "Перец черный (молотый и горошком)",
      "Масло растительное",
      "Лист лавровый"
    ],
    "instructions": [
      "Куриную печень выкладываем в дуршлаг, осторожно промываем, стараясь не повредить нежные кусочки. Немного даём постоять, чтобы лишняя вода ушла.",
      "Пока печень стекает, нарезаем зелень. Зелень можно брать любую, какую любите. Я использовала только укроп и петрушку. А можно добавить и кинзу и базилик. Это кто как любит.",
      "Лук режем полукольцами.",
      "На хорошо разогретую и политую растительным маслом сковороду выкладываем печень и обжариваем её без добавления соли. Солить будем всё вообще в самом конце!",
      "Когда печень более-менее обжарится со всех сторон",
      "Добавляем к ней лук и зелень и еще немного (минут 5-10) обжариваем.",
      "Далее берем кастрюлю. На дно кидаем несколько горошин перца и лавровый лист.",
      "Выкладываем со сковороды печень и наливаем немного водички. Совсем немного! Ну с пол стакана примерно. Чтобы в первый момент, когда поставим кастрюлю на огонь она сразу же не пригорела.",
      "Когда водичка начнет под печенкой кипеть, добавляем в кастрюлю сметану. Закрываем крышкой и тушим на медленном огне минут 20-30.",
      "Дальше нужно посолить. Я вместо соли положила грибной кубик. И специй больше никаких не добавляла. А можно и добавить. Это кто как хочет.",
      "Опять закрываем крышкой. Еще минут 5-10 и будьте любезны к столу! Можно кушать как самостоятельное блюдо, посыпав зеленью. А можно и с гарниром."
    ],
    "url": "https://www.povarenok.ru/recipes/show/9442/",
    "nutrition": {
      "calories": "2082.8 ккал",
      "protein": "188 г",
      "fat": "140.2 г",
      "carbohydrates": "17.3 г"
    }
  },
  {
    "name": "Глазированные куриные крылышки с чесночным соусом",
    "ingredients": [
      "Крылья куриные — 1 кг",
      "Соевый соус — 4 ст. л.",
      "Мед — 1 ст. л.",
      "Имбирь (корень, кусочек 2 см, натертый на мелкой терке)",
      "Масло растительное — 2 ст. л.",
      "Чеснок (тертый на мелкой терке) — 3 зуб.",
      "Перец черный (молотый)",
      "Соль — по вкусу",
      "Базилик (сухой, по желанию) — 1 щепот."
    ],
    "instructions": [
      "Разделать крылья по суставам. Смешать все ингредиенты маринада, залить им крылья и поставить в холодильник минимум на 3 часа, можно на ночь.",
      "Разложить крылья на противне.",
      "И поставить в духовку при температуре 180*С на 30-40 мин. или до образования румяной корочки.",
      "При этом раза 2 полить в процессе запекания оставшимся маринадом, если не хватит маринада, можно собрать выделившийся сок, наклонив противень с одной стороны.",
      "Подавать с чесночным соусом, для которого в одинаковых пропорциях взять сметану и майонез, добавить давленый зубчик чеснока и зелень, которую вы любите."
    ],
    "url": "https://www.povarenok.ru/recipes/show/41087/",
    "nutrition": {
      "calories": "2400.7 ккал",
      "protein": "200.4 г",
      "fat": "152.8 г",
      "carbohydrates": "61.2 г"
    }
  },
  {
    "name": "Курица, запеченная в духовке",
    "ingredients": [
      "Майонез — 1 пач.",
      "Чеснок — 2 зуб.",
      "Специи ( перец, кореандр и др., по-вкусу )",
      "Соль (по-вкусу)",
      "Картофель — 3 шт",
      "Лук репчатый — 1 шт",
      "Курица — 1 шт"
    ],
    "instructions": [
      "Так выглядит курица перед отправкой в духовку (уже в соусе).",
      "А так уже по завершению приготовления.:)"
    ],
    "url": "https://www.povarenok.ru/recipes/show/7138/",
    "nutrition": {
      "calories": "3425.5 ккал",
      "protein": "274 г",
      "fat": "190.2 г",
      "carbohydrates": "152.5 г"
    }
  },
  {
    "name": "Мясо \"Игра блиц\"",
    "ingredients": [
      "Мясо (курица, свинина, говядина) — 1 кг",
      "Яйцо куриное — 4 шт",
      "Горчица (готовая, не сухая, в меру острая) — 2 ст. л.",
      "Крахмал картофельный — 1 ст. л.",
      "Специи (соль, перец - по вкусу)",
      "Масло растительное (для жарки)",
      "Кунжут (для свинины, птицы; для говядины можно взять, к примеру, тмин, если любите)"
    ],
    "instructions": [
      "Компоненты заливки: яйца, крахмал, горчица, соль и перец.",
      "Часто спрашивают, какую я беру горчицу, вот, например, такую (фото не является рекламой данной торговой марки).",
      "Тщательно перемешиваем все (или взбиваем миксером). Лучше вначале взбить яйца, затем добавить остальные ингредиенты и взбить еще раз.",
      "Нарезаем мясо или курицу, при желании можно отбить кусочки. Складываем в емкость.",
      "Заливаем заливкой, перемешиваем и убираем в холодильник. Минимум на ночь, а вообще через несколько дней будет еще вкуснее.",
      "Когда понадобилось, достаем нужное количество и обжариваем в растительном масле (курицу я посыпала сверху кунжутом). Жарится очень быстро, так как мясо хорошо пропиталось, и получается сочно и очень вкусно."
    ],
    "url": "https://www.povarenok.ru/recipes/show/58070/",
    "nutrition": {
      "calories": "19720.2 ккал",
      "protein": "333.7 г",
      "fat": "1545.2 г",
      "carbohydrates": "547.2 г"
    }
  },
  {
    "name": "Куриные рулетики с сыром",
    "ingredients": [
      "Масло растительное",
      "Майонез — 3 ст. л.",
      "Чеснок — 3 зуб.",
      "Морковь — 1 шт",
      "Сыр твердый — 150 г",
      "Грудка куриная — 1 кг",
      "Соль",
      "Специи"
    ],
    "instructions": [
      "Грудку разрезать вдоль на тонкие ломтики.",
      "Отбить, посолить, поперчить и дать настояться минут 20.",
      "Пока грудка настаивается, морковь и сыр натереть на мелкой терке, размять чеснок, перемешать с 1 ст. ложкой майонеза.",
      "На каждый ломтик курицы положить сырную смесь и свернуть рулетиком, перевязать белой ниткой, не очень туго, сильнее скрепляя концы. Закрепить можно зубочисткой, фольгой, силиконовыми жгутиками и прочими креплениями - делайте, как вам удобнее, кулинарных \"причиндалов\" сейчас множество.",
      "Каждый рулетик обжарить на сковороде в растительном масле с двух сторон.",
      "Обжаренные рулетики, предварительно сняв с них нитку, уложить в сотейник, наполовину залив водой, смазать каждый майонезом. Поставить в духовку минут на 15 при температуре 230°C."
    ],
    "url": "https://www.povarenok.ru/recipes/show/69/",
    "nutrition": {
      "calories": "1769.2 ккал",
      "protein": "272.7 г",
      "fat": "59.6 г",
      "carbohydrates": "37.1 г"
    }
  },
  {
    "name": "Хрустящая курица",
    "ingredients": [
      "Грудка куриная — 3 шт",
      "Хлопья кукурузные — 200 г",
      "Яйцо куриное — 2 шт",
      "Мука пшеничная / Мука",
      "Соль",
      "Чеснок",
      "Масло растительное (для жарки)",
      "Перец черный"
    ],
    "instructions": [
      "Курицу порежем на брусочки. Примерно 1-1.5 см толщиной",
      "Посолите, поперчите, мелко порежьте чеснок. (По желанию можно полить соком лимона. И оставьте минут на 15",
      "Кукурузные хлопья разомните",
      "Затем курицу обваляем в муке",
      "Затем в яйце",
      "Затем в хлопьях",
      "Выкладываем на сковородку с нагретым на ней подсолнечным маслом. Жарим переворачивая до золотистой корочки"
    ],
    "url": "https://www.povarenok.ru/recipes/show/21985/",
    "nutrition": {
      "calories": "2058.2 ккал",
      "protein": "246.7 г",
      "fat": "42 г",
      "carbohydrates": "172.8 г"
    }
  },
  {
    "name": "Котлеты печеночные \"Вариант\"",
    "ingredients": [
      "Печень говяжья — 400 г",
      "Яйцо куриное — 2 шт",
      "Лук репчатый — 1 шт",
      "Хлопья овсяные — 4 ст. л.",
      "Мука пшеничная / Мука (не обязательно) — 1 ст. л.",
      "Сметана (майонез) — 2 ст. л.",
      "Специи (соль, перец, прочее)"
    ],
    "instructions": [
      "Печень вымыть, очистить от плёнки и прожилок и нарезать маленькими кубиками",
      "Лук режем тоже очень мелко",
      "Измельчить хлопья в крошку",
      "Соединить печень, лук, яйца, сметану и специи. Хорошо перемешать.",
      "Добавить овсяные крошки, снова перемешать и оставить минут на 10. Если после этого масса будет жидковатой - добавить муку.",
      "Обжарить на среднем огне, аккуратно переворачивая",
      "Печень, приготовленная таким способом, нежная благодаря кляру."
    ],
    "url": "https://www.povarenok.ru/recipes/show/58930/",
    "nutrition": {
      "calories": "1113.6 ккал",
      "protein": "106.9 г",
      "fat": "38.2 г",
      "carbohydrates": "85.9 г"
    }
  },
  {
    "name": "Курица в яично-сырной заливке",
    "ingredients": [
      "Филе куриное — 500 г",
      "Лук репчатый (крупный) — 3 шт",
      "Картофель (средний) — 4 шт",
      "Яйцо куриное — 3 шт",
      "Сыр плавленый — 3 шт",
      "Йогурт (без добавок или сметана) — 0,5 стак.",
      "Соль — по вкусу",
      "Укроп — 1 пуч.",
      "Перец черный — по вкусу"
    ],
    "instructions": [
      "Форму для запекания смазать растительным маслом. Картофель порезать кружочками. Уложить на дно, посолить. Картошки надо совсем немного, чтоб только прикрывала дно.",
      "Лук порезать полукольцами. Уложить поверх картофеля.",
      "Куриное филе порезать кусочками. Выложить на лук, посолить, поперчить.",
      "Для заливки смешать блендером яйца + сыр + йогурт (сметана).",
      "Заливку вылить на куриное филе, разровнять.",
      "Поставить в горячую духовку, запечь до румяной корочки. За 10-15 минут до готовности посыпать зеленью."
    ],
    "url": "https://www.povarenok.ru/recipes/show/52294/",
    "nutrition": {
      "calories": "1971.6 ккал",
      "protein": "216.8 г",
      "fat": "61.8 г",
      "carbohydrates": "129.6 г"
    }
  },
  {
    "name": "Курица \"Секретная\"",
    "ingredients": [
      "Курица — 1700 г",
      "Соль (морская крупная) — 3 ст. л.",
      "Перец душистый (для маринада) — 5-6 шт",
      "Перец черный (горшком для маринада или молотый по вкусу при сухом методе) — 7-10 шт",
      "Лист лавровый (для маринада) — 2-3 шт",
      "Чеснок — 3 зуб.",
      "Сок лимонный — 1-2 ст. л.",
      "Сахар коричневый (для маринада) — 1 ст. л.",
      "Перец чили (молотый по вкусу)",
      "Соевый соус (у меня Kikkoman) — 2 ст. л.",
      "Масло растительное — 1,5 ст. л.",
      "Вода — 800 мл"
    ],
    "instructions": [
      "Может быть, я не открою Америку, но если мои советы-секреты вам пригодятся, я буду безмерно рада! Итак, если вы хотите запечь сочную и вкусную курицу, необходимо соблюсти следующие условия.",
      "Я мариную курицу двумя способами, постараюсь параллельно рассказать и по возможности показать оба. Для начала, готовую к приготовлению курицу положить грудкой вниз и сверху двумя руками с силой прижать, чтобы сломался хрящ грудки, тогда она не будет выступать и гореть во время жарки.",
      "Снять кусок куриного жира, который находится с внутренней стороны бёдрышка, если его нет, можно использовать свиное сало и отбить его.",
      "Подняв кожицу на грудке, подложить под неё жир, который защитит грудку от высыхания и она останется сочной. При желании можно положить под жир душистые травки.",
      "Теперь переходим к маринованию курицы. Способ \"сухой\": Необходимо за день до готовки посолить курицу крупной солью, это обеспечит сочность и вкус мяса. Можно обложить курицу душистыми травами - эстрагон, базилик, шалфей или петрушка, выбор за вами. Обвернуть курицу пищевой плёнкой и поместить в холодильник. На следующий день достать курицу из холодильника за 3 часа до готовки и, оставив в пищевой пленке, дать нагреться до комнатной температуры.",
      "Способ второй \"мокрый\": Из 800 мл воды, коричневого сахара, соли 3 ст. л., душистого и чёрного горошком перца и лаврового листа сварить маринад. Остудить и поместить в него курицу. Закрыть и отправить на 24 часа в холодильник.",
      "Мне нравятся оба способа маринования, в обоих случаях курица получается сочной и вкусной, просто в первом случае она занимает меньше места в холодильнике. Смешать соевый соус, мед, масло и перец чили (можно паприку).",
      "Курицу, если вы её мариновали в маринаде, достать, обсушить и покрыть её получившимся соусом со всех сторон. Поместить в холодильник на пару часов. Достать из холодильника за час до готовки.",
      "Выдавить сок из половины лимона и смазать им курицу внутри. В лимонную чашечку поместить чеснок и \"зафаршировать\" им курицу, таким образом она пропитается лимонным и чесночным ароматом в процессе приготовления. Не знаю, как вы, я просто не переношу запах горелого чеснока, да и вид у курицы получается не айс!",
      "Итак, курица у нас готова, теперь осталось подготовить \"рабочее место\". Застелить противень фольгой, блестящей стороной вверх, это необходимо для того, чтобы жар от верхней спирали отражался, и курица жарилась равномерно сверху и снизу. Поставить на противень решетку, благодаря которой жар циркулирует сверху и снизу, жир стекает, а кожица не отмокает от него и сока.",
      "Поместить курицу на решетку сначала грудкой вниз и отправить в прогретую до 200-210\"С духовку.",
      "Через 25 минут перевернуть курицу грудкой вверх, обвернув кончики крыльев и ножек фольгой, чтобы не пригорали. И запекать ещё минут 25-30 до золотисто-коричневого цвета. Если у вас духовка с конвекцией, то это ещё лучше, тогда время и температуру запекания нужно немного уменьшить. Ориентируйтесь на вашу духовку!"
      
    ],
    "url": "https://www.povarenok.ru/recipes/show/70707/",
    "nutrition": {
      "calories": "2316 ккал",
      "protein": "302.4 г",
      "fat": "73.3 г",
      "carbohydrates": "112.1 г"
    }
  },
  {
    "name": "Курица в молочно-чесночном соусе \"Шкмерули\"",
    "ingredients": [
      "Соль",
      "Вода — 80 мл",
      "Чеснок (головка ) — 1 шт",
      "Молоко — 100 мл",
      "Курица — 1-1.200 кг",
      "Масло растительное"
    ],
    "instructions": [
      "Эта курочка родом из Рачи. Рача (по-грузински это слова звучит немного иначе, но в русском языке нет согласных, которые бы точно могли передать некоторые грузинские звуки) - это тоже западный и тоже историко-этнографиче ский район Грузии. Рача высокогорный регион, природа там красоты неописуемой, люди очень спокойные, даже медлительные и задумчивые, поэтому про рачинцев рассказывают смешные истории, где они понимают происходящее спустя долгое время, иногда даже годы. Это, конечно, шутка, но не без основания. Думаю, многие из вас хоть раз, да слышали слово \"Хванчкара\", это фантастическое вино тоже родом из Рачи, виноград, из которого оно получается растет в одном-единственном селе - Хванчкара, на высоте 560 метров над уровнем моря. Еще в Грузии славится рачинская ветчина, выделанная особым способом и лобио. Так вкусно, как готовят лобио в Раче, не готовят больше нигде! И конечно, лобиани - хлеб с фасолью, популярный по всей стране не меньше, чем хачапури. А теперь о сегодняшней курочке. Факт очень необычный, но факт. Крестьянское блюдо имеет точное место происхождения и даже известна фамилия человека, впервые приготовившего его. Шкмерули происходит от названия рачинского села Шкмери, расположенного на высоте 1720 м. над уровнем моря, там легко можно достать облака рукой, а приготовил его некий Гловели, но это как раз очень просто, почти все, кто там живет, носят эту фамилию. Говорят (за достоверность не ручаюсь), что блюдо это стало результатом крестьянской бережливости. Как-то у этого самого крестьянина возникла, скажем так, проблема с забитой птицей. Жалко было отдавать собакам целую курицу, вот и решил он попробовать ее спасти, а использовал то, что было под рукой. Зато теперь это очень популярное и очень вкусное блюдо! И еще одно отступление, но по теме. Для приготовления шкмерули используется традиционная в Западной Грузии глиняная сковорода - кеци, которая раскаляется на углях и долго и хорошо держит тепло. Я понимаю, что вы эту сковороду не то что иметь не можете, но и слышите о ней, возможно, впервые, я использовала ее для поддержания аутентичности, но как спокойно обойтись без нее, станет ясно из рецепта",
      "Курицу солим, обмазываем растительным маслом и жарим, можно в духовке, можно на плите, как вам удобно и привычно",
      "Пока жаритяс курица, почистим и раздавим (или растолчем в ступке) чеснок и отмерим молоко и воду",
      "Готовую курицу разделаем, жир, образовавшийся при жаоке, сольем в пиалу",
      "Укладываем кусочки курицы в сковороду с высокими бортами или в кастрюлю с низкими, а лучше в красивую керамическую форму, которую можно ставить на огонь",
      "И готовим соус. Соединяем воду и молоко, доводим до кипения, чуть-чуть солим, не слишком, курица ведь соленая, вливаем в него немного жира, оставшегося от жарения, кладем чеснок, перемешиваем и выключаем",
      "Горячим соусом заливаем курицу. Поскольку кеци, на котором лежит курица должно быть горячим и соус тоже только с огня, в оригинале блюдо готово, но за неимением данного приспособления, мы поступим очень просто - поставим сковороду с курицей и соусом на низкий огонь на 1-2 минуты."
    ],
    "url": "https://www.povarenok.ru/recipes/show/65240/",
    "nutrition": {
      "calories": "1313.5 ккал",
      "protein": "178.1 г",
      "fat": "47.6 г",
      "carbohydrates": "42.9 г"
    }
  },
  {
    "name": "Утка с яблоками, запечeнная в рукаве",
    "ingredients": [
      "Утка — 2 кг",
      "Яблоко (кислое, антоновка)",
      "Чернослив",
      "Картофель",
      "Сок лимонный",
      "Мед",
      "Чеснок",
      "Соль",
      "Масло растительное"
    ],
    "instructions": [
      "Полуфабрикат"
    ],
    "url": "https://www.povarenok.ru/recipes/show/2689/",
    "nutrition": {
      "calories": "6160 ккал",
      "protein": "270 г",
      "fat": "572 г",
      "carbohydrates": "0 г"
    }
  },
  {
    "name": "Куриное филе с ананасами и сыром",
    "ingredients": [
      "Грудка куриная — 6 шт",
      "Ананас (консервированный) — 1 бан.",
      "Сыр твердый — 300 г",
      "Майонез — 100 г",
      "Соль — 2 г",
      "Масло подсолнечное (смазать противень) — 4 ст. л."
    ],
    "instructions": [
      "Продукты.",
      "Филе помыть и порезать на порционные кусочки.",
      "Отбить немного молоточком. Буквально один-два раза. Посолить.",
      "Смазываем противень (глубокий), маслом. Плотненько укладываем куриное филе. СЕКРЕТ- за счет плотности укладки образуется сок при тушении. И курочка, получается очень сочная и мягкая.",
      "Сверху плотненько выкладываем ананасы.",
      "На ананасы выкладываем сыр, натертый на крупной терке.",
      "Сверху делаем решетку из майонеза.",
      "Отправляем в разогретую заранее духовку на 170 гр. 30-35 минут. На фото видно сколько образовалось сока.",
      "Режем на порционные куски и подаем к столу с картошечкой по-селянски."
    ],
    "url": "https://www.povarenok.ru/recipes/show/77406/",
    "nutrition": {
      "calories": "3600.4 ккал",
      "protein": "487 г",
      "fat": "174.3 г",
      "carbohydrates": "20.5 г"
    }
  },
  {
    "name": "Горячее из курицы \"Дипломат\"",
    "ingredients": [
      "Грудка куриная — 800 г",
      "Картофель — 4 шт",
      "Ананас — 3 ломт.",
      "Помидор — 2 шт",
      "Перец болгарский — 1/4 шт",
      "Грибы (шампиньоны) — 150 г",
      "Сыр твердый — 150 г",
      "Лук репчатый — 1 шт",
      "Зелень",
      "Майонез",
      "Масло растительное",
      "Соль",
      "Специи (для курицы)"
    ],
    "instructions": [
      "Продукты которые нам понадобятся.",
      "Курицу нарезаем на медальоны. Маринуем в майонезе и специях, и оставляем на час.",
      "Через час вынимаем курицу и отбиваем наши медальоны.",
      "Форму для выпекания смазать любым растительным маслом.",
      "Выложить половину курицы.",
      "Лук порезать полукольцами и выложить на мясо.",
      "Выложить помидоры, порезанные полукольцами. Посыпать солью, по желанию смазать майонезом.",
      "Выложить жареные грибочки.",
      "Следующий слой порезанная кружочками картошечка.",
      "Затем снова слой мяска.",
      "Затем разрезанные вдоль ананасы.",
      "И немного перца (по желанию). Ставим в духовку на 30-40минут (зависит от духовки).",
      "Через пол часа (40минут) на верх выкладываем сыр, посыпаем зеленью и обратно в духовку до окончательного приготовления."
      
    ],
    "url": "https://www.povarenok.ru/recipes/show/11854/",
    "nutrition": {
      "calories": "2052.2 ккал",
      "protein": "241.9 г",
      "fat": "48.1 г",
      "carbohydrates": "162.1 г"
    }
  },
  {
    "name": "Печеночные котлеты \"Лакомый кусочек\"",
    "ingredients": [
      "Печень куриная — 500 г",
      "Картофель (отварной в мундирах) — 2 шт",
      "Морковь (отварная) — 4 шт",
      "Лук репчатый — 1 шт",
      "Яйцо куриное — 1 шт",
      "Мука пшеничная / Мука — 2-3 ст. л.",
      "Специи"
    ],
    "instructions": [
      "Основной ингредиент котлет - куриную печень - измельчаем в мясорубке.",
      "Лук режем небольшими ломтиками",
      "И тоже измельчаем в мясорубке.",
      "С отваренной заранее морковью поступаем также.",
      "Ну, и вареную картошку тоже перекручиваем в фарш. Всю смесь нужно хорошо перемешать. Добавить соль и специи.",
      "Затем в фарш разбивем одно яйцо",
      "И кладем муку. Если добавить больше карофеля, то муки не нужно, потому что при измельчении его в мясорубке выделяется обычный крахмал.",
      "Фарш снова хорошо перемешать и жарить котлеты на растительном масле, наливая каждую порцию ложкой, так как фарш полужидкий. Котлеты нужно прожарить хотя бы по два раза с каждой стороны, чтобы мясо внутри не оставалось сырым."
      
    ],
    "url": "https://www.povarenok.ru/recipes/show/49785/",
    "nutrition": {
      "calories": "1467 ккал",
      "protein": "113.3 г",
      "fat": "57.8 г",
      "carbohydrates": "125.5 г"
    }
  },
  {
    "name": "Отбивная из куриного филе с помидорами и сыром",
    "ingredients": [
      "Филе куриное — 4 шт",
      "Помидор — 2 шт",
      "Сыр твердый — 200 г",
      "Майонез — 150 г",
      "Соль",
      "Перец черный"
    ],
    "instructions": [
      "Слегка отбиваем куриное филе.",
      "Солим, перчим.",
      "Выкладываем на противень филе, сверху - помидоры, на помидоры - майонез.",
      "Засыпаем все тертым сыром, отправляем в духовку на 20 минут."
    ],
    "url": "https://www.povarenok.ru/recipes/show/63202/",
    "nutrition": {
      "calories": "2348.5 ккал",
      "protein": "274.2 г",
      "fat": "121.8 г",
      "carbohydrates": "20.8 г"
    }
  },
  {
    "name": "Свиной карбонад из куриного филе",
    "ingredients": [
      "Филе куриное — 1 кг",
      "Лимон — 1 шт",
      "Сода — 1 ч. л.",
      "Крахмал — 1 ч. л.",
      "Мука пшеничная / Мука (в\\с, для панировки)",
      "Соль"
    ],
    "instructions": [
      "Приготовить ингредиенты для рецепта.",
      "Куриные грудки нарезать небольшими кусочками, посолить и добавить соду. Лимонным соком хорошо сбрызнуть грудки, добавить крахмал. Оставить на 15 минут, затем каждый кусочек обвалять в муке.",
      "Обжарить на растительном масле.",
      "Мясные кусочки при жарке раздуваются, получаются очень сочными и вкусными!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/35340/",
    "nutrition": {
      "calories": "1157 ккал",
      "protein": "232.4 г",
      "fat": "12.2 г",
      "carbohydrates": "12.4 г"
    }
  },
  {
    "name": "Бархатная курица, приготовленная секретным способом",
    "ingredients": [
      "Филе куриное (с одной грудки) — 2 шт",
      "Белок яичный — 1 шт",
      "Уксус (яблочный, в идеале рисовый) — 1 ст. л.",
      "Соль — 1/2 ч. л.",
      "Крахмал — 1 ст. л.",
      "Масло растительное — 3.5 ст. л.",
      "Вода — 2 л",
      "Капуста пекинская (белая часть) — 200 г",
      "Лук репчатый — 1 шт",
      "Чеснок — 2 зуб.",
      "Соевый соус (Kikkoman) — 4 ст. л.",
      "Бальзамик — 1 ст. л.",
      "Мед (жидкий) — 1 ст. л.",
      "Перец черный (по вкусу)",
      "Кунжут (по вкусу)"
    ],
    "instructions": [
      "Называется эта техника \"Velveting\" (дословно: \"делающий бархатным\"). Сделать маринад. Для этого отделить белок от желтка. В этом рецепте нам понадобится только белок. Белок немного взбить венчиком, добавить крахмал, яблочный уксус, соль и тщательно перемешать.",
      "Нарезать куриное филе небольшими кусочками.",
      "Добавить филе к маринаду, тщательно перемешать. Все кусочки курицы должны быть покрыты маринадом. Миску накрыть пленкой и поставить в холодильник минимум на 30 минут. Лучше, конечно, чтобы курочка подольше постояла в маринаде.",
      "По прошествии указанного времени достать курицу из холодильника и дать ей немного постоять при комнатной температуре. При необходимости излишек маринада слить. В кастрюле смешать 2 литра воды с 1 ст. л. растительного масла, поставить на большой огонь и довести до кипения. Когда вода закипит, снизить огонь до среднего. Забросить кусочки курицы и в течение 1 минуты непрерывно мешать. Затем достать курицу из воды, дать стечь. Снаружи курица должна быть белого цвета, а внутри - оставаться немного сырой. Вы можете использовать курицу незамедлительно, а можете поставить в холодильник и приготовить немного позднее. Ее \"нежность\" не пропадет.",
      "Лук и чеснок почистить, мелко нарезать.",
      "Пекинскую капусту нарезать небольшими кубиками.",
      "Приготовить соус: смешать соевый соус, бальзамический уксус, мед, 0,5 ст. л. растительного масла и перец.",
      "На большой сковороде (желательно, в воке; главное не использовать сковороду с тефлоновым покрытием!) разогреть на большом огне 2 ст. л. растительного масла до появления дыма. Добавить нарезанный лук и жарить при непрерывном помешивании в течение минуты. Затем добавить пекинскую капусту и чеснок и жарить 3 минуты. Не забываем постоянно помешивать, иначе все сгорит! Вылить соус. Когда он забурлит, добавить курицу, снизить огонь до среднего и готовить 2 минуты. Готовое блюдо посыпать кунжутом."
    ],
    "url": "https://www.povarenok.ru/recipes/show/105437/",
    "nutrition": {
      "calories": "1549.2 ккал",
      "protein": "134 г",
      "fat": "61.4 г",
      "carbohydrates": "111.6 г"
    }
  },
  {
    "name": "Утка с фруктами, лакированная медом",
    "ingredients": [
      "Утка (Я брала среднюю на полтора кг.)",
      "Яблоко — 2 шт",
      "Виноград (белый, Небольшая гроздь..) — 100 г",
      "Мед",
      "Соль",
      "Перец черный"
    ],
    "instructions": [
      "Утку натрите изнутри перцем и солью... Порежьте яблоки на дольки, нафаршируйте утку яблоками и виноградом, посолите утку и отправьте в духовку, утку 1.5 кг я отправила на 30 минут. (Время зависит от величины)Через 40 минут достали утку, обмажем утку вытопившимся жиром. Остальной жир слейте... если очень много то поменяйте противень, нарежьте второе яблоко дольками, положите вокруг утки, отправляем еще на 20 минут в духовку",
      "Через 20 минут... снова достанем утку... смажем ее медом... примерно три столовые ложки ушло на мою уточку... и... еще на 10 минут в духовку!!!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/17088/",
    "nutrition": {
      "calories": "6503.4 ккал",
      "protein": "271.9 г",
      "fat": "573.5 г",
      "carbohydrates": "80.2 г"
    }
  },
  {
    "name": "Жюльен с курицей и грибами",
    "ingredients": [
      "Шампиньоны — 300 г",
      "Филе куриное — 300 г",
      "Лук репчатый — 2 шт",
      "Сметана (для соуса) — 250 г",
      "Мука пшеничная / Мука (для соуса) — 2 ст. л.",
      "Масло сливочное (для соуса) — 50 г",
      "Масло растительное (для жарки)",
      "Сыр твердый — 150 г",
      "Соль",
      "Перец черный"
    ],
    "instructions": [
      "Берем грибы, моем, сушим и режем на тонкие пластины. Обжариваем в растительном масле, даем маслу стечь.",
      "Куриное филе отбиваем и режем на маленькие кусочки, обжариваем до полуготовности, но не подрумяниваем.",
      "Лук режем кубиками и тоже обжариваем до золотистого цвета.",
      "Готовим соус: для этого сметану, муку и сливочное масло перемешиваем, чтобы не было комочков.",
      "Все перекладываем в сковородку и заливаем соусом, солим, перчим и тушим на медленном огне до выпаривания жидкости.",
      "Сыр трем на средней терке. Перекладываем жюльен в кокотницы и засыпаем сыром. Ставим в духовку на 15 минут."
    ],
    "url": "https://www.povarenok.ru/recipes/show/27609/",
    "nutrition": {
      "calories": "1861.1 ккал",
      "protein": "128 г",
      "fat": "115.2 г",
      "carbohydrates": "77.6 г"
    }
  },
  {
    "name": "Чахохбили, как оно должно быть",
    "ingredients": [
      "Курица — 1,2 кг",
      "Помидор — 500 г",
      "Лук красный — 4 шт",
      "Перец болгарский (красный) — 1 шт",
      "Морковь — 1 шт",
      "Чеснок — 4 зуб.",
      "Кинза — 1 пуч.",
      "Базилик — 1 пуч.",
      "Лист лавровый — 2 шт",
      "Хмели-сунели (щепотка или по вкусу) — 1",
      "Аджика (или по вкусу (до 1 ст. л.) в зависимости от жгучести) — 1 ч. л.",
      "Соль (по вкусу)"
    ],
    "instructions": [
      "Подготовить овощи. Вымыть и обсушить.",
      "Курицу вымыть, положить в кастрюлю, залить кипящей водой и варить 35-40 минут. Вынуть из бульона и дать остыть. Бульон сохранить. Разрезать курицу на небольшие куски.",
      "Лук и морковь очистить. Лук нарезать тонкими четверть-кольцами, морковь натереть на крупной терке. Болгарский перец очистить от сердцевины и нарезать тонкими полосками.",
      "На помидорах сделать крестообразные надрезы, опустить их в кипяток на 1-2 минуты, затем обдать ледяной водой и снять кожицу.",
      "В глубоком сотейнике обжарить куски курицы на растительном масле до румяной корочки.",
      "Добавить лук и готовить, помешивая, 8-10 минут.",
      "Добавить в сотейник морковь и перец и тушить все вместе на небольшом огне еще 5 минут.",
      "Влить 1 стакан бульона, закрыть крышкой и готовить на маленьком огне 10 минут.",
      "Добавить нарезанные на небольшие кусочки помидоры и тушить еще 10 минут.",
      "Пока тушится курица очистить и мелко нарезать чеснок. Зелень промыть и измельчить.",
      "Растереть в ступке или в блендере зелень и чеснок с солью до однородной кашицы.",
      "Положить смесь в сотейник, добавить аджику, лавровый лист и хмели-сунели. Тушить до полной готовности, около 5-ти минут."
    ],
    "url": "https://www.povarenok.ru/recipes/show/90836/",
    "nutrition": {
      "calories": "1592.6 ккал",
      "protein": "198.3 г",
      "fat": "41.3 г",
      "carbohydrates": "122.6 г"
    }
  },
  {
    "name": "Сочные куриные отбивные с начинкой",
    "ingredients": [
      "Филе куриное — 400 г",
      "Яйцо куриное (2 вареных; 1 сырое) — 3 шт",
      "Сухари панировочные / Панировка — 6 ст. л.",
      "Мука пшеничная / Мука — 4 ст. л.",
      "Масло сливочное — 1 ст. л.",
      "Горчица — 1 ч. л.",
      "Сметана — 1 ст. л.",
      "Петрушка (в начинку - 10г; для украшения - 5г) — 15 г",
      "Соль (по вкусу)",
      "Перец черный (молотый, по вкусу)",
      "Масло растительное (для жарки) — 50 мл",
      "Перец сладкий — 30 г",
      "Помидоры черри — 70 г",
      "Рис (\"Индика\" белый от \"Мистраль\") — 2 пакет."
    ],
    "instructions": [
      "Довожу воду в кастрюле до кипения, опускаю в нее пакетики с рисом и варю на медленном огне 20 минут.",
      "Куриное филе мою, просушиваю с помощью бумажного полотенца, делаю надрез вдоль, но не до конца, разворачиваю.",
      "Филе отбиваю, посыпаю солью и черным молотым перцем по вкусу.",
      "Готовлю начинку. В миске смешиваю вареные яйца, нарезанные кубиками, нарезанную зелень петрушки, горчицу, сметану, размягченное сливочное масло, соль и черный молотый перец по вкусу.",
      "Перемешиваю все ингредиенты в миске. Начинка готова.",
      "На одну сторону каждого отбитого куриного филе выкладываю начинку.",
      "Закрываю начинку второй стороной филе.",
      "Беру 3 тарелки - в одну насыпаю муку, во второй взбиваю яйцо, в третью насыпаю панировочные сухари.",
      "Сначала хорошо обваливаю отбивные с двух сторон в муке, затем окунаю во взбитое яйцо, после - в панировочные сухари. Обжариваю отбивные на разогретой сковороде на растительном масле сначала с одной стороны.",
      "Затем с другой."
    ],
    "url": "https://www.povarenok.ru/recipes/show/97573/",
    "nutrition": {
      "calories": "7280.9 ккал",
      "protein": "278.3 г",
      "fat": "139.7 г",
      "carbohydrates": "1226.3 г"
    }
  },
  {
    "name": "Курица по-дачному",
    "ingredients": [
      "Курица (или ее части) — 1 кг",
      "Лук репчатый — 3 шт",
      "Пиво светлое / Пиво — 1 стак.",
      "Специи (соль, перец, приправы, по вкусу)",
      "Чеснок (по вкусу)"
    ],
    "instructions": [
      "Курицу разрезать на порции (у меня были куриные бедрышки), посыпать приправами, посолить, поперчить и натереть толченым чесноком. Оставить на полчаса-час.",
      "Лук нарезать четверть-кольцами. Выложить в сковороду с растительным маслом и обжарить до золотистого цвета.",
      "Разгрести лук по краям сковороды.",
      "В середину выложить куски курицы",
      "И обжарить их с обеих сторон по 6-7 минут.",
      "Влить пиво и потушить курицу под крышкой еще минут 10-15."
    ],
    "url": "https://www.povarenok.ru/recipes/show/42972/",
    "nutrition": {
      "calories": "1413.4 ккал",
      "protein": "180.4 г",
      "fat": "37.4 г",
      "carbohydrates": "77.2 г"
    }
  },
  {
    "name": "Запеченное мясо индейки в пряностях",
    "ingredients": [
      "Филе куриное — 1 кг",
      "Чеснок — 6-7 зуб.",
      "Масло оливковое — 1 ч. л.",
      "Специи (черный молотый перец, базилик, кориандр, чабер, карри.)",
      "Соль (для маринада) — 3-4 ст. л."
    ],
    "instructions": [
      "Начинаем готовить мясо к запеканию. Вымоем мясо.",
      "Приготовим очень соленый раствор: просто смешаем воду с солью",
      "И щепоткой черного перца.",
      "Кладем мясо в глубокую посуду и полностью заливаем маринадом. Ставим в холодильник на 2 часа.",
      "После этого снова достаем мясо и обтираем полотенцем. Чистим чеснок и разрезаем вдоль на три-четыре части.",
      "Теперь шпигуем мясо чесночком, делая надрезы вглубь мяса.",
      "Смешиваем все специи.",
      "Добавляем ложечку оливкового масла.",
      "И хорошо перемешиваем.",
      "И смазываем поверхность мяса этой ароматной смесью.",
      "Разогреваем духовку до 250 градусов и запекаем 15-20 минут, выстлав форму фольгой и слегка ею прикрыв мясо. Затем выключаем огонь и оставляем мясо в духовке на 2 часа. Дверцу не открывать. Индейка получается нежнейшая и мягкая."
    ],
    "url": "https://www.povarenok.ru/recipes/show/55383/",
    "nutrition": {
      "calories": "1390 ккал",
      "protein": "240.1 г",
      "fat": "22.7 г",
      "carbohydrates": "41.9 г"
    }
  }
]
