[
  {
    "name": "Творожная запеканка",
    "ingredients": [
      "Творог (деревенский) — 1 кг",
      "Крупа манная — 0,5 стак.",
      "Яйцо куриное — 2-3 шт",
      "Сахар — 0,7 стак.",
      "Сметана — 0,5 стак.",
      "Молоко — 0,5 стак.",
      "Изюм",
      "Ванилин",
      "Соль",
      "Масло сливочное"
    ],
    "instructions": [
      "Продукты для запеканки. Если хотите пышную запеканку, творога нужно брать не 400-500г, как в основных рецептах дается, а в 2 раза больше. Манку предварительно залить молоком, дать постоять. Замочить изюм, дать набухнуть.",
      "Яйца размешать с сахаром. В творог добавить щепотку соли, манку, яйца с сахаром, ванилин, изюм, сметану или кефир (что-нибудь из кисломолочного).",
      "Выложить в форму, смазанную маслом и посыпанную манкой или мукой, разровнять. Сверху смазать яйцом или сметаной (у меня желток+сметана).",
      "Выпекать в разогретой духовке минут 50-60 при 180 градусах.",
      "Остудили. Нарезали. Подавать со сметаной, ягодами, вареньем, медом и т. д"
    ],
    "url": "https://www.povarenok.ru/recipes/show/50048/",
    "nutrition": {
      "calories": "1182.7 ккал",
      "protein": "194 г",
      "fat": "30 г",
      "carbohydrates": "33.8 г"
    }
  },
  {
    "name": "Торт \"Муравейник\" классический",
    "ingredients": [
      "Мука пшеничная / Мука — 3,5 стак.",
      "Сахар — 0,5 стак.",
      "Сметана — 200 г",
      "Маргарин (или масло) — 200 г",
      "Соль (щепотка)",
      "Сода — 0,5 ч. л.",
      "Молоко сгущенное (вареная) — 1 бан.",
      "Масло сливочное — 200 г"
    ],
    "instructions": [
      "Просеять муку.",
      "Добавить в муку маргарин, сахар, сметану и все перемешать. Замесить тесто.",
      "Пропустить тесто через мясорубку.",
      "И выложить его на противень. Запекать при 180 С до золотистого цвета. Если у вас духовка неважная - то по мере приготовления печеньки доставать, чтобы не сгорели.",
      "Пока печется тесто, готовим крем: в миску кладем масло, открываем вареную сгущенку (варить ее нужно в течение 1,5 часов).",
      "Взбить масло со сгущенкой до однородной массы.",
      "Печеньки готовы.",
      "Перекладываем все печеньки в миску и измельчаем толкушкой.",
      "Вот до такой консистенции. Будут не только крупинки, но и крошки, не пугайтесь, они только способствуют скреплению торта в последствии. Не толките все в пыть, должны быть именно кусочки!!!",
      "Выливаем в крошки крем.",
      "Все тщательно перемешиваем.",
      "Берем большую гладкую тарелку и выкладываем торт горочкой. Вот так.",
      "Убираем торт в холодильник min часа на 3 - чтоб торт \"схватился\". Лучше на ночь. После достаем и едим.",
      "Угощайтесь! :)"
    ],
    "url": "https://www.povarenok.ru/recipes/show/4118/",
    "nutrition": {
      "calories": "5911.6 ккал",
      "protein": "79.8 г",
      "fat": "364.8 г",
      "carbohydrates": "591.7 г"
    }
  },
  {
    "name": "Торт \"Наполеон\"",
    "ingredients": [
      "Молоко — 1 стак.",
      "Мука пшеничная / Мука — 5 стак.",
      "Маргарин — 400 г",
      "Сахар — 1-2 стак.",
      "Масло сливочное — 250 г",
      "Желток яичный — 3 шт",
      "Сахар — 0,5 стак.",
      "Молоко — 2 стак.",
      "Мука пшеничная / Мука — 3 ст. л."
    ],
    "instructions": [
      "На доску просеять 5 стаканов (емкость стакана 250 мл) муки. Добавить маргарин комнатной температуры и порубить ножом в более или менее однородную крошку.",
      "Постепенно вливая 1 стакан молока, быстро замесить тесто. Оно получается жирное, не прилипает к рукам и доске. Месить тесто для \"Наполеона\" ни в коем случае нельзя долго, иначе тесто при раскатывании будет \"затягиваться\".",
      "Тесто разделить пополам и каждую часть - на 7 кусочков (всего 14 кусочков). Раскатать очень тонко. Тесто очень благодарное, раскатывается легко и не рвется. Наматывать его не скалку нет необходимости. Переложить тесто на чистый, сухой противень, расправить.",
      "Обрезать, наколоть вилкой. Выпечь при 200*С до золотистого цвета. Печется очень быстро, буквально 5-7 минут. Надо следить, чтобы не передержать. Снимать очень осторожно широким ножом, коржи очень хрупкие...",
      "Вот такая стопка коржей у нас получилась...",
      "Обрезки раскидать на противень и запечь до светло-коричневого цвета. Когда обрезки остынут, истолочь их в крупную крошку.",
      "Теперь приступим к приготовлению крема. 3 желтка растереть с 3-мя ст. л. сахара добела, всыпать 3 ст. л. муки. Перемешать. Развести небольшим количеством молока, взятого от нормы для 2 крема, до кисельной массы.",
      "Оставшееся молоко (всего 0,5 л) вскипятить и влить в массу, помешивая. Довести до кипения. Остудить. Масло взбить с 2-мя стаканами сахара. По ложке добавлять заварной крем и взбивать на средней скорости каждый раз до гладкости. Действовать надо осторожно, т. к., если закинуть сразу много заварного крема, общий крем может расслоиться.",
      "Крем получается очень пышный, нежный, воздушный. Коржи промазать ТОНКИМ слоем крема и сложить в стопку. Обрезки измельчить и посыпать сверху. Немного крошек оставить.",
      "Вот так будет выглядеть наш тортик после промазывания коржей. Он немного осел.",
      "Накрыть доской и аккуратно поставить сверху небольшой гнет. Так оставить на ночь. Утром груз снять. Торт осядет. Крошку сверху слегка разрыхлить вилкой. Крем немного выдавится по бокам, размазать его и обсыпать бока крошкой."
    ],
    "url": "https://www.povarenok.ru/recipes/show/52345/",
    "nutrition": {
      "calories": "8266.8 ккал",
      "protein": "118.7 г",
      "fat": "484.7 г",
      "carbohydrates": "938.2 г"
    }
  },
  {
    "name": "Торт на сковороде",
    "ingredients": [
      "Молоко сгущенное (в тесто) — 1 бан.",
      "Яйцо куриное (2 в крем, 1 в тесто) — 3 шт",
      "Сода гашеная уксусом (в тесто) — 1 ч. л.",
      "Мука пшеничная / Мука (+2 ст.ложки в крем) — 450-470 г",
      "Молоко (в крем) — 500 мл",
      "Сахар (в крем) — 1 стак.",
      "Ванильный сахар (в крем) — 1 пакет.",
      "Масло сливочное (в крем) — 200 г",
      "Орехи грецкие (для обсыпки торта) — 1 стак."
    ],
    "instructions": [
      "Поскольку коржи готовятся очень быстро, сразу лучше сварить крем. В кастрюльку влить молоко, добавить в него 2 яйца, 2 стол. ложки муки, стакан сахара и пакетик ванильного сахара, хорошо взбить венчиком и поставить на медленный огонь. Варить, помешивая, до загустения. В горячий крем добавить сливочное масло, помешать и накрыть крышкой, чтоб крем не остыл.",
      "Теперь приступаем к коржам. В миску выливаем банку сгущёнки, добавляем яйцо и хорошо перемешиваем. Затем добавляем соду, гашенную уксусом, и постепенно подсыпаем муку.",
      "Когда ложкой мешать станет трудно, тесто перекладываем на рабочую поверхность и домешиваем. Сильно забивать не надо, тесто должно быть мягкое и эластичное.",
      "Делим тесто на 8 равных частей.",
      "Раскатываем каждую в корж и накалываем вилкой в нескольких местах. Разогреваем сковороду на среднем огне и начинаем печь. Коржи пекутся очень быстро - буквально 1 минуту - и сразу переворачиваем.",
      "Таким образом печём все 8 коржей. Затем берём тарелочку подходящего размера и обрезаем все коржи. Обрезки нам понадобятся для обсыпки торта.",
      "Начинаем смазывать коржи кремом. Крем у нас ещё горяченький, тортик пропитается очень быстро. Затем верх торта и бока тоже хорошо смазываем.",
      "Обрезки коржей руками перетираем в крошку и добавляем измельчённые грецкие орехи. Хорошо обсыпаем торт. Тортику дать постоять часок-другой и можно кушать."
    ],
    "url": "https://www.povarenok.ru/recipes/show/50359/",
    "nutrition": {
      "calories": "6596.3 ккал",
      "protein": "125.2 г",
      "fat": "306 г",
      "carbohydrates": "852.1 г"
    }
  },
  {
    "name": "Чизкейк, который всегда получается",
    "ingredients": [
      "Печенье (\"Топленое молоко\" или т.п.) — 400 г",
      "Масло сливочное — 150 г",
      "Творог (не менее 15 % жирности) — 800 г",
      "Сливки (20 % жирности) — 120 г",
      "Сахар (+ 2 ст.л.) — 200 г",
      "Яйцо куриное — 3 шт",
      "Ванильный сахар — 1 упак.",
      "Ванилин (по вкусу)",
      "Малина (можно заменить любой другой ягодой или фруктом) — 400 г",
      "Сметана (20 % жирности) — 250 г"
    ],
    "instructions": [
      "Данное количество ингредиентов рассчитано на разъемную форму диаметром 23 см, получается высокий чизкейк с бортиками.",
      "Измельчаем печенье в крошку.",
      "Растапливаем сливочное масло в микроволновой печи. У меня этот процесс занял 45 секунд (на мощности 800 Вт).",
      "Пока масло остывает, застилаем дно формы пергаментной бумагой.",
      "Вливаем растопленное сливочное масло в емкость с печеньем и тщательно перемешиваем ингредиенты.",
      "Утрамбовываем массу в разъемной форме. Толщина дна чизкейка – чуть более 10 мм, бортиков – примерно 5-7 мм. Включаем духовку на 170 градусов (я включаю двусторонний подогрев). Отправляем основу для чизкейка в холодильник и переходим к самому вкусному – к начинке.",
      "В идеале творог не должен быть зернистым, тогда ему легче будет «притвориться» необходимым для приготовления чизкейка крем-чизом. Не стоит использовать для этого блюда нежирный творог, он всегда содержит мелкие крупинки, избавиться от которых не поможет даже сито. Протираем творог через сито или «перетираем» блендером до изменения его текстуры в однородную, почти кремовую.",
      "Начинаем превращение творога в некое подобие крем-чиза – добавляем сливки и снова «перетираем» блендером до приобретения массой глянцевой и нежной текстуры.",
      "Добавляем в полученную массу 3 яйца, 200 г сахара и упаковку ванильного сахара (у меня в упаковке – 10 г). Снова «перетираем» все ингредиенты блендером, стараясь избегать чрезмерного насыщения творожной массы воздухом – перемещаем блендер внутри массы, как можно реже выводя его на поверхность.",
      "Вынимаем из холодильника основу для чизкейка и равномерно наполняем ее творожной массой.",
      "Отправляем чизкейк в разогретую до 170 градусов духовку и оставляем его в одиночестве на 50 минут. Это – Ваше личное время. Чизкейк вполне предсказуемо ведет себя на протяжение 50-ти минут – не растекается, не поднимается, не подгорает.",
      "Взбиваем сметану с 2-мя ст. л. сахара и ванилином до однородности.",
      "По истечении 50-ти минут, вынимаем чизкейк из духовки. Вы заметите, что масса существенно уплотнилась. Увеличиваем температуру духовки до 200 градусов. Выливаем сметанную массу поверх творожной, если необходимо, слегка «пригладьте» ее ложкой. Отправляем чизкейк в разогретую до 200 градусов духовку на 7-мь минут. По истечении 7-ми минут достаем чизкейк из духовки, украшаем ягодами и отправляем в холодильник на всю ночь.",
      "Угощайтесь!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/95323/",
    "nutrition": {
      "calories": "5869.4 ккал",
      "protein": "207.7 г",
      "fat": "294.7 г",
      "carbohydrates": "589.1 г"
    }
  },
  {
    "name": "Творожная запеканка",
    "ingredients": [
      "Творог (лучше творожная масса с изюмом 4-5%) — 400 г",
      "Сахар — 3 ст. л.",
      "Крупа манная — 2 ст. л.",
      "Яйцо куриное — 2 шт",
      "Сметана — 2 ст. л.",
      "Ванилин — по вкусу",
      "Сухари панировочные / Панировка"
    ],
    "instructions": [],
    "url": "https://www.povarenok.ru/recipes/show/545/",
    "nutrition": {
      "calories": "1235.8 ккал",
      "protein": "96.1 г",
      "fat": "30.2 г",
      "carbohydrates": "145.5 г"
    }
  },
  {
    "name": "Запеканка творожная \"3 х 5\"",
    "ingredients": [
      "Творог (жирный 9% или домашний) — 500 г",
      "Яйцо куриное — 3 шт",
      "Масло сливочное (примерно 60 г) — 3 ст. л.",
      "Сахар (с горкой) — 3 ст. л.",
      "Сметана (с горкой) — 3 ст. л.",
      "Крупа манная (с горкой) — 3 ст. л.",
      "Ванильный сахар — 1 щепот."
    ],
    "instructions": [
      "Растопить в кастрюле 3 столовых ложки сливочного масла, добавить весь сахар, сметану, манку, все смешать до однородной массы.",
      "В полученную массу добавить яйца, все перемешать, добавить творог и щепотку ванилина.",
      "Все взбить блендером до однородной массы. Взбивание блендером обязательно. Масса должна стать однородной, как крем. Затем взбивать миксером 10-15 минут.",
      "Выложить в форму, смазанную маслом. Выпекать в духовке при температуре 160 градусов 60-85 минут. Протыкать деревянной палочкой для определения готовности. Здесь хочу обратить ваше внимание на время выпекания. В духовке у свекрови выпекание занимает 1 час. У меня 1 час 20 минут. Поэтому, чтобы запеканка не была сырой внутри в центре, обязательно контролируйте степень ее готовности деревянной палочкой. Если палочка сухая - можно выключать."
    ],
    "url": "https://www.povarenok.ru/recipes/show/91430/",
    "nutrition": {
      "calories": "1790.9 ккал",
      "protein": "123 г",
      "fat": "77.1 г",
      "carbohydrates": "149.1 г"
    }
  },
  {
    "name": "Творожное печенье \"Ракушки\"",
    "ingredients": [
      "Творог — 250 г",
      "Масло сливочное — 100 г",
      "Мука пшеничная / Мука — 250 г",
      "Разрыхлитель теста — 10 г",
      "Сахар (для работы с тестом)"
    ],
    "instructions": [
      "Творог растереть с размягченным сливочным маслом.",
      "Муку просеять, добавить разрыхлитель, перемешать. В творожную массу понемногу вмешивать мучную смесь. Замесить гладкое, не липнущее к рукам тесто. Возможно, понадобится больше или меньше муки, все зависит от творога.",
      "Отправить тесто в холодильник на 30 минут. После того как тесто \"отдохнуло\", раскатать в пласт толщиной 0,5 см. С помощью стакана вырезать кружки.",
      "На тарелку насыпать сахар и обвалять кружок в сахаре, свернуть пополам, сахарной стороной вовнутрь.",
      "Опять одну сторону обвалять в сахаре и сложить сахарной стороной вовнутрь. Теперь обвалять с обеих сторон.",
      "При желании можно в сахар добавить корицу. На противень, застеленный пергаментом, выложить \"ракушки\", соблюдая дистанцию и отправить в разогретую до 200 градусов духовку на 20 минут."
    ],
    "url": "https://www.povarenok.ru/recipes/show/59028/",
    "nutrition": {
      "calories": "1864.4 ккал",
      "protein": "68.6 г",
      "fat": "90 г",
      "carbohydrates": "198.5 г"
    }
  },
  {
    "name": "Торт \"Птичье молоко\"",
    "ingredients": [
      "Мука пшеничная / Мука — 1 стак.",
      "Сахар — 1 стак.",
      "Яйцо куриное — 4 шт",
      "Желатин — 40 г",
      "Молоко — 1 стак.",
      "Масло сливочное — 300 г",
      "Ванильный сахар — 1 пакет.",
      "Вода (кипяченая теплая, для желатина) — 150 мл",
      "Мука пшеничная / Мука — 1 ст. л.",
      "Сахар — 2 стак.",
      "Яйцо куриное — 10 шт",
      "Какао-порошок — 5 ст. л.",
      "Сахар — 1/2 стак.",
      "Молоко — 3 ст. л.",
      "Масло сливочное — 50 г"
    ],
    "instructions": [
      "Бисквит тут самый что ни на есть обыкновенный: яйца взбить с сахаром в течение 10 минут, всыпать муку, размешать. Выпекать на среднем огне 30 минут. Готовность проверить спичкой. Готовый бисквит остудить и разрезать на два пласта. Все элементарно. Главное в этом торте - это КРЕМ! Он совершенно необыкновенный! Итак, приступим. Делается крем в три этапа. Этап ПЕРВЫЙ. Желатин залить теплой водой. Желтки отделить от белков (белки пока убрать в холодильник). В небольшой кастрюльке взбить желтки с 1 стаканом сахара до пышной белой массы. Влить молоко, всыпать муку и перемешать.",
      "Поместить кастрюльку на водяную баню и, помешивая, довести крем до появления пузырей. Он сильно увеличится в объеме.",
      "Массу остудить, изредка перемешивая, чтобы не образовалась пленочка.",
      "Этап ВТОРОЙ. Масло, размягченное до комнатной температуры, взбить, постепенно, по ложке, добавляя заварной крем. Для этого потребуется еще одна кастрюлька, немного больше первой. Добавить ванильный сахар или ванилин и перемешать.",
      "И вот у нас готов нежнейший масляный крем.",
      "Этап ТРЕТИЙ. Набухший к этому времени желатин довести до полного растворения и, если это необходимо, процедить.",
      "Хорошо остывшие к этому времени белки поместить в третью кастрюлю. Она должна быть еще больше, литра на 2,5. Взбить белки со вторым стаканом сахара до крепких пиков.",
      "Влить растворенный желатин и хорошо перемешать.",
      "И последнее - соединить вместе белковый и масляный кремы, причем масляный по частям добавляем в белковый, каждый раз тщательно взбивая до однородности. И вот готов наш крем. Он совершенно необыкновенный. Он воздушный, нежнейший, потрясающей шелковой текстуры.",
      "Собираем торт. Вокруг нижнего коржа установить кольцо . Если желаете, можно слегка (но только слегка)пропитать бисквит сиропом с добавлением коньяка или ромовой эссенции.",
      "Выложить наш потрясающий крем, разровнять и накрыть вторым коржом. Слегка прижать. Убрать в холодильник до полного застывания, лучше всего на ночь. Когда торт полностью застынет, кольцо убрать и покрыть торт шоколадной глазурью. "
    ],
    "url": "https://www.povarenok.ru/recipes/show/47243/",
    "nutrition": {
      "calories": "8758.9 ккал",
      "protein": "191.9 г",
      "fat": "396.4 г",
      "carbohydrates": "1106.2 г"
    }
  },
  {
    "name": "Бисквит за 3 минуты в микроволновке",
    "ingredients": [
      "Яйцо куриное — 1 шт",
      "Молоко — 5 ст. л.",
      "Масло растительное — 3 ст. л.",
      "Какао-порошок — 2 ст. л.",
      "Сахар (4 ст.л. для бисквита, 3 ст.л. для крема) — 7 ст. л.",
      "Мука пшеничная / Мука — 3 ст. л.",
      "Крахмал — 1 ст. л.",
      "Разрыхлитель теста — 1 ч. л.",
      "Вишня (без косточек) — 100 г",
      "Сметана — 150 г",
      "Шоколад молочный / Шоколад (для посыпки)"
    ],
    "instructions": [
      "В чашке смешайте при помощи вилки яйцо и сахар.",
      "Затем добавьте какао.",
      "Муку, крахмал (если нет крахмала, можете смело класть только 4 ст. л. муки) и разрыхлитель, хорошо перемешайте.",
      "Затем добавьте растительное масло и молоко.",
      "Размешайте до получения жидкого теста.",
      "Тесто вылейте в чашку (миску), объемом не меньше 500 мл, положив на дно пергамент. Поставьте в микроволновку ровно на 3 минуты на максимальную мощность (1000 Вт). Также Вы можете сделать порционно, разлив тесто в чашки.",
      "Все!!! Бисквит готов, посыпьте сахарной пудрой и подавайте к кофе или чаю."
    ],
    "url": "https://www.povarenok.ru/recipes/show/34979/",
    "nutrition": {
      "calories": "2102.6 ккал",
      "protein": "35.1 г",
      "fat": "86 г",
      "carbohydrates": "295.9 г"
    }
  },
  {
    "name": "Хворост",
    "ingredients": [
      "Яйцо куриное — 2 шт",
      "Сахар — 0,5 стак.",
      "Молоко — 1,5 ст. л.",
      "Соль — 0,5 ч. л.",
      "Масло растительное (+ для фритюра) — 1,5 ст. л.",
      "Мука пшеничная / Мука — 2 стак.",
      "Сахарная пудра"
    ],
    "instructions": [
      "Яйца хорошо взбить.",
      "Добавить сахар, молоко (когда нет молока, с успехом заменяю его обычной водой), соль и масло. Взбиваем венчиком до образования пузырьков. Затем добавляем муку и замешиваем тесто.",
      "Тесто получается очень нежным, мякеньким и вкусным. За счет добавленного масла не прилипает к рукам и скалке при раскатке. Благодаря чему расход муки минимален.",
      "Берем треть теста, остальное откладываем в сторону, и раскатываем в пласт толщиной примерно 2–3 мм.",
      "Раскатанный пласт режeм на вертикальные полосы.",
      "Получились вертикальные полосы.",
      "А теперь вертикальные полосы поделим пополам.",
      "Получились ромбики.",
      "Получившиеся ромбики разрезаем в центре",
      "Далее каждый ромбик берем в руки и один краешек просовываем внутрь прореза, сделанного ранее, вернув краешек в исходное положение. На боках ромбика появятся первые завитки. Процедуру повторяем несколько раз. Проделываем это аккуратно, стараясь не растянуть заготовку. Таким образом, получаем нужную нам форму.",
      "Сделали один оборот.",
      "Сделали еще несколько оборотов.",
      "Получились готовые фигуры для выпечки.",
      "Нагреваем масло, у меня нет фритюрницы – пользуюсь по старинке кастрюлькой, и опускаем в него заготовки. Всплывают моментально, раздуваются в долю секунды без всяких вспомогателей. Очень легкие, воздушные. За счет приличного кол-ва сахара получаются такими румяными. Готовятся очень быстро, только и успевай вытаскивать готовые и закладывать новые заготовки.",
      "Готовый хворост посыпать сахарной пудрой."
    ],
    "url": "https://www.povarenok.ru/recipes/show/54344/",
    "nutrition": {
      "calories": "1364 ккал",
      "protein": "44 г",
      "fat": "25.9 г",
      "carbohydrates": "241.5 г"
    }
  },
  {
    "name": "Мой самый любимый торт",
    "ingredients": [
      "Яйцо куриное (для коржа) — 2 шт",
      "Молоко сгущенное (для коржа) — 1 бан.",
      "Мука пшеничная / Мука (для коржа) — 1 стак.",
      "Сода гашеная уксусом (для коржа) — 1 ч. л.",
      "Ванильный сахар (для коржа) — 10 г",
      "Сметана (самая жирная, в крем) — 600 г",
      "Сахарная пудра (для крема) — 150 г",
      "Чернослив (очищенный от косточек, в крем) — 100-150 г"
    ],
    "instructions": [
      "Взбиваем яйца, вводим сгущенку и постепенно, по столовой ложке, муку. Добавляем гашеную соду и ванилин.",
      "Выливаем тесто в форму. Отправляем в духовку, выпекаем при температуре 180 градусов до сухой палочки. Это где-то минут 30, у кого какая духовка.",
      "Вот такой получился. Середина у меня поднялась.",
      "Вынимаем, разрезаем на коржи. У меня получилось 2 и третий маленький - серединка, которая вздулась :-D.",
      "Пока коржи остывают, беремся за крем.",
      "Сметану 27% взбиваем с сахарной пудрой и добавляем в конце чернослив. Вымешиваем чернослив уже ложкой.",
      "И все! Промазываем очень щедро остывшие коржи.",
      "Готово!",
      "Самое главное, потерпеть, пока пропитается, на ночь его оставить лучше всего или, хотя бы, часа на 3."
    ],
    "url": "https://www.povarenok.ru/recipes/show/18043/",
    "nutrition": {
      "calories": "4067.7 ккал",
      "protein": "76.6 г",
      "fat": "168.6 г",
      "carbohydrates": "581 г"
    }
  },
  {
    "name": "Исчезающее овсяное печенье",
    "ingredients": [
      "Масло сливочное (размягчённое) — 115 г",
      "Сахар — 50-70 г",
      "Яйцо куриное — 1 шт",
      "Ванильный сахар — 1 ч. л.",
      "Мука пшеничная / Мука — 100-120 г",
      "Сода — 0,5 ч. л.",
      "Корица — 0,5 ч. л.",
      "Соль (щепотка)",
      "Хлопья овсяные — 150 г",
      "Изюм — 0,5 стак."
    ],
    "instructions": [
      "Взбить масло с сахаром и ванильным сахаром.",
      "Добавить яйцо, взбить.",
      "Добавить смешанные заранее муку, соду, корицу и соль. Хорошо перемешать.",
      "Затем добавить овес и изюм и еще раз тщательно перемешать.",
      "Выкладывать руками шарики на противень на расстоянии около 4-5 см, немного приплюснуть сверху. Печь 10 - 12 минут или до золотистого цвета.",
      "Всё! чудесное, ароматное, волшебное печенье готово!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/63883/",
    "nutrition": {
      "calories": "2104.8 ккал",
      "protein": "37 г",
      "fat": "116 г",
      "carbohydrates": "234.9 г"
    }
  },
  {
    "name": "Имбирное печенье \"Как из Икеи\"",
    "ingredients": [
      "Мука пшеничная / Мука — 200 г",
      "Яйцо куриное — 1 шт",
      "Имбирь (молотый) — 2 ч. л.",
      "Корица (молотая) — 1 ч. л.",
      "Кардамон (молотый) — 1 ч. л.",
      "Гвоздика (молотая) — 1/2 ч. л.",
      "Масло сливочное — 100 г",
      "Сахар — 110 г",
      "Мед (жидкий или любой сироп) — 3 ч. л.",
      "Разрыхлитель теста — 1 ч. л."
    ],
    "instructions": [
      "Первым делом нам нужно измельчить в порошок специи! Можно, конечно, сразу взять готовые измельченные, но у меня не оказалось, пришлось кардамон и гвоздику толочь скалкой в кастрюле)))",
      "Далее к получившемуся порошку добавляем молотый имбирь и соду",
      "Затем всыпаем муку",
      "В отдельной посуде растираем миксером масло и сахар",
      "Затем туда же добавляем яйца и мед, предварительно слегка подогретый. Вобще, в рецепте предлагалось взять сироп, но у меня не оказалось и решила заменить медом. Все взбиваем!",
      "Теперь муку всыпаем в яично-масляную смесь и хорошо перемешиваем. Тесто прямо на глазах приобретает интенсивный коричневый цвет.",
      "Хорошо вымешиваем тесто руками и отправляем в холодильник на 1,5 -2 часа. Сначала тесто будет слегка мягким, но после холода его можно спокойно раскатывать!",
      "Затем тесто раскатываем довольно тонко и формочками вырезаем фигурки!",
      "Из указанного количества ингредиентов у меня получилось 4 противня печенья! Так что можно спокойно брать половину нормы! Еще стоит сказать, что тесто довольно хрупкое - при неверном движении разваливается, нужно очень аккуратно, лучше с помощью лопаточки, перекладывать на противень!",
      "Противень смазываем растительным маслом и выкладываем печенье. Отправляем в разогретую духовку на 5-7 минут. Печется очень быстро! Главное, не отвлекаться, а то сгорит моментально! Вынимать следует как только верх начнет коричневеть!",
      "Так выглядят готовые печенюшки! Сначала они мягкие сверху, но через пару минут твердеют и становятся хрустящими!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/49207/",
    "nutrition": {
      "calories": "2114.5 ккал",
      "protein": "27.2 г",
      "fat": "91.9 г",
      "carbohydrates": "296.5 г"
    }
  },
  {
    "name": "Уникальные творожные улитки",
    "ingredients": [
      "Творог — 360 г",
      "Желток яичный (крупный) — 4 шт",
      "Сода — 3/4 ч. л.",
      "Сахар — 3-4 ст. л.",
      "Мука пшеничная / Мука — 1 стак."
    ],
    "instructions": [
      "Приготовить продукты. От творога отделить примерно четверть, отложить всторону. Остальной творог положить в миску, добавить желтки и 1-2 ст. л. сахара (остальной сахар пойдёт в начинку). При желании, тесто можно совсем не подслащивать, положить сахар только в начинку.",
      "Растереть творог с желтками до однородной массы. Добавить соду (не гасить, это сделает творог). Перемешать и дать постоять 3-5 минут.",
      "К творожной массе добавить муку. Подсыпать понемногу, мешая ложкой. Когда мешать будет трудно, замесить тесто руками. Муки может потребоваться больше, в зависимости от консистенции и жирности творога. Готовое тесто скатать в шар и убрать в холодильник на 1,5 часа.",
      "Достать охлаждённое тесто, посыпать мукой поверхность и раскатать тесто в пласт толщиной 3-5 мм. Половину теста смазать отложенным ранее творогом. Тесто довольно легко рвётся, поэтому, если творог не очень мягкий, можно добавить к нему ложку сметаны, молока или даже воды, растереть в отдельной чашке и после этого нанести на тесто. Сверху на творог посыпать 1-2 ст. л. сахара (или можно добавить сахар в творог). Накрыть творожную половину теста пустой частью.",
      "Скатать в рулет. Включить духовку на 170-180 градусов.",
      "Отрезать от рулета кусочки толщиной в 1 см и выкладывать на противень, застеленный бумагой для выпечки или фольгой, на расстоянии 2-3 см. Сверху можно ещё чуть-чуть присыпать сахарным песком.",
      "Выпекать в горячей духовке 20-25 минут.",
      "Можно кушать горячими, можно брать с собой на прогулку или подать на праздничный стол."
    ],
    "url": "https://www.povarenok.ru/recipes/show/50213/",
    "nutrition": {
      "calories": "1206.2 ккал",
      "protein": "98.5 г",
      "fat": "40.2 г",
      "carbohydrates": "205.8 г"
    }
  },
  {
    "name": "Печенье \"Минутка\"",
    "ingredients": [
      "Маргарин — 200 г",
      "Сыр плавленый (упаковка 100 г) — 2 шт",
      "Мука пшеничная / Мука — 1 стак.",
      "Сахар — по вкусу"
    ],
    "instructions": [
      "Вот, что нам понадобится для приготовления этого несложного печенья",
      "Сначала натрём на мелкой тёрке сырки.",
      "К сыркам добавим охлаждённый и натёртый на крупной тёрке маргарин",
      "И стакан (250 г) просеянной муки.",
      "Замесим тесто.",
      "Раскатаем тесто на присыпанном мукой столе. Формочкой вырежем печенюшки.",
      "Выложим печеньки на противень и слегка присыпем их сахарком. Если хочется, чтобы печенье было несладким, можно слегка присыпать солью и кунжутом или тмином, или другими специями на Ваш вкус. Я, кроме сахара, некоторые печеньки посыпала корицей.",
      "Выпекаем в духовке, разогретой до 180-190 градусов 15-20 минут, пока не зарумянятся."
    ],
    "url": "https://www.povarenok.ru/recipes/show/41473/",
    "nutrition": {
      "calories": "2018.7 ккал",
      "protein": "57.9 г",
      "fat": "146.2 г",
      "carbohydrates": "119.8 г"
    }
  },
  {
    "name": "Ванильный сметанник",
    "ingredients": [
      "Разрыхлитель теста — 1,5 ч. л.",
      "Мука пшеничная / Мука — 300 г",
      "Сахар (0,5 ст. в начинку и 0,5 ст. в тесто) — 1 стак.",
      "Ванилин — 2 г",
      "Сметана — 400 г",
      "Яйцо куриное (1 в тесто и 4 в начинку) — 5 шт",
      "Масло сливочное — 200 г"
    ],
    "instructions": [
      "Ледяное масло натереть на крупной терке...",
      "Добавить сахар, добавить яйцо, просеять муку с разрыхлителем.",
      "Pуками замесить песочное тесто, скатать в шар.",
      "Разъемную форму 24 см смазать сливочным маслом. Тесто раскатать в пласт 0,5 см и с помощью скалки перенести в форму.",
      "Распределить по форме, сделать высокие бортики - это важно!!! Пирог высокий, и начинка во время выпечки поднимается! Бортики - примерно 6-7 см.",
      "Для начинки венчиком взбить сметану с яйцами, ванилином и сахаром до однородности.",
      "Bылить на тесто, должно получиться так, что бортики будут выше, чем начинка!",
      "Выпекать 45-50 минут при 180 градусах.",
      "Вкуснее всего он становится после охлаждения в холодильнике, т. е. если постоит 3-4 часа или всю ночь."
    ],
    "url": "https://www.povarenok.ru/recipes/show/67984/",
    "nutrition": {
      "calories": "4710.9 ккал",
      "protein": "75.6 г",
      "fat": "279.1 г",
      "carbohydrates": "472.6 г"
    }
  },
  {
    "name": "Торт \"Диво дивное\"",
    "ingredients": [
      "Мука пшеничная / Мука (тесто) — 180 г",
      "Мед (тесто) — 2 ст. л.",
      "Яйцо куриное (тесто) — 2 шт",
      "Сахар (тесто - 150г, крем - 100г) — 250 г",
      "Сода (тесто) — 2/3 ч. л.",
      "Разрыхлитель теста (тесто) — 2/3 ч. л.",
      "Творог (крем) — 400 г",
      "Масло сливочное (крем) — 50 г",
      "Желток яичный (крем) — 2 шт",
      "Ванилин (на кончике ножа, крем)"
    ],
    "instructions": [
      "Итак, четыре подхода по 10 минут каждый. Поехали! Первый подход - тесто. Ровно 10 минут. В кастрюльку всыпать сахар, соду и разрыхлитель, разбиваем яйца, вливаем мед, взбиваем миксером и",
      "Ставим на \"водяную баню\". Масса будет пениться и увеличиваться в объеме. Постоянно помешивать ложкой до тех пор, пока объём массы не увеличится в 2-2,5 раза.",
      "Вспененную массу снять с огня и дать ей немного остыть,",
      "Всыпать муку и замесить тесто. Оно будет липким. Теперь поставить его в холодильник и забыть на 3-4 часа.",
      "Второй подход - выпечка коржей. Ровно 1о минут. Через 3 часа достать из холодильника тесто, оно станет менее липким,",
      "Разделить на 5 частей, руками, подсыпая муки (но немного, с добавлением муки не увлекаться!), сформировать прямо на противне, застеленным пергаментом, лепешки. (диаметр лепешки - 15см)",
      "Выпекать коржи в разогретой до 200 градусов духовке около 5 минут до золотистого цвета. Коржи-лепешки получаются пышными, с пергамента их снять ещё горячими, иначе прилипнут. Сверху приложить тарелку или блюдечко и вырезать ровные круги. Оставшиеся обрезки положить на противень и убрать в ещё не остывшую духовку подсыхать.",
      "Третий подход - варка крема. Ровно 10 минут. В кастрюльку положить все ингредиенты, кроме масла,",
      "Взбить погружным блендером до однородности. (Если блендера нет, протереть творог через сито 2-3 раза. Этот шаг делается для того, чтобы избавиться от комочков в твороге, если их нет, просто массу перемешать ложкой).",
      "Добавить масло, поставить на плиту и, постоянно помешивая ложкой, нагреть до пузырей.",
      "Продолжая мешать, варить ещё 2-3 минуты, до состояния очень густой манной каши.",
      "Вот так крем выглядит в конце после варки.",
      "Четвертый подход - сборка торта. Ровно 10 минут. Не давая крему остыть, нанести на коржи и",
      "Обмазать весь торт. Крем густой и абсолютно не течет. Обрезки коржей, подсушенные в духовке, измельчить и обсыпать торт.",
      "Украсить на свое усмотрение.",
      "Дать остыть при комнатной температуре и убрать в холодильник на 4-5 часов. Можно резать и кушать!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/46195/",
    "nutrition": {
      "calories": "2810 ккал",
      "protein": "112.4 г",
      "fat": "78.6 г",
      "carbohydrates": "460.7 г"
    }
  },
  {
    "name": "Вафельные трубочки",
    "ingredients": [
      "Сахар — 1 стак.",
      "Яйцо куриное — 4 шт",
      "Маргарин — 200 г",
      "Мука пшеничная / Мука — 2 стак."
    ],
    "instructions": [
      "Маргарин режем кусочками,",
      "Ставим на плиту и растапливаем",
      "Яйца взбиваем",
      "В маргарин (теплый) добавляем яйца, сахар и муку. Замешиваем тесто.",
      "Тесто должно быть как густая сметана.",
      "Вафельницу смазываем маслом, нагреваем. У меня вот такая вафельница :-)",
      "",
      "Столовую ложку теста выкладываем на вафельницу, закрываем.",
      "Вафля готова через 2-3 минуты",
      "Сразу же скручиваем вафлю в трубочку.",
      "Можно не скручивать в трубочки, а сделать вафельный торт. Просто перемазать сгущенкой или кремом полученные вафли."
    ],
    "url": "https://www.povarenok.ru/recipes/show/22003/",
    "nutrition": {
      "calories": "3435.2 ккал",
      "protein": "57.3 г",
      "fat": "147.8 г",
      "carbohydrates": "470.5 г"
    }
  },
  {
    "name": "Торт \"Сметанник\"",
    "ingredients": [
      "Сметана — 800 г",
      "Сахар (в тесто 2 стакана, в крем по вкусу)",
      "Яйцо куриное — 3 шт",
      "Масло подсолнечное — 3 ст. л.",
      "Масло сливочное (предварительно растопить и остудить) — 6 ст. л.",
      "Разрыхлитель теста — 2 пач.",
      "Соль — 0,5 ч. л.",
      "Мука пшеничная / Мука (тут идёт 5 стаканов, но у меня всегда уходит больше) — 5-7 стак.",
      "Сметана (у меня опять же 4 баночки по 200г.) — 4 бан.",
      "Ванильный сахар — 1 пакет."
    ],
    "instructions": [
      "Это ингредиенты, которые нам понадобятся для теста.",
      "В чашку, где будем замешивать тесто, выкладываем сметану. Добавляем 2 пакетика разрыхлителя и перемешиваем (разрыхлитель гасится, как сода). Затем добавляем яйца, растительное масло и топлёное, перемешиваем, всыпаем сахар, вымешиваем и начинаем постепенно, мешая, всыпать муку. Тесто должно быть мягкое, пластичное, чтобы можно было раскатывать тонкие коржи. Не липнущее к рукам. Готовому тесту даём полежать минут 30, чтобы отдохнуло. После отдыха делим тесто на части - у меня выходит 8 частей. Каждую часть раскатываем в тонкий корж примерно 5-7 мм. И выпекаем в разогретой до 200град. духовке до светло-коричневого цвета, не пересушите, иначе будут жесткими, пекутся недолго. Как только вытащили готовый корж из духовки, вырезаем по трафарету - у меня тарелка, круг, обрезки складываем в чашечку, они нам понадобятся позже.",
      "Это составляющие нашего крема. Тут у меня только 2 баночки сметаны, но на такое количество коржей надо 4, мне пришлось делать крем ещё раз, не хватило.",
      "Сметану выкладываем в чашку и начинаем взбивать миксером, всыпая сахар. Взбиваем до пышной, устойчивой массы, можно добавить ванильный сахар.",
      "Обмазываем торт всегда сразу на подставке для торта, чтобы потом не мучиться его перекладывать.",
      "Вот так. Кладу корж сверху, обмазываю кремом, на него другой корж - крем - и так, пока все коржи не будут смазаны. Из этого количества теста лучше делать 2 торта по 4 коржа каждый.",
      "Все коржи обмазаны кремом. Теперь приступим к обсыпке. Обрезки измельчим в блендере или в мясорубке или кому как нравится и обсыплем торт сверху и с боков. Теперь можно удалить бумагу, которую подстилали под торт, - подставка осталась чистая."
    ],
    "url": "https://www.povarenok.ru/recipes/show/16467/",
    "nutrition": {
      "calories": "7368.1 ккал",
      "protein": "140.4 г",
      "fat": "455.9 г",
      "carbohydrates": "676 г"
    }
  },
  {
    "name": "Торт медовый \"Ангарский\"",
    "ingredients": [
      "Масло сливочное (или маргарин) — 150 г",
      "Яйцо куриное — 2 шт",
      "Сахар (тесто - 1 стак.; крем - 1 стак.) — 2 стак.",
      "Сода — 1 ч. л.",
      "Мука пшеничная / Мука — 2 стак.",
      "Сметана (в крем) — 400 г",
      "Мед — 2 ст. л."
    ],
    "instructions": [
      "В кастрюльку кладем масло (у меня маргарин, с ним ничуть не хуже), сахар (1 стакан) и мед. Нагреваем на небольшом огне, помешивая, до кипения. Как только начало закипать, добавляем соду. Масса тут же начнет кипеть, шипеть и пузыриться))). Активно перемешиваем, буквально 10 секунд, все превратилось в пену, снимаем с огня.",
      "Ждем, когда содержимое кастрюльки остынет, для ускорения процесса можно поставить в емкость с холодной водой. Получаем нечто, похожее на карамель, обалденно пахнущее и аппетитное. Вмешиваем яйца по одному, затем муку.",
      "Получаем вязкое тесто, достаточно густое. Половину теста размазываем по смазанному противню. Лучше подложить пекарскую бумагу или антипригарный коврик. Удобней это делать мокрыми руками.",
      "Выпекаем в нагретой до 180 гр. духовке. Корж тонкий, печется быстро, 10-12 мин. Готовый корж разрезаем пополам (он получается большой, почти на весь лист). То же самое проделываем со второй половиной теста.",
      "Пока коржи остывают, делаем сметанный крем (сметану взбить с сахаром). Крем, конечно, можно использовать любой - масляный, заварной, но со сметанным мне нравится больше всего, он хорошо пропитывает коржи и приятную кислинку добавляет. Коржи складываем один на другой, обрезаем, чтоб были ровненькие и одинаковые. Обрезки растолочь и использовать для посыпки. Собираем тортик, промазывая коржи кремом, если есть желание - украшаем (у меня простой, \"домашний\", вариант)). Лучше, если тортик пару часиков постоит в холодильнике, хорошо пропитается кремом."
    ],
    "url": "https://www.povarenok.ru/recipes/show/66507/",
    "nutrition": {
      "calories": "5229.6 ккал",
      "protein": "55.5 г",
      "fat": "219.6 г",
      "carbohydrates": "759.4 г"
    }
  },
  {
    "name": "Печенье \"Орешки\" со сгущенкой",
    "ingredients": [
      "Масло сливочное (можно маргарин) — 200 г",
      "Сахар — 100 г",
      "Яйцо куриное — 2 шт",
      "Мука пшеничная / Мука — 3 стак.",
      "Соль (на кончик ножа) — 1 щепот.",
      "Сода — 0.5 ч. л.",
      "Уксус — 1 ст. л.",
      "Молоко сгущенное (вареное) — 1 бан."
    ],
    "instructions": [
      "Перетираем масло и маргарин с солью и сахаром.",
      "Хорошенько перемешиваем.",
      "Добавляем гашеную соду и яйца.",
      "Перемешиваем.",
      "Вводим муку.",
      "Вымешиваем тесто и формируем шарики, подходящие для вашей формы.",
      "Выпекаем в форме.",
      "Вот такие вышли половинки орешков.",
      "Начиняем нашу красоту сгущенкой, можно положить еще орешек :)"
    ],
    "url": "https://www.povarenok.ru/recipes/show/94020/",
    "nutrition": {
      "calories": "4992.7 ккал",
      "protein": "88.2 г",
      "fat": "216.8 г",
      "carbohydrates": "686.4 г"
    }
  },
  {
    "name": "Конфеты а-ля \"Сникерс\"",
    "ingredients": [
      "Молоко (сухое, или сухие сливки) — 300 г",
      "Какао-порошок — 2 ст. л.",
      "Масло сливочное (размягченное) — 30 г",
      "Сливки (или молоко) — 50 мл",
      "Орехи (любые, у меня арахис) — 400 г",
      "Сахар — 1 стак."
    ],
    "instructions": [
      "Перемешайте сахар, какао и жидкое молоко (или сливки). Поставьте смесь на огонь и, постоянно помешивая, чтобы не подгорело, доведите до кипения.",
      "Как только смесь закипит, снимите ее с огня и добавьте очищенный и обжаренный арахис и размягченное сливочное масло. Перемешайте и постепенно добавьте сухие сливки. Размешайте чуть ложкой - смесь сразу схватится, и тогда месите руками. Получится довольно тугая масса.",
      "Блюдо застелите пищевой пленкой или посыпьте сухими сливками. Из смеси скатайте шарики и сложите на блюдо. Если конфеты будут тяжело скатываться - смочите чуть-чуть пальчики водой - и всё, этого будет достаточно, чтобы шарики получились идеальными и не прилипали к ладошкам)))",
      "Как сделали все конфеты - накройте их пищевой пленкой и поставьте на час или два в холодильник. Вот и всё :)"
    ],
    "url": "https://www.povarenok.ru/recipes/show/25758/",
    "nutrition": {
      "calories": "3593.1 ккал",
      "protein": "66.3 г",
      "fat": "192.5 г",
      "carbohydrates": "396 г"
    }
  },
  {
    "name": "Cгущeнное молоко собственными руками",
    "ingredients": [
      "Молоко — 250 мл",
      "Молоко сухое (желательно, обезжиренное) — 1 1/2 стак.",
      "Сахар — 1 1/2 стак."
    ],
    "instructions": [
      "Итак, всё до гениального просто! Для начала приготовим необходимые нам продукты - молоко сухое, обычное молоко и сахар.",
      "Теперь, давайте смешаем это всё венчиком. Здесь у нас полтора стакана сахара, полтора стакана сухого молока и 250мл молока цельного. П. С. Наша сгущёночка будет готовиться на водяной бане, поэтому смешивайте ингредиенты в небольшой кастрюльке или в металлической чашке.",
      "Поставьте большую кастрюлю с водой на плиту и доведите воду до кипения.",
      "Теперь погрузите в кастрюлю с кипящей водой кастрюльку (или чашку) со смесью. Варите сгущёнку на получившейся водяной бане в течении одного часа, изредка помешивая."
    ],
    "url": "https://www.povarenok.ru/recipes/show/22574/",
    "nutrition": {
      "calories": "1435.1 ккал",
      "protein": "46.2 г",
      "fat": "2.1 г",
      "carbohydrates": "306.4 г"
    }
  },
  {
    "name": "Воздушная творожная запеканка без муки и манки",
    "ingredients": [
      "Творог (Я беру Хуторок или Добрыня 9%, 2 пачки по 250 г) — 500 г",
      "Яйцо куриное — 4 шт",
      "Сахар — 7 ст. л.",
      "Сметана (20%, с горкой) — 2 ст. л.",
      "Крахмал (с горкой) — 2 ст. л.",
      "Ванилин",
      "Изюм (по желанию)"
    ],
    "instructions": [
      "Взбиваем белки.",
      "Взбиваем творог, желтки, сахар, сметану, крахмал, ванилин.",
      "Смешиваем творожную массу со взбитыми белками.",
      "Выкладываем в чугунную форму, застеленную пергаментной бумагой, смазанную сливочным маслом.",
      "Выпекаем при 180-200 градусах 30-40 минут.",
      "В разрезе))"
    ],
    "url": "https://www.povarenok.ru/recipes/show/64937/",
    "nutrition": {
      "calories": "1861 ккал",
      "protein": "119.4 г",
      "fat": "43.1 г",
      "carbohydrates": "244.4 г"
    }
  },
  {
    "name": "Торт \"Медовик\" по рецепту моей бабушки",
    "ingredients": [
      "Яйцо куриное — 3 шт",
      "Сахар — 1 стак.",
      "Мед — 3 ст. л.",
      "Масло сливочное — 100 г",
      "Сода (гашеная) — 2 ч. л.",
      "Мука пшеничная / Мука (сколько возьмёт тесто, но не очень тугое)",
      "Сметана",
      "Сахар"
    ],
    "instructions": [],
    "url": "https://www.povarenok.ru/recipes/show/25225/",
    "nutrition": {
      "calories": "2283.3 ккал",
      "protein": "22.2 г",
      "fat": "101 г",
      "carbohydrates": "319.4 г"
    }
  },
  {
    "name": "Торт \"Сникерс\"",
    "ingredients": [
      "Яйцо куриное — 4 шт",
      "Сахар — 1 стак.",
      "Разрыхлитель теста — 1 ч. л.",
      "Мука пшеничная / Мука — 1 стак.",
      "Молоко сгущенное (вареное) — 500 мл",
      "Масло сливочное — 200 г",
      "Арахис — 200-300 г",
      "Крекер (сливочный) — 200 г"
    ],
    "instructions": [
      "Продукты которые нам понадобятся!",
      "Отделить белки от желтков. Белки взбивать 5 минут.",
      "Затем добавить сахар и взбивать еще 10 минут.",
      "Добавить желтки и снова взбить.",
      "Добавить разрыхлитель и муку. Перемешать до однородной массы.",
      "Вылить тесто в разъемную форму, застеленную пергаментной бумагой. Выпекать бисквит в предварительно разогретой духовке до 180 градусов, 40-50 мин. (в зависимости от вашей духовки, до \"сухой зубочистки\").",
      "Тем временем займемся кремом. Вымытый арахис обжарить на сухой сковороде и очистить, по возможности, от шелухи.",
      "Крекер поломать на кусочки.",
      "Сгущенное молоко и масло хорошо взбить. Затем добавить арахис и крекер. Перемешать.",
      "Бисквит очень хорошо поднимается.",
      "Готовый бисквит остудить и разрезать на 2 части.",
      "На нижний корж нанести крем (я решила сделать это в круге от разъемной формы, чтобы было ровнее).",
      "Накрыть вторым коржом.",
      "И поставить в холодильник для того что бы крем немного застыл. Вот наш торт и готов. Теперь украшаем, по желанию...",
      "Я решила что \"Сникерс\" все-таки должен быть в шоколаде... Растопила 100 г. молочного шоколада, смешала с 3 ст. л. молока. И покрыла торт со всех сторон. И бока украсила айсингом. Поверх шоколадной глазури посыпала сахарной пудрой, через трафарет!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/56824/",
    "nutrition": {
      "calories": "7039.9 ккал",
      "protein": "162.2 г",
      "fat": "359.1 г",
      "carbohydrates": "844 г"
    }
  },
  {
    "name": "Торт \"Штучная работа\"",
    "ingredients": [
      "Сливки (11%) — 250 мл",
      "Желатин (хорошего качества) — 10 г",
      "Творожная масса (сладкая, около 20% жирности, можно с изюмом или цукатами) — 200 г",
      "Творог (0 – 2%, для начинки) — 550 г",
      "Мука пшеничная / Мука (для бисквита) — 3 ст. л.",
      "Сода — 0,25 ч. л.",
      "Какао-порошок (для бисквита) — 3 ст. л.",
      "Сахар (для бисквита – 6 ст.л., для начинки – 0,5 стак.)",
      "Яйцо куриное (для бисквита) — 4 шт",
      "Фрукты (консервированные, ассорти, объем банки 425 мл) — 1 бан.",
      "Шоколад темный (для украшения) — 50 г"
    ],
    "instructions": [
      "Для приготовления теста яйца разделяем на желтки и белки. В желтки добавляем 1 ст. л. сахара, взбиваем.",
      "Белки взбиваем в пену с оставшимся сахаром (5 ст. л.)",
      "В белковую массу выкладываем взбитые желтки, какао-порошок, муку, соду (погасить уксусом или лимонным соком), очень быстро и аккуратно перемешать (миксером на самой медленной скорости) только до тех пор, пока тесто не станет однородным (около 30 сек.). Бисквитное тесто после добавления муки долго перемешивать нельзя, иначе оно не получится легким и воздушным.",
      "Далее берем разъемную форму для торта, смазываем растительным маслом и выкладываем тесто. Ставим его в разогретую духовку и выпекаем при 180 град. около 30 минут. Первые минут 15-20 духовку открывать нельзя.",
      "Готовность бисквита проверяем деревянной шпажкой для шашлыка: воткнутая в середину, она должна выйти сухой. Даем бисквиту остыть и вынимаем из формы.",
      "Затем разрезаем его на два коржа, один должен быть тоньше. Тонкий корж кладем на дно формы (если разъемной формы нет, можно взять обычную, но ее надо выстелить пищевой пленкой, оставив свободные края, чтобы потом можно было вытащить за них торт). Более толстый корж режем кубиками.",
      "Приступаем к приготовлению начинки. Творог, если он с крупинками. Желатин заливаем сиропом от фруктов (потребуется половина стакана), далее готовим по инструкции. Главное правило – раствор желатина нельзя кипятить. В растертую сахарно-творожную смесь добавляем пачку творожной массы, вливаем подготовленный желатин (прямо теплый) и сливки, все перемешиваем. Добавляем фрукты.",
      "В последнюю очередь выкладываем в начинку кубики коржа, быстро перемешиваем.",
      "Выливаем начинку в форму, поверх коржа. Ставим в холодильник на ночь.",
      "Утром достаем торт, заливаем глазурью. Половину плитки шоколада кладем в мисочку, добавляем несколько столовых ложек воды и ставим на маленький огонь, непрерывно помешивая. Секунд за двадцать-тридцать получится однородная масса, ее ложкой понемногу выливаем на торт. Затем снова ставим торт в холодильник, чтобы глазурь застыла.",
      "Прежде чем снять форму, проводим ножом по краям, чтобы отделить торт."

    ],
    "url": "https://www.povarenok.ru/recipes/show/54309/",
    "nutrition": {
      "calories": "2766.3 ккал",
      "protein": "203.8 г",
      "fat": "174.7 г",
      "carbohydrates": "148.7 г"
    }
  },
  {
    "name": "Торт \"Самые нежные дамские пальчики\"",
    "ingredients": [
      "Масло сливочное (в тесто - 150 г; в глазурь - 1 ч.л.) — 160 г",
      "Соль — 0,5 ч. л.",
      "Мука пшеничная / Мука — 1,5 стак.",
      "Молоко — 1,5 стак.",
      "Яйцо куриное — 4-5 шт",
      "Сметана (25%, в крем) — 400 г",
      "Молоко сгущенное (варёное, в крем) — 500 г",
      "Орехи лесные (для украшения) — 150 г",
      "Шоколад молочный / Шоколад (в глазурь) — 50 г",
      "Сливки (в глазурь) — 1 ч. л."
    ],
    "instructions": [
      "Сначала приготовить заварное тесто. Для этого налейте в кастрюльку молоко, добавьте соль и наструганное сливочное масло. Доводим до кипения.",
      "Всыпьте сразу всю муку. Прогревайте массу на слабом огне при постоянном помешивании.",
      "Когда масса скатается в единый ком и будет легко отделяться от краев кастрюли, снимите кастрюлю с огня. Даём тесту остыть.",
      "Вводим по одному яйцу и размешиваем (замечу, взбивать яйца не нужно, просто втираем в тесто). В результате у вас должно получиться достаточно мягкое, не густое, но и не очень жидкое тесто. Если тесто будет очень густое, то ему будет трудно подняться, а если слишком жидкое, то оно будет расползаться при выпечке.",
      "Вы можете просто выложить тесто с помощью чайной ложки.",
      "Отсаживайте заварные полосочки на достаточном расстоянии друг от друга, т. к. тесто при выпечке очень сильно увеличивается в объеме. Выпекайте при 180- 200 С (первые 20 мин. не открывайте дверцу духовки, иначе тесто может опасть) до готовности. И еще раз напомню, что заварное тесто лучше перепечь, чем недопечь. Недопеченное тесто опадает, превращаясь в блин.",
      "В результате у вас получится целая горка легких воздушных шариков.",
      "Готовим крем: смешиваем и взбиваем сгущёнку со сметаной.",
      "Вот и крем готов!",
      "Аккуратно перемешиваем заварные заготовки с кремом.",
      "Для глазури растопите шоколад, масло и сливки на водяной бане или в микроволновке до достижения однородности. Нагревайте шоколадную смесь крайне аккуратно! В результате у вас должна получиться однородная льющаяся шоколадная масса.",
      "И собираем наш тортик: укладываем заварные заготовки любой формы - овалом, квадратом, кружком, высоту тортика тоже на ваше усмотрение, тут фантазия безгранична. Дайте приготовленному торту настояться!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/68603/",
    "nutrition": {
      "calories": "5963.2 ккал",
      "protein": "126.8 г",
      "fat": "402.6 г",
      "carbohydrates": "468 г"
    }
  },
  {
    "name": "Мороженое из двух ингредиентов",
    "ingredients": [
      "Сливки — 200 мл",
      "Молоко сгущенное — 200 мл"
    ],
    "instructions": [
      "Вы и сами понимаете, чем качественнее ингредиенты, тем вкуснее получается любое блюдо. Так и в этом рецепте - чем лучше сливки и сгущёнка, тем вкуснее мороженое. Берём в одинаковых пропорциях 1:1.",
      "Размешиваем до однородности - в морозилку - застыло - готово!!! Не нужно помешивать, взбалтывать - поставили и забыли на 2 - 3 часа (у кого как морозит).",
      "Если сливки предварительно взбить, а потом добавить сгущённое молоко, ещё лучше получится!!! В морозилку - застыло - готово!",
      "Домашняя сгущёнка другой консистенции и при смешивании с молоком (пожирнее) получается волшебное мороженое!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/58459/",
    "nutrition": {
      "calories": "1408.3 ккал",
      "protein": "22.1 г",
      "fat": "86.9 г",
      "carbohydrates": "140.1 г"
    }
  },
  {
    "name": "Самое вкусное мороженое",
    "ingredients": [
      "Яйцо куриное — 1 шт",
      "Сахар — 2 ст. л.",
      "Молоко — 1 стак.",
      "Ванилин"
    ],
    "instructions": [
      "Яйцо взбить с сахаром, ванильным сахаром, влить молоко. Поставить на небольшой огонь, постоянно взбивая венчиком довести до кипения.",
      "Вот такая смесь должна получиться. Охлаждаем, выливаем в лоток. Ставим в морозилку часа на 4. За это время обязательно надо перемешать мороженое 2-3 раза.",
      "Вот такое оно после полной заморозки. Дашке моей этого количества хватает на 2 раза полакомиться.",
      "А как вкусно со смородиновым вареньем.",
      "А это с добавлением 2 чл какао. Можно добавлять кокосовую стружку, орехи, натертый шоколад. Фантазируйте и радуйте своих деток полезным мороженым."
    ],
    "url": "https://www.povarenok.ru/recipes/show/25476/",
    "nutrition": {
      "calories": "380.7 ккал",
      "protein": "14.6 г",
      "fat": "7.8 г",
      "carbohydrates": "62.6 г"
    }
  },
  {
    "name": "Шоколадная колбаса \"Из детства\"",
    "ingredients": [
      "Печенье (у меня Юбилейное, использовать можно еще печенье Топленое молоко или Кокосовое, но тогда и вкус изменится) — 500 г",
      "Яйцо куриное — 2 шт",
      "Масло сливочное (в оригинале пачка, а значит - от 200 до 270 гр) — 200 г",
      "Орехи грецкие (примерно стакан, можно больше) — 1 стак.",
      "Какао-порошок — 2 ст. л.",
      "Сахар — 1 стак."
    ],
    "instructions": [
      "Печенье пропускаем через мясорубку, либо мнем руками или толкушкой. Мне ленно трудить руки:)",
      "Яйца смешиваем с сахаром.",
      "Добавляем какао. Перемешиваем, чтобы не осталось комочков.",
      "Добавляем масло, ставим на водяную баню или самый маленький огонь. Постоянно помешиваем. Нагревать нужно до тех пор, пока масло не растает, а сахар не растворится. Пробуем на язык, если крупинок нет - готово. Снимаем с огня.",
      "Высыпаем печенье и орехи. Хорошо перемешиваем.",
      "Выкладываем массу на пергамент, пищевую пленку или фольгу. Кому что милее. Формируем колбаски.",
      "У меня получилось 3 штуки. Убираем их в холодильник, минимум на 4-5 часов.",
      "Достаем, режем, наслаждаемся."
    ],
    "url": "https://www.povarenok.ru/recipes/show/88717/",
    "nutrition": {
      "calories": "5679 ккал",
      "protein": "80.4 г",
      "fat": "320.1 г",
      "carbohydrates": "621.2 г"
    }
  },
  {
    "name": "Бельгийские вафли",
    "ingredients": [
      "Молоко — 250 мл",
      "Соль (щепотка)",
      "Мука пшеничная / Мука — 250 г",
      "Яйцо куриное — 3 шт",
      "Ванильный сахар — 1 пакет.",
      "Сахар — 75 г",
      "Маргарин (мягкий или масло сливочное) — 125 г",
      "Вода газированная (минеральная) — 125 мл",
      "Разрыхлитель теста — 1/4 ч. л."
    ],
    "instructions": [
      "Отделить белки от желтков. Белки хорошо взбить. Масло, сахар, ванилин, желтки и соль взбить до растворения сахара. Смешать муку и разрыхлитель для теста. Влить в муку молоко и добавить масляно-сахарную массу. После этого добавить минеральную воду и взбитые белки. Все хорошо перемешать",
      "И выпечь вафли до золотистого цвета (у меня 5-6 температурный режим).",
      "Из этой порции получается 11-12 толстеньких вафель. При подаче можно посыпать корицей и сахарной пудрой.",
      "Это моя вафельница для выпечки толстых вафель."
    ],
    "url": "https://www.povarenok.ru/recipes/show/22607/",
    "nutrition": {
      "calories": "2371.9 ккал",
      "protein": "51.6 г",
      "fat": "100.8 г",
      "carbohydrates": "315.8 г"
    }
  },
  {
    "name": "Торт \"Пища Богов\"",
    "ingredients": [
      "Мука пшеничная / Мука — 2 стак.",
      "Яйцо куриное — 2 шт",
      "Сахар — 1 стак.",
      "Сметана — 0,5 стак.",
      "Сода — 0,5 ч. л.",
      "Молоко сгущенное — 1 бан.",
      "Масло сливочное — 200 г",
      "Какао-порошок — 3 ч. л.",
      "Ароматизатор (ваниль, ромовая эссенция, коньяк, водка) — по вкусу",
      "Орехи (любые) — 1 стак."
    ],
    "instructions": [
      "Подготовим продукты.",
      "Яйца растереть с сахаром добела,",
      "Добавить сметану, половину орехов, размолотых в мелкую крошку, соду",
      "И муку. Хорошо вымешать тесто,",
      "Выложить в форму, смазанную маслом.",
      "Выпечь в течение 30-35 минут при температуре примерно 180*С.",
      "Корж остудить, разрезать на две неравные части (нижняя должна быть тоньше, где-то около 1 см толщиной). Нижнюю часть обрезать.",
      "Это верхняя часть.",
      "Верхнюю часть и обрезки разломать в мелкую крошку.",
      "Приготовить продукты для крема. Масло должно быть полностью размягченное. Вторую половину орехов измельчить в крупную крошку.",
      "Взбить масло, по частям добавляя сгущенку. В конце всыпать просеянный какао-порошок. Все тщательно перемешать.",
      "Нижнюю часть намазать тонким слоем крема.",
      "Посыпать орехами.",
      "Оставшийся крем добавить к крошкам,",
      "Добавить оставшиеся орехи и очень тщательно перемешать.",
      "Выложить массу на нижний корж и разровнять. Торт поставить в холодильник на пару часов.",
      "Застывший торт украсить по собственному усмотрению."
    ],
    "url": "https://www.povarenok.ru/recipes/show/57416/",
    "nutrition": {
      "calories": "5757.2 ккал",
      "protein": "96.1 г",
      "fat": "268.7 г",
      "carbohydrates": "749.4 г"
    }
  },
  {
    "name": "Шаники",
    "ingredients": [
      "Творог (зернистый) — 500 г",
      "Маргарин (мягкий) — 500 г",
      "Соль — 1 ч. л.",
      "Сода — 1 ч. л.",
      "Мука пшеничная / Мука — 3 стак.",
      "Сахар"
    ],
    "instructions": [
      "Перетереть творог с маргарином, добавить соль, соду. Добавить муку и замесить тесто, не крутое. Поставить на 1-1,5 часа в холодильник. Делаем из теста колбаску (я брала половину теста, а вторая половина стояла в холодильнике), нарезать кусочками и раскатывать как на вареники (не тонко).",
      "Лепешку обмакнуть одной стороной в тарелку с сахаром, сложить пополам сахаром внутрь",
      "Получившийся полукруг опять обмакнуть в сахар и снова сложить сахаром внутрь",
      "Потом еще раз макнуть в сахар",
      "Сахаром вверх положить на противень, смазанный маслом.",
      "Выпекать при 180*C до золотистого цвета (примерно 25-30 мин.).",
      "Угощайтесь!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/24868/",
    "nutrition": {
      "calories": "4846.6 ккал",
      "protein": "134.2 г",
      "fat": "314.8 г",
      "carbohydrates": "376 г"
    }
  },
  {
    "name": "Манник \"Ну очень вкусный\"",
    "ingredients": [
      "Соль (на кончике ножа)",
      "Разрыхлитель теста — 10 г",
      "Сахар (песок) — 2/3 стак.",
      "Яйцо куриное — 3 шт",
      "Крупа манная — 1 стак.",
      "Кефир — 500 мл",
      "Масло сливочное — 1 ст. л."
    ],
    "instructions": [],
    "url": "https://www.povarenok.ru/recipes/show/67382/",
    "nutrition": {
      "calories": "3051.2 ккал",
      "protein": "66.4 г",
      "fat": "29.2 г",
      "carbohydrates": "626.5 г"
    }
  },
  {
    "name": "Торт \"Очень ленивый Панчо\"",
    "ingredients": [
      "Бисквит (готовые бисквиты в стандартной упаковке) — 1 упак.",
      "Сметана (жирная, желательно 30%) — 1 кг",
      "Сахар — 7 ст. л.",
      "Ананас (консервированный колечками в банке) — 1 бан.",
      "Орехи грецкие — 50 г",
      "Шоколад темный — 50 г"
    ],
    "instructions": [
      "Поэкспериментировав на днях с шикарной выпечкой наших поварят, я, к сожалению, констатировала, что, видимо, мне это не дано. И поэтому решила обратиться к своему беспроигрышному варианту торта. Этот рецепт выручал меня нe раз, когда надо было самой что-то быстренько сварганить на десерт. Так что купила все необходимые продукты, приготовила и решила выложить на сайте. Подумала, у кого подобные трудности с выпечкой, рецепт обязательно пригодится.",
      "Сметану переложить в глубокую миску или в кастрюлю и взбить миксером минутки две. Потом добавить сахар и взбивать дальше до полного растворения сахарного песка. По времени это займет около пяти минут.",
      "Подготовить остальные продукты. Ананас нарезать, орехи измельчить в блендере, бисквитные коржи нарезать кубиками 1х1 см, можно 1,5 см, но желательно - не больше. А вообще необязательно брать именно коржи, подойдет и кекс обычный и даже кулич. Только удалите тогда всякие ненужные добавки в виде изюма, цукатов и т. д. Подготовительные работы закончены, можно приступить к сборке торта.",
      "В отдельную миску положить несколько ложек сметанного крема, горсть бисквитных кубиков, аккуратно перемешать, стараясь не превратить все в кашу.",
      "И начинаем выкладывать на тарелку. Сначала слой бисквита со сметаной, потом ананас, потом орехи и т. д., постепенно образуя конус.",
      "Постепенно собираем слой за слоем.",
      "Пока не вырастет такой вот сугроб. Оставшимся сметанным кремом смазать по краям.",
      "И заключительный штрих. Растопить в микроволновке шоколад и полить сверху на торт. Все готово, но есть пока нельзя. Он должен постоять хотя бы часа три в холодильнике."
    ],
    "url": "https://www.povarenok.ru/recipes/show/69767/",
    "nutrition": {
      "calories": "3330.6 ккал",
      "protein": "37.7 г",
      "fat": "248.7 г",
      "carbohydrates": "233.3 г"
    }
  },
  {
    "name": "Конфеты \"Рафаэлло\"",
    "ingredients": [
      "Шоколад белый (1 плитка) — 95 г",
      "Сливки (жирностью 33% и больше) — 60 мл",
      "Масло сливочное — 25 г",
      "Стружка кокосовая — 75 г",
      "Миндаль — 24 шт",
      "Соль (щепотка)"
    ],
    "instructions": [
      "Это ингредиенты. Из них и получается такая мммммммм... вкуснотища!",
      "Плитку шоколада ломаем на кусочки и заливаем сливками. Нагреваем, помешивая, до однородного состояния или на водяной бане или в микроволновке. Даем закипеть.",
      "Итак, наша смесь закипела, снимаем с огня, перемешиваем. Вот так она должна выглядеть.",
      "Остужаем до комнатной температуры, всыпаем 15-20г кокоса, щепотку соли и кладем кусочек сливочного масла. (Кусочек небольшой, величиной с тот, который Вы положили бы в тарелку с молочной кашкой.) Перемешиваем и отправляем на холод. Остыть должно хорошо, очень хорошо, это важно!!!",
      "Достаем",
      "Приступаем лепить конфетки. Миндаль наш должен быть очищен и обжарен. На разделочную доску или просто на тарелку насыпаем грамм 50 кокосовой стружки. Тут мы будем формировать конфетки. Итак, вооружаемся двумя чайными ложками, одной набираем наш крем, второй ложкой скидываем в кокосовую стружку. Кладем орешек, чуть притапливаем и, подгребая с боков кокос, формируем конфетку. Получившиеся конфетки как следует обваливаем в стружке.",
      "Вот такая она получилась. Перекладываем в ёмкость для хранения и лепим следующие, пока не кончится крем и орехи.",
      "У меня получилось ровно 24 штуки. Лепила не очень аккуратно, чтобы вы видели, что это хэнд-мэйд, а не покупные в моей таре :) Вначале, не приноровившись, кажется, что конфетки лучше лепить большие, но, поверьте, чем меньше - тем лучше. Большие не влезают в рот, кушать неудобно, поэтому постарайтесь сделать их максимально минимальными.",
      "Ну, вот и всё. Храним их, конечно же, в холодильнике (сливки и масло).",
      "Пару слов о кокосовой стружке. Оказывается, она бывает двух видов - крупная и мелкая."
    ],
    "url": "https://www.povarenok.ru/recipes/show/38528/",
    "nutrition": {
      "calories": "1947.4 ккал",
      "protein": "24.4 г",
      "fat": "168.2 г",
      "carbohydrates": "92.8 г"
    }
  },
  {
    "name": "Печенье \"Яблочко\"",
    "ingredients": [
      "Яблоко — 1 шт",
      "Мука пшеничная / Мука — 1 стак.",
      "Сахар (можно чуть меньше) — 0,5 стак.",
      "Яйцо куриное — 1 шт",
      "Масло сливочное — 50 г",
      "Разрыхлитель теста — 1 ч. л.",
      "Ванильный сахар (по желанию)",
      "Корица — 0,5 ч. л.",
      "Соль — 1 щепот."
    ],
    "instructions": [
      "Понадобится для печенья совсем немного продуктов. Духовку нагреть до 180 градусов. Пока греется, взбиваем размягченное сливочное масло с сахаром, добавляем яйцо, взбиваем до пышной массы. Добавляем просеянную муку с разрыхлителем, корицей, ванилью. Яблоко чистим, нарезаем мелкими кубиками, подмешиваем к мучной массе.",
      "Противень смазать растительным маслом и ложечкой выложить тесто. Отправляем в духовку на 10-15 минут. Печенье должно схватиться, но само остаться мягким.",
      "Получается ароматное, нежное печенье.",
      "Попробуйте испечь, не пожалеете.",
      "..."
    ],
    "url": "https://www.povarenok.ru/recipes/show/53963/",
    "nutrition": {
      "calories": "1178.6 ккал",
      "protein": "23.2 г",
      "fat": "50.3 г",
      "carbohydrates": "158.3 г"
    }
  },
  {
    "name": "Манник в микроволновой печи",
    "ingredients": [
      "Крупа манная — 0,5 стак.",
      "Кефир — 0,5 стак.",
      "Масло сливочное (маргарин) — 100 г",
      "Сахар (0,5 ст. для теста, 1/4 ст. для крема) — 3/4 стак.",
      "Яйцо куриное — 1 шт",
      "Разрыхлитель теста — 1 ч. л.",
      "Мука пшеничная / Мука — 0,5 стак.",
      "Сметана (для крема) — 200 г"
    ],
    "instructions": [
      "Манную крупу залить кефиром, перемешать и дать постоять 20 минут для набухания манки.",
      "В стеклянной посуде для микроволновой печи растопить сливочное масло (маргарин). Всыпать сахар, перемешать до однородной массы.",
      "Вбить яйцо, добавить манную крупу с кефиром. Хорошо размешать.",
      "Всыпать просеянную муку с разрыхлителем.",
      "В форму, в которой растапливали масло, вылить тесто. Тесто поднимается, поэтому посуду надо брать см на 4- 5 выше отметки теста. Объём теста рассчитан на стеклянную форму (лучше конусообразную) на 700 мл и на 6 минут!!! У меня была намного больше.",
      "Поставить форму с тестом в микроволновую печь, крышкой не накрывать!!! Установить мощность 600 вт ( (без других дополнительных режимов!!!) и время 6 минут. Перевернуть манник на тарелку. Все манник готов!",
      "И пропитала взбитой сметаной с сахаром. Получился такой мини-тортик. А Вы можете по своему вкусу чем угодно пропитать и украсить."
    ],
    "url": "https://www.povarenok.ru/recipes/show/34645/",
    "nutrition": {
      "calories": "3969.5 ккал",
      "protein": "13.8 г",
      "fat": "129 г",
      "carbohydrates": "687.7 г"
    }
  },
  {
    "name": "Шарлотка по-русски",
    "ingredients": [
      "Печенье (\"язычки\", такое же, как и для тирамису) — 18 шт",
      "Молоко — 300 мл",
      "Желток яичный (вместо куриных можно использовать перепелиные, но тогда их кол-во увеличить не менее чем в 2 раза) — 5 шт",
      "Ванильный сахар (порошок) — 1 ч. л.",
      "Сахар (150 г - для крема, 50 г - для смазывания печенья) — 200 г",
      "Желатин",
      "Сливки (я использовала 35%) — 300 мл",
      "Масло сливочное — 1 ч. л."
    ],
    "instructions": [
      "Замочить желатин в холодной воде до разбухания. Тем временем растереть желтки и 150 г сахара добела.",
      "В молоко добавить ваниль и довести до кипения. Влить молоко маленькой струйкой в желтковую массу, постоянно помешивая. Затем поставить на маленький огонь и варить, не переставая мешать, пока крем не загустеет. Добавить желатин и греть, пока он не растворится. (Внимание! Крем не должен загустеть.) Остудить.",
      "Взбить сливки в густую пену.",
      "Ввести сливки в крем и размешать",
      "Смешать 50 г сахара и 10 мл кипятка, сбрызнуть сиропом печенье, затем уложить печенье по стенкам формы, смазанной маслом. Заполнить середину формы подготовленной массой, накрыть тарелкой и поставить в холодильник не менее чем на 4 часа. (Внимание! Когда будете заливать массу, смотрите, чтобы печенье не попАдало, а оставалось стоять по стенкам, иначе потом его не соберете.)",
      "Погрузить форму на несколько секунд в горячую воду, чтобы шарлотка легко вынималась. По желанию можно украсить торт корицей или сахарной пудрой. Шарлотка готова!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/44053/",
    "nutrition": {
      "calories": "3842.6 ккал",
      "protein": "71 г",
      "fat": "192.3 г",
      "carbohydrates": "571.2 г"
    }
  },
  {
    "name": "Лёгкий торт \"Тает во рту\"",
    "ingredients": [
      "Кефир (250 мл ) — 1 стак.",
      "Сода (без горки, гасить не надо) — 1 ч. л.",
      "Сахар (можно меньше ) — 1 стак.",
      "Мука пшеничная / Мука (250 мл) — 1 стак.",
      "Какао-порошок — 2 ст. л."
    ],
    "instructions": [
      "Делается тортик легко и просто! Первым делом включаем греться духовку на 200 градусов. Берём две ёмкости. В первую наливаем кефир + сода (гасить не надо, это сделает кефир). Во вторую - сахар, мука и какао.",
      "Смешать кефир с содой. Смешать сухие ингредиенты.",
      "Смешиваем первую смесь со второй - получается средней густоты коричневое тесто.",
      "Берём форму - смазываем раст. маслом. Если силиконовая, то вообще смазывать не нужно! Диаметр моей формы 29 см. Выпекала и в других формах - тогда выше получается)",
      "Выливаем туда наше тесто, разравниваем. Ставим выпекаться в разогретую до 200 градусов духовку - 25 минут. (Ориентируйтесь на свою духовку - проверяйте деревянной шпажкой периодически!) Так же можно выпекать и в мультиварке - режим \"выпечка\" - 45 минут примерно)",
      "Достаём из духовки! Вот такой красавец! Скажу сразу, что форма у мена достаточно широкая, поэтому в форме поуже - он будет выше!",
      "Теперь смазываем кремом. У меня сметана с сахаром/сахарной пудрой. Сверху присыпаем какао! Но это полёт вашей фантазии: любой крем, варенье, сгущёнка, шоколад, помадка и т. п. сверху можно присыпать орехами, кокосовой стружкой, цукатами, украсить по желанию!",
      "Поставить в холодильник для охлаждения и пропитки! "
    ],
    "url": "https://www.povarenok.ru/recipes/show/101045/",
    "nutrition": {
      "calories": "1706.1 ккал",
      "protein": "37.5 г",
      "fat": "9.9 г",
      "carbohydrates": "367.8 г"
    }
  },
  {
    "name": "Мягкое печенье из творога",
    "ingredients": [
      "Масло сливочное — 250 г",
      "Творог (я делаю сама из слегка прокисшего молока) — 400 г",
      "Соль (щепотка)",
      "Сода гашеная уксусом — 1/2 ч. л.",
      "Ванилин (по вкусу)",
      "Яйцо куриное — 2 шт",
      "Мука пшеничная / Мука",
      "Сахар (для обсыпки)"
    ],
    "instructions": [
      "Сливочное масло растопить, дать остыть.",
      "Добавить яйца и очень хорошо взбить миксером, чтоб пенка была сверху.",
      "Добавить творог, соль, ванилин.",
      "Тоже перемешать. (аккуратненько) Постепенно добавлять муку, пока масса не станет более густой.",
      "Замесить тесто так, чтоб отлипало от рук.",
      "Я отщипывала по кусочку, раскатывала вот в такую лепешечку. Всю сторону посыпать сахаром.",
      "Сворачиваем пополам и опять посыпаем сахаром.",
      "И еще раз сворачиваем, чтоб получился треугольничек. Снова посыпаем сахаром.",
      "Выкладываем наше печенье на противень (чтоб не касалось друг друга) и запекаем на маленьком огне минут 20-30.",
      "Совет: через 20-30 минут печенье, находясь в духовке, будет мякгим. (Если надавить пальчиком) Может появиться мнение, что оно еще сырое.-Это не так. Печенье должно быть само по себе мягким. Если дать ему немного остыть, оно станет уже тверже. (Но если его передержать в духовке, то будет твёрдое и низ печенья может подгореть.)"
    ],
    "url": "https://www.povarenok.ru/recipes/show/31248/",
    "nutrition": {
      "calories": "2449.2 ккал",
      "protein": "87.5 г",
      "fat": "225.5 г",
      "carbohydrates": "16.3 г"
    }
  },
  {
    "name": "Торт \"Сметанник\" на сковороде",
    "ingredients": [
      "Сметана (10-20% жирности) — 200 г",
      "Сахар — 200 г",
      "Сода — 1 ч. л.",
      "Мука пшеничная / Мука (+- 0.5 стакана) — 3 стак.",
      "Сметана (27% жирности) — 400 мл",
      "Сахар — 1 стак.",
      "Ванилин — 1 г"
    ],
    "instructions": [
      "Смешать сметану, сахар, соду (можно погасить, но не обязательно, ведь есть сметана). Добавить муку и замесить мягкое, эластичное тесто. Муки уходит 3-3.5 стакана. Сильно забивать мукой не надо)",
      "Разделить тесто на 8-9 шариков. У меня получилось 9 коржей (из 8 шариков теста и 1 из обрезков теста).",
      "Раскатать каждый шарик в круг нужного диаметра.",
      "Обрезаю крышкой, которая, как и сковорода, 22 см) Обрезки пойдут на 9-ый корж (а можно оставить для обсыпки).",
      "Обрезаю и аккуратно переношу на разогретую сковороду.",
      "Пеку на сухой блинной сковороде, на среднем огне (2 из 5 примерно) с двух сторон. Выпекаются коржи очень быстро - буквально по 2 минуты с каждой стороны. Сильно зажаривать не надо)",
      "Получилось 9 коржей.",
      "Делаю крем. Тут всё просто - сметану хорошей жирности (у меня 27%) взбить с сахаром (или сахарной пудрой), можно добавить ванилин или ванильный сахар. Конечно, крем можно брать любой, как уж душа пожелает))) Смазываю все коржи кремом, верх тортика и бока. Крема не жалеем, чтобы тортик не получился суховатый)",
      "Для обсыпки натираем печенье на тёрке. Но можно и использовать обрезки от коржей, обжаренные на сковороде и измельчённые. Можно добавить орехи.",
      "Украшаем бока тортика (рукой или с помощью лопаточки).",
      "Верх можно оставить так, можно нарисовать надпись или узоры шоколадом, можно тоже обсыпать печеньем)",
      "Этот тортик требует времени для пропитки. Идеально, на ночь оставить в холодильнике. В общем, чем больше вы выдержите, тем лучше)"
    ],
    "url": "https://www.povarenok.ru/recipes/show/122316/",
    "nutrition": {
      "calories": "86165 ккал",
      "protein": "1169.8 г",
      "fat": "8045.8 г",
      "carbohydrates": "2074.6 г"
    }
  },
  {
    "name": "Торт \"Виноградинка\"",
    "ingredients": [
      "Сметана (подойдет магазинная, но не меньше 20% жирности) — 700 г",
      "Крекер (с маком, маленький \"хрустик\") — 300 г",
      "Изюм (предварительно запаренный) — 100 г",
      "Шоколад молочный / Шоколад (любой) — 200 г",
      "Желатин (быстрорастворимый) — 25 г",
      "Желе (пакетик, зеленого цвета) — 90 г",
      "Виноград (белый, крупный, для украшения)",
      "Сахар — 1 стак.",
      "Ванильный сахар — 1 упак."
    ],
    "instructions": [
      "Первым делом разводим желатин в 150 мл горячей воды. Оставляем остывать.",
      "Разводим, согласно инструкции, желе в 300 мл горячей воды. Тоже пусть стынет.",
      "\"Хрустик\" ломаем пополам. Можно взять другие крекеры (шоколадный, нежный), тогда поломать мелко.",
      "В миску или кастрюлю выливаем сметану, насыпаем сахар, ванильный сахар и хорошенько взбиваем. Когда масса взобьется, добавляем остывший желатин и взбиваем еще раз.",
      "Плитку шоколада (лучше предварительно охладить в морозилке) с помощью ножа мелко ломаем.",
      "Вот наши подготовленные для начинки продукты.",
      "В миску со сметаной добавляем крекер и распаренный изюм. Хорошенько вымешиваем.",
      "Достаем разъемную форму. Выкладываем 1/3 нашего крема. Аккуратно посыпаем его шоколадом. На шоколад выкладываем еще одну часть крема и опять посыпаем шоколадом. Потом выкладываем оставшуюся массу. Форму ставим в холодильник для застывания на 30 мин.",
      "Пока застывает крем, достаем виноград, режем его на половинки.",
      "Достаем торт из холодильника, красиво выкладываем на него половинки винограда.",
      "Виноград аккуратно заливаем зеленым желе. Ставим в холодильник до полного застывания.",
      "Достаем торт из холодильника, снимаем бортики формы, с помощью лопаточки переносим торт на блюдо, и можно угощать гостей!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/32478/",
    "nutrition": {
      "calories": "4981.4 ккал",
      "protein": "100.6 г",
      "fat": "248.9 г",
      "carbohydrates": "651.7 г"
    }
  }
]