[
  {
    "name": "Семга, запеченная в фольге",
    "ingredients": [
      "Семга (стейки, берем нужное кол-во) — 4 шт",
      "Лимон — 0,5 шт",
      "Сыр мягкий (можно Эдам, Гауду) — 150 г",
      "Помидор (из расчета 1 помидор на 1 большой стейк) — 4 шт",
      "Укроп (другую зелень в этом не использовать) — 1 пуч.",
      "Приправа (к рыбе, по желанию, часто делаю без нее) — 1 ч. л.",
      "Соль (по вкусу) — 0,5 ч. л.",
      "Майонез — 4 ч. л.",
      "Масло растительное (любое, но главное - без запаха) — 2 ч. л."
    ],
    "instructions": [
      "Все ингредиенты, которые нам понадобятся. Помидоры, укроп обмыть, обсушить, стейки семги тоже.",
      "Семгу немного присолим, если есть приправа для рыбы, то добавляем ее (обычно я использую \"лимонная приправа к рыбе\" от Санта Мария)и на все 4 стейка выдавливаем сок половины лимона.",
      "Помидоры разрезаем на кружки, натираем на крупной терке сыр (вообще можно брать любой, иногда, я использую даже Российский, главное, чтобы он плавился хорошо). С укропа отрезаем жесткие ножки (оставляем только веточки)",
      "Берем фольгу, сворачиваем в два слоя и делаем такие кармашки, берем с запасом, т. к. верхушку нужно нам будет закрыть, когда кармашек заполним.",
      "Кармашек смазываем растительным маслом.!!! Именно смазываем, т. к. лишнее масло нам не нужно, нам главное, чтобы не прилипло. Просто сама по себе рыба жирная и даст свой жир (даже если вы будете использовать форель (которая менее жирная, чем семга). Выкладываем в каждый кармашек по одному стейку.",
      "Сверху выкладываем веточки укропа.",
      "Затем кружки помидоров.",
      "Посыпаем сыром. Натерев его, можно на минут 10 поставить в морозилку и тогда обсыпать будет легче, натертый сыр не будет слипаться.",
      "Чуть смазываем майонезом (на фото он просто выдавлен, его еще нужно вилкой разровнять). Делаем это для того, чтобы в финале у нас получилась красивая и не резиновая верхушечка.",
      "Хорошенько защипываем края и ставим в духовку (на температуру, на которой вы печете пироги или делаете мясо по-французски))) Просто термометра у меня нет. Где-то на 30 минут, не больше, за 7 минут до готовности аккуратно (! горячий пар) расщепляем края и даем поджариться верхушке, как будет красивый золотистый цвет - вытаскиваем и подаем к столу))) Я прям в фольге и подаю, очень сытная рыба, что даже гарнир никакой не делаю, только овощной салатик.",
      "Вот, что в итоге получилось. Надеюсь, вам понравился мой рецепт."
    ],
    "url": "https://www.povarenok.ru/recipes/show/29120/",
    "nutrition": {
      "calories": "53198.5 ккал",
      "protein": "5003.7 г",
      "fat": "3677.2 г",
      "carbohydrates": "26 г"
    }
  },
  {
    "name": "Рыба \"Волшебная золотая рыбка\"",
    "ingredients": [
      "Рыба (филе любой рыбы) — 250 г",
      "Картофель (среднего размера) — 2 шт",
      "Лук репчатый (среднего размера) — 1 шт",
      "Помидор (небольшого размера) — 1/2 шт",
      "Сыр твердый (тертый) — 50 г",
      "Майонез (прекрасно подойдёт майонез \"Провансаль\")",
      "Сок лимонный (свежевыжатый)",
      "Соевый соус",
      "Соль",
      "Зелень (свежая)",
      "Специи"
    ],
    "instructions": [
      "Для начала давайте приготовим всё необходимое. Все ингредиенты здесь очень простые и доступные.",
      "Сначала нам необходимо замариновать филе рыбки примерно на пол часа. Для этого полейте рыбку соевым соусом и лимонным соком. Рыбку можно использовать любую, лишь бы она была без костей.",
      "Затем посыпьте солью, чёрным и красным (острым) перцем, куркумой (не обязательно) и каким-нибудь готовым набором специй (по желанию). Маринуйте около получаса.",
      "Приготовьте посуду, в которой будете запекать нашу рыбку. Выложите на дно нарезанную тонкими ломтиками картошечку. Чем тоньше порежете, тем лучше она пропечётся. А сверху выложите лучок, нарезанный полукольцами.",
      "Посолите, поперчите, посыпьте зеленью и специями.",
      "Положите сверху рыбку.",
      "Теперь добавьте помидорку и сверху выложите лучком.",
      "Снова положите картошечку и посыпьте сверху солью, зеленью и специями.",
      "Полейте майонезом",
      "И посыпьте натёртым на мелкой тёрке сыром. Поместите всю эту красоту в духовку и запекайте при температуре 180 градусов около 45 минут.",
      "Спустя 45 минут, достаём наше чудо из духовочки и несколько минут любуемся его красотой и наслаждаемся чудесным ароматом. :-)",
      "Выкладываем в тарелочки и поглощаем всю эту вкуснейшую прелесть с огромным удовольствием. Будьте счастливы и здоровы! Приятного аппетита!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/23225/",
    "nutrition": {
      "calories": "755.9 ккал",
      "protein": "64.5 г",
      "fat": "21.6 г",
      "carbohydrates": "76 г"
    }
  },
  {
    "name": "Рыба \"Царская\"",
    "ingredients": [
      "Филе рыбное — 900 г",
      "Лук репчатый — 2 шт",
      "Помидор (побольше) — 1 шт",
      "Перец болгарский (по вкусу)",
      "Сыр твердый (по вкусу) — 80-100 г",
      "Майонез (по вкусу) — 150-200 г",
      "Специи (соль, перец, специи для рыбы - по вкусу)"
    ],
    "instructions": [
      "Филе нарезать на порционные кусочки. У меня была рыбка \"Тилапия\", небольшие филейки, и я решила оставить их такими какие есть.",
      "Лук нарезать кольцами.",
      "Лук, майонез, соль, перец и специи для рыбы соединить в миске,...",
      "... и хорошенько смешать.",
      "В миску с майонезной смесью положить кусочки рыбки, аккуратно перемешать, накрыть крышкой и поставить в холодильник на минут 15-20.",
      "На противень (я положила пергамент. бумагу, смазала растит. маслом) выкладываем филе.",
      "Сверху - нашу майонезную смесь.",
      "Режем полукольцами помидорчик и выкладываем на филе...",
      "... добавляем перчик.",
      "Делаем сеточку из майонеза.",
      "Посыпаем сверху тертым сыром.",
      "Ставим в предварительно нагретую до 200 град. духовку на 25-30 минут.",
      "Приятного вам аппетита!!!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/42844/",
    "nutrition": {
      "calories": "1994.3 ккал",
      "protein": "159.1 г",
      "fat": "136 г",
      "carbohydrates": "36 г"
    }
  },
  {
    "name": "Скумбрия в банке",
    "ingredients": [
      "Скумбрия — 2 шт",
      "Морковь — 1 шт",
      "Лук репчатый — 1 шт",
      "Масло растительное (1-2 ст.л) — 1 ст. л.",
      "Перец душистый (горошком) — 2 шт",
      "Соль (по вкусу)",
      "Лист лавровый — 1 шт"
    ],
    "instructions": [
      "Скумбрия, или макрель, вкусна и полезна, содержание в ней омега-3 позволяют предотвратить инфаркт, атеросклероз и прочие прелести. Не исключайте её из своего рациона. Итак, для литровой банки нам понадобятся 2 рыбины. Размораживаем, удаляем внутренности, отрезаем голову и хвостик (не выбрасываем, убираем в морозилку, пригодится для рыбного супа).",
      "Рыбу ловко нарезать на порционные куски. Это получится легко, без особых усилий, так как рыбка мясистая, с мягким хребтом.",
      "Почистить и натереть морковь.",
      "Нарезать кольцами лук.",
      "Если морковь мелкая, можно её нарезать колечками, это уж как вам больше нравится. Меня устраивают оба варианта. Вот и всё, основная работа проделана.",
      "Далее, с чувством и нежностью укладываем рыбу в банку. Морковь - рыба - лук... морковь - рыба - лук... Солим. Сверху кладем лавровый лист и пару горошин душистого перца, поливаем 1-2 столовыми ложкам растительного масла (для диетического варианта, можно и без масла)",
      "Банку накрываем крышкой или фольгой. Ставим в ХОЛОДНУЮ духовку. Включаем духовку и на умеренном огне готовим около часа.",
      "Готово! Остается только проявить творческий подход к трапезе и решить, с каким гарниром подать рыбу. Если этот момент вызовет напряг, поступите проще, наслаждайтесь без гарнира."
    ],
    "url": "https://www.povarenok.ru/recipes/show/80516/",
    "nutrition": {
      "calories": "2290.3 ккал",
      "protein": "254.1 г",
      "fat": "136.1 г",
      "carbohydrates": "13.8 г"
    }
  },
  {
    "name": "Кальмары по-китайски",
    "ingredients": [
      "Кальмар — 1 кг",
      "Лук репчатый — 2 шт",
      "Чеснок — 3-4 зуб.",
      "Соевый соус — 2 ст. л.",
      "Сахар — 2 ч. л.",
      "Масло растительное (для жарки)",
      "Соль (по вкусу)",
      "Перец черный (по вкусу)"
    ],
    "instructions": [
      "Берем этих вкусных \"гадостей\", кладем, чтобы разморозились (если нужно).",
      "Совершаем подвиг - чистим этих \"тварей\")))",
      "Опускаем тушки на 1-2 минуты в кипящую воду, достаем, даем стечь воде",
      "Берем остальные продукты. Лук, чеснок - чистим.",
      "Лук порезать полукольцами",
      "Остывшие кальмары порезать соломкой (или колечками, у меня были кальмарчики очень уж большие)",
      "На сковороде обжариваем лук до золотистого цвета",
      "Добавляем кальмары, перемешиваем, обжариваем все вместе еще 1 минутку",
      "Добавляем сахар, перемешиваем, соевый соус, соль, перец (если нужен), опять перемешиваем. Делаем это все очень быстро и на большом огне.",
      "Жарим еще 1-2 минуты и снимаем с плиты.",
      "Выдавливаем чеснок, перемешиваем.",
      "Перекладываем в салатницу, украшаем и кушаем, если останутся - а скорее всего - нет, то остывшие кальмарчики съедаются еще быстрей)))"
    ],
    "url": "https://www.povarenok.ru/recipes/show/10123/",
    "nutrition": {
      "calories": "1264.4 ккал",
      "protein": "188.1 г",
      "fat": "22.4 г",
      "carbohydrates": "80.8 г"
    }
  },
  {
    "name": "Скумбрия \"Золотая рыбка\"",
    "ingredients": [
      "Скумбрия (свежемороженая) — 500 г",
      "Картофель (отварной) — 200 г",
      "Шампиньоны — 150 г",
      "Лук репчатый — 2 шт",
      "Чеснок — 1 зуб.",
      "Сыр плавленый — 100 г",
      "Сыр твердый — 100 г",
      "Масло оливковое",
      "Соевый соус (1 десертная ложка)",
      "Соль — по вкусу",
      "Перец черный — по вкусу",
      "Приправа (травы итальянской кухни) — по вкусу"
    ],
    "instructions": [
      "Скумбрию разрезаем вдоль по брюшку, удаляем внутренности, кости и жабры. Смазываем ее оливковым маслом и соевым соусом и оставляем на 20-30 минут.",
      "Лук нарезаем кубиками, измельчаем чеснок.",
      "Так же нарезаем грибы.",
      "Обжариваем лук и чеснок на оливковом масле,",
      "Отдельно обжариваем грибы. Очищаем клубень картофеля, нарезаем вдоль, с помощью формы вырезаем сердечки, которые так же обжариваем.",
      "Отварной картофель очищаем и натираем на мелкой терке.",
      "Плавленый и твердый сыр так же натираем на мелкой терке.",
      "После того, как мы подготовили все ингредиенты, приступаем к основному процессу. Скумбрию укладываем на противень, застеленный фольгой и предварительно смазанной оливковым маслом, перчим ее и посыпаем сухими травами.",
      "Кладем на рыбу обжаренный лук и чеснок.",
      "Сверху – плавленый сыр.",
      "Обжаренные грибы выкладываем на сыр.",
      "А сверху отварной картофель, который солим и перчим.",
      "А теперь засыпаем картофель тертым твердым сыром.",
      "Все готово, осталось только запечь рыбку в духовке при температуре 180 гр. 25-30 минут.",
      "Вот и готова наша \"золотая рыбка\".",
      "Романтический вечер удался!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/41217/",
    "nutrition": {
      "calories": "1616.3 ккал",
      "protein": "149.2 г",
      "fat": "84.7 г",
      "carbohydrates": "68.4 г"
    }
  },
  {
    "name": "Скумбрия запеченная",
    "ingredients": [
      "Скумбрия (свежемороженая) — 2 шт",
      "Майонез — 1 ст. л.",
      "Горчица — 1 ст. л.",
      "Соль",
      "Зелень (для украшения)"
    ],
    "instructions": [
      "Вот все необходимое",
      "Смешать 1 столовую ложку майонеза и 1 столовую ложку горчицы",
      "Сырые тушки скумбрии помыть, выпотрошить, натереть солью внутри и снаружи и смесью из майонеза и горчицы - также внутри и снаружи",
      "Протвень выстелить фольгой, рыбку тоже завернуть в фольгу так, чтобы шов оказался сверху, и поместить в разогретую духовку на средний огонь на 40 минут",
      "По прошествии 40 минут достать противень с рыбкой, развернуть швы фольги и поместить рыбку обратно в духовку на 10-15 минут для того, чтобы сверху образовалась красивая золотистая корочка",
      "Готовую рыбку достать из духовки",
      "Освободить от фольги и переложить на блюдо, украсить зеленью и сделать сеточку из майонеза; для праздничного стола я рыбку разрезаю на порционные куски прямо на блюде, в разрезы вставляю полукольца лимона, а в ротик маслинку."
    ],
    "url": "https://www.povarenok.ru/recipes/show/26310/",
    "nutrition": {
      "calories": "2316.2 ккал",
      "protein": "254.5 г",
      "fat": "140.9 г",
      "carbohydrates": "7.4 г"
    }
  },
  {
    "name": "Скумбрия горчичная",
    "ingredients": [
      "Скумбрия (свежая) — 2 шт",
      "Горчица — 4 ст. л.",
      "Лимон — 1 шт",
      "Чеснок — 6 зуб.",
      "Соль",
      "Перец черный"
    ],
    "instructions": [],
    "url": "https://www.povarenok.ru/recipes/show/51524/",
    "nutrition": {
      "calories": "2495.8 ккал",
      "protein": "267.1 г",
      "fat": "132 г",
      "carbohydrates": "64 г"
    }
  },
  {
    "name": "Паста с мидиями в сливочном соусе",
    "ingredients": [
      "Мидии — 500 г",
      "Спагетти — 300-400 г",
      "Сливки (любой жирности, но чем жирнее, тем лучше.) — 250 мл",
      "Помидор — 2 шт",
      "Чеснок — 2 зуб.",
      "Базилик (сушеный)",
      "Масло растительное — 2-3 ст. л.",
      "Соль",
      "Перец красный жгучий (молотый)",
      "Сыр твердый (для посыпки)"
    ],
    "instructions": [
      "Мидии разморозить, ополоснуть под проточной водой. Выложить на сковороду, с растительным маслом. Тушить на небольшом огне до тех пор, пока почти весь сок не выпарится (приблизительно 7 минут).",
      "Помидоры натереть на тёрке. Измельченные помидоры добавить к мидиям. Посолить, поперчить. Добавить немного базилика и 1-2 измельченных зубчика чеснока. Тушить на медленном огне 3-4 минуты.",
      "Добавить сливки, попробовать на соль, если надо - добавить. Дать закипеть, проварить пару минут.",
      "Отваренные спагетти положить в сковороду с соусом, перемешать."
    ],
    "url": "https://www.povarenok.ru/recipes/show/48712/",
    "nutrition": {
      "calories": "2615 ккал",
      "protein": "99.4 г",
      "fat": "128.1 г",
      "carbohydrates": "263.3 г"
    }
  },
  {
    "name": "Рыба \"По-гречески\"",
    "ingredients": [
      "Рыба (подойдёт любое филе белой рыбы.В данном случае - масляная, она без косточек) — 2 шт",
      "Помидор (средний) — 2 шт",
      "Чеснок — 2 зуб.",
      "Майонез — 150 г",
      "Сыр твердый — 100 г",
      "Масло растительное",
      "Соль",
      "Перец черный"
    ],
    "instructions": [
      "Готовим заливку для рыбы.",
      "Помидор режем кубиком, сыр трем на крупной тёрке, чеснок - на мелкой.",
      "Добавляем майонез. Перемешиваем.",
      "Филе рыбы солим и перчим. Выкладываем на смазанный маслом противень.",
      "Выкладываем на рыбу нашу заправку. И ставим в разогретую духовку на 15-20 мин.",
      "На гарнир я обычно делаю рис. В этом случае попробовала картофель, получилось очень вкусно. Кто любит острее, можно добавить больше чеснока.",
      "Приятного аппетита!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/37202/",
    "nutrition": {
      "calories": "2329.9 ккал",
      "protein": "235.9 г",
      "fat": "139.7 г",
      "carbohydrates": "32.1 г"
    }
  },
  {
    "name": "Жареный судак \"От свекрови\"",
    "ingredients": [
      "Рыба (судак, пробовала и другую рыбу, но не то...) — 1 кг",
      "Чеснок (для маринада, желательно домашний. средний, 3 головки) — 3 шт",
      "Майонез (для маринада) — 5 ст. л.",
      "Соль (для маринада, без горки - 2 ст.л., в кляр - щепотка) — 2 ст. л.",
      "Перец черный (молотый, щепотка для маринада и щепотка в кляр)",
      "Мука пшеничная / Мука — 1,5 стак.",
      "Яйцо куриное (в кляр) — 4 шт",
      "Масло растительное (для обжарки)"
    ],
    "instructions": [
      "Берём филе судака (1 кг я получила, обрезав голову и хвост!)",
      "Режем кусочками",
      "Маринуем: добавляем майонез, соль, перец, пропускаем туда чеснок через чесночницу, все перемешиваем и кладем в холодильник. (Я обычно мариную с вечера, а на утро жарю, но бывало и через 2 часа жарила и рыба успевала промариноваться)",
      "Перед тем, как обжаривать рыбу, нужно приготовить кляр (яйца, щепотку соли и щепотку перца молотого черного взбить вилочкой) и муку",
      "Рыбу обмакнуть в муке, потом в кляре и на разогретую сковородку. Обжаривать на медленном огне, чтоб не пригорала!",
      "Всё! Приятного Вам аппетита!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/61961/",
    "nutrition": {
      "calories": "2367.9 ккал",
      "protein": "222.5 г",
      "fat": "99.9 г",
      "carbohydrates": "144 г"
    }
  },
  {
    "name": "Горбуша в кляре",
    "ingredients": [
      "Соль (в тесто + к рыбе, по вкусу)",
      "Вода (ледяная, в тесто или светлое пиво, в этот раз у меня вода, примерно) — 150 мл",
      "Яйцо куриное (в тесто) — 1 шт",
      "Мука пшеничная / Мука (в тесто,примерно, в среднем у меня получается 4-6 ст.л.) — 6 ст. л.",
      "Лук репчатый (в тесто) — 1 шт",
      "Горбуша (или другая красная рыба, филе) — 400 г",
      "Перец черный (свежемолотый, или смесь перцев свежемолотая, по вкусу)",
      "Сахар (пару шепоток)",
      "Масло растительное (для жарки)"
    ],
    "instructions": [
      "Сразу с секретов - секрет №1 - воду используем ледяную, т. к. при разнице температур (ледяная вода в кляре и горячее масло, в котором будем жарить рыбу, делают кляр хрустящим, но в то же время очень нежным). Поэтому воду ставим в морозилку, но не до замерзания, а просто чтобы она была очень холодной. Я ставлю 200 мл, а надо, обычно, примерно 150. Можно использовать светлое пиво, технология та же. Горбушу нарезать произвольными кусками. Я покупаю не готовое филе, а тушку, в этом случае, рыбу нужно почистить, снять шкурку, удалить косточки.",
      "Рыбу солим, перчим и чуть-чуть сахарим. Это, собственно, секрет №2. Я не знаю, что именно дает сахар, это делать меня научила тётя, но с ним вкуснее, чем без него. ))) Возможно, он смягчает вкус лука в кляре (секрет №3), который впоследствии не чувствуется совсем!",
      "Приступаем к кляру. Лук нужно очистить и натереть на мелкой терке. Это секрет №3. И лук именно нужно натереть, а не мелко нарезать.",
      "Добавляем к луку муку, соль, яйцо, перемешиваем и вливаем постепенно ледяную воду, перемешивая. В итоге тесто должно быть консистенции густой сметаны.",
      "Далее всё как обычно в таких случаях - разогреваем в сковороде растительное масло (побольше, чем обычно при жарке), при помощи вилки (или двух) обмакиваем рыбу в кляр и жарим с 2-х сторон на среднем огне до золотистой корочки.",
      "Приятного аппетита! ))"
    ],
    "url": "https://www.povarenok.ru/recipes/show/42436/",
    "nutrition": {
      "calories": "1302.6 ккал",
      "protein": "107.3 г",
      "fat": "34.7 г",
      "carbohydrates": "143.5 г"
    }
  },
  {
    "name": "Фаршированные кальмары",
    "ingredients": [
      "Кальмар — 2 шт",
      "Лук репчатый — 1 шт",
      "Морковь — 1 шт",
      "Яйцо куриное — 2 шт",
      "Шампиньоны — 500 г",
      "Соль (по вкусу)",
      "Перец душистый",
      "Майонез"
    ],
    "instructions": [
      "Почистить и порезать лук. Морковь натереть на крупной тёрке. Обжарить морковь и лук до золотистого цвета.",
      "Помыть шампиньоны. Нарезать их. Жарить на слабом огне примерно 5 минут.",
      "Сварить яйца, остудить. Нарезать их мелкими кусочкам. Далее взять сыр и натереть его на крупной тёрке. Добавить яйца и сыр к моркови, луку и шампиньонам.",
      "Помыть тушки кальмара; нафаршировать их нашей смесью ; края кальмара соединить зубочисткой, чтобы фарш не выпал. На фольгу, предварительно смазанную растительным маслом, положить нафаршированные тушки кальмара; добавить соль и перец; смазать их майонезом. Края фольги соединить таким образом, чтобы получилась лодочка. Положить получившиеся лодочки на противень; печь в духовке примерно 20 минут (при температуре 200 градусов).",
      "ПРИЯТНОГО АППЕТИТА!!!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/29512/",
    "nutrition": {
      "calories": "1766.1 ккал",
      "protein": "289.6 г",
      "fat": "47.9 г",
      "carbohydrates": "47.6 г"
    }
  },
  {
    "name": "Фаршированный кальмар по-приморски",
    "ingredients": [
      "Кальмар — 4 шт",
      "Рис (вареного - 1 стакан) — 100 г",
      "Крабовые палочки — 8 шт",
      "Яйцо куриное — 2 шт",
      "Морковь — 1 шт",
      "Зелень",
      "Чеснок",
      "Соль",
      "Майонез — 200 мл"
    ],
    "instructions": [],
    "url": "https://www.povarenok.ru/recipes/show/5943/",
    "nutrition": {
      "calories": "4706.9 ккал",
      "protein": "541.9 г",
      "fat": "212.6 г",
      "carbohydrates": "151.4 г"
    }
  },
  {
    "name": "Рыба под маринадом",
    "ingredients": [
      "Приправа — по вкусу",
      "Соль — по вкусу",
      "Томатная паста — 1 ч. л.",
      "Перец болгарский (очищенный) — 120 г",
      "Помидор — 2 шт",
      "Мука пшеничная / Мука (для жарки)",
      "Масло растительное (для жарки)",
      "Морковь — 1 шт",
      "Лук репчатый — 2 шт",
      "Горбуша (уже очищенная) — 1200 г"
    ],
    "instructions": [
      "Горбушу ем только под маринадом или в кляре, т. к. рыба сухая, и если ее просто пожарить, то есть невозможно. Рыбу чистим, удаляем кости и режем на порционные куски любой удобной для вас формы.",
      "Сразу нарезаем лук полукольцами, а морковь натрем на средней терке.",
      "Рыбу обвалять в муке и слегка обжарить на растительном масле.",
      "На дно кастрюли, желательно с толстым дном, кладем слой лука, сверху морковь.",
      "На овощи выкладываем слой обжаренной рыбы. Рыбу обжириваем слегка, чисто символически. На рыбу укладываем слой лука, затем слой моркови. Так делаем до тех пор, пока не пережарим всю рыбу.",
      "Последним слоем должны быть овощи.",
      "Готовим маринад. Для этого с помидор снимаем кожицу. Помидоры и перец измельчаем блендером. Добавляем соль (у меня адыгейская), приправу и томатную пасту (если помидоры яркие, то можно и без нее). Все перемешиваем. Отправляем в ту сковороду, на которой жарили рыбу, доводим до кипения, заливаем нашу рыбу.",
      "Маринад получается не жидкий, и будет складываться ощущение, что рыба на дне не покрыта маринадом. Это не так. Когда горбуша начнет тушиться, то овощи дадут сок, смешаются с маринадом и будет все сочно, нежно! Рыбу залить маринадом, накрыть кастрюлю крышкой, поставить на плиту на большой огонь, как услышите, что закипело, а это случится через 5-10 мин., переключить плиту на тот минимум, при котором будет слегка кипеть. И оставляем на 2 часа."
    ],
    "url": "https://www.povarenok.ru/recipes/show/80684/",
    "nutrition": {
      "calories": "1955.8 ккал",
      "protein": "253.2 г",
      "fat": "88.9 г",
      "carbohydrates": "40.9 г"
    }
  },
  {
    "name": "Рыбные котлеты",
    "ingredients": [
      "Яйцо куриное — 2 шт",
      "Хлеб (кусочки батона) — 4 шт",
      "Сало (свиное) — 200 г",
      "Лук репчатый — 6 шт",
      "Рыба (филе хека, минтая, трески или любой другой рыбы) — 1 кг",
      "Соль (по вкусу) — 2 ч. л.",
      "Перец белый — по вкусу",
      "Сахар — 1 щепот."
    ],
    "instructions": [
      "Берем рыбное филе (на этот раз я брала филе хека) и размораживаем, отжимаем от воды.",
      "Чистим 6 луковиц, но можно и больше.",
      "Перекручиваем филе, лук и свиное сало на мясорубке, чтобы получился фарш.",
      "Замачиваем кусочки батона в холодной воде.",
      "К готовому фаршу добавляем соль, перец, яйца, сахар. Потом отжимаем булку от воды и добавляем к фаршу.",
      "Тщательно перемешиваем и формируем котлетки, я всегда рыбные делаю круглой формы =) Жарим на сковороде.",
      "И результат =) Очень вкусные и сочные котлеты!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/18419/",
    "nutrition": {
      "calories": "9311 ккал",
      "protein": "368.1 г",
      "fat": "224 г",
      "carbohydrates": "1429.6 г"
    }
  },
  {
    "name": "Рыба под маринадом",
    "ingredients": [
      "Рыба (у меня был хек) — 2 шт",
      "Мука пшеничная / Мука (для панировки рыбы)",
      "Соль",
      "Масло растительное",
      "Морковь — 3 шт",
      "Лук репчатый — 2 шт",
      "Томатная паста — 2 ст. л.",
      "Уксус (столовый) — 1 ст. л.",
      "Сахар — 1 ч. л.",
      "Бульон (рыбный) — 2 стак.",
      "Специи (душистый перец, гвоздика, лавровый лист)"
    ],
    "instructions": [
      "Рыбу нарезаем на куски, обваливаем в муке и обжариваем с двух сторон на подсолнечном масле.",
      "Морковь нарезаем соломкой. Лук измельчаем (у меня неожиданно закончился весь лук, поэтому делала без него).",
      "Морковь и лук обжариваем на подсолнечном масле.",
      "Добавляем томатную пасту и тушим 5-7 минут.",
      "Затем вливаем воду или рыбный бульон,1ст. л. уксуса, добавляем перец и гвоздику и тушим 20 минут.",
      "За 5 минут до готовности добавляем соль (по вкусу), сахар и лавровый лист.",
      "Заливаем рыбу маринадом и тушим на слабом огне, не перемешивая, 20-25 минут. Очень вкусна рыба в охлажденном виде."
    ],
    "url": "https://www.povarenok.ru/recipes/show/13151/",
    "nutrition": {
      "calories": "1544.5 ккал",
      "protein": "257.9 г",
      "fat": "35.9 г",
      "carbohydrates": "51.5 г"
    }
  },
  {
    "name": "Фаршированные кальмары \"Пальчики оближешь\"",
    "ingredients": [
      "Кальмар (очищенные) — 6 шт",
      "Яйцо куриное — 4 шт",
      "Ветчина",
      "Шампиньоны",
      "Лук репчатый",
      "Рис — 0,5 стак.",
      "Майонез",
      "Сыр твердый",
      "Масло растительное"
    ],
    "instructions": [],
    "url": "https://www.povarenok.ru/recipes/show/8626/",
    "nutrition": {
      "calories": "4545.4 ккал",
      "protein": "783.9 г",
      "fat": "116.4 г",
      "carbohydrates": "85.5 г"
    }
  },
  {
    "name": "Рыба, запеченная с чесноком и луком",
    "ingredients": [
      "Рыба (филе морской рыбы) — 500 г",
      "Чеснок — 5 зуб.",
      "Лук репчатый — 2 шт",
      "Масло растительное",
      "Кетчуп"
    ],
    "instructions": [
      "Для этого рецепта нам понадобится филе любой морской рыбы.",
      "Чеснок очищаем и пропускаем через чеснокодавилку.",
      "Наносим чеснок на рыбное филе, предварительно посолив его. Оставляем филе с чесноком на два часа.",
      "Затем каждый кусок обмакиваем в растительное масло.",
      "Потом обмазываем их кетчупом и выкладываем на противень, смазанный растительным маслом.",
      "Сверху засыпаем мелко нарезанным луком.",
      "Противень отправляем в разогретую духовку и запекаем рыбу 30 минут при температуре 180 градусов.",
      "Рыбка получается ОЧЕНЬ ВКУСНОЙ!!! Порадуйте своих мужчин! Если Вы хотите получить более мягкий лук, то перед тем, как посыпать рыбу, обжарьте его до полуготовности."
    ],
    "url": "https://www.povarenok.ru/recipes/show/39848/",
    "nutrition": {
      "calories": "673.1 ккал",
      "protein": "97.4 г",
      "fat": "10.6 г",
      "carbohydrates": "51.5 г"
    }
  },
  {
    "name": "Рисовая лапша с морепродуктами",
    "ingredients": [
      "Фунчоза (лапша рисовая) — 200 г",
      "Морепродукты (я взяла по 150 г каждого вида: молодые осьминоги, очищенные креветки и мидии. Можно любые по желанию, даже одного вида) — 300 г",
      "Перец болгарский — 1 шт",
      "Лук репчатый — 1 шт",
      "Морковь (небольшая) — 1 шт",
      "Чеснок — 2 зуб.",
      "Масло растительное — 2 ст. л.",
      "Соевый соус — 4 ст. л.",
      "Сок лимонный — 2 ст. л."
    ],
    "instructions": [
      "Морепродукты можно взять любые по Вашему желанию и наличию в холодильнике. Можно даже какого-то одного вида, например, только креветки. Размороженные морепродукты замариновать на 20 минут В смеси 2 ст. л. соевого соуса и 2 ст. л. лимонного сока. Я взяла соевый соус ТМ Kikkoman.",
      "Пока морепродукты маринуются, отварим рисовую лапшу согласно инструкции на упаковке.",
      "Лук, морковь, перец и чеснок нарежем тонкой соломкой.",
      "Обжарить на растительном масле около 2 минут лук.",
      "Затем добавить морковь, перец и чеснок и обжаривать около 2 минут.",
      "Добавить морепродукты и обжарить около 5-7 минут.",
      "Добавляем лапшу, интенсивно перемешиваем. Затем добавляем 2 ст. л. соевого соуса Kikkoman. Тушим около 2 минут и сразу подаём к столу.",
      "Попробуйте, это очень вкусно. Приятного аппетита!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/83181/",
    "nutrition": {
      "calories": "1511.3 ккал",
      "protein": "81.7 г",
      "fat": "40.4 г",
      "carbohydrates": "214.3 г"
    }
  },
  {
    "name": "Скумбрия, запеченная в фольге",
    "ingredients": [
      "Скумбрия (свежемороженная) — 2 шт",
      "Яйцо куриное — 2 шт",
      "Сыр твердый (чеддер) — 40 г",
      "Горчица (сухая) — 0,5 ч. л.",
      "Петрушка (5-7 веточек)",
      "Лимон (сок и цедра) — 0,5 шт",
      "Соль",
      "Перец черный (свежемолотый)"
    ],
    "instructions": [
      "Для начинки яйца отварить и мелко нарезать.",
      "Сыр натереть на крупной тёрке.",
      "Петрушку нарезать. С половины лимона снять цедру и выдавить сок. Смешать в миске яйца, сыр, сок и цедру лимона, петрушку, добавить горчицу, посолить, поперчить.",
      "Рыбу почистить, промыть, обсушить бумажной салфеткой. Сделать на рыбе по 3 глубоких диагональных надреза с каждой стороны. Посолить, поперчить. Вложить внутрь рыбы приготовленную начинку.",
      "Завернуть каждую в фольгу, положить на противень и запекать в духовке при 180 градуса 20-25 минут.",
      "Сухой горчицы у меня не было, я положила уже готовую, разведённую. Готовила 4 рыбы и, естественно, количество ингредиентов увеличила в 2 раза. Таким же образом можно приготовить лосось, форель, сельдь, сардины."
    ],
    "url": "https://www.povarenok.ru/recipes/show/52456/",
    "nutrition": {
      "calories": "2392.6 ккал",
      "protein": "276.1 г",
      "fat": "140 г",
      "carbohydrates": "6.1 г"
    }
  },
  {
    "name": "Рыба \"Пальчики оближешь\"",
    "ingredients": [
      "Минтай (можно любую рыбу тресковых пород) — 700 г",
      "Лук репчатый (можно побольше - он выступит в качестве подливки) — 4 шт",
      "Майонез — 100 г",
      "Сметана — 100 г",
      "Масло растительное (для обжарки рыбы) — по вкусу",
      "Специи (соль, перец черный молотый, паприка молотая, базилик сухой, кориандр молотый, чеснок) — по вкусу",
      "Мука пшеничная / Мука — 100 г"
    ],
    "instructions": [
      "Рыбу чистим, моем, режем на порционные куски (каждую, примерно, на 4 части), солим.",
      "Обваливаем в муке и выкладываем на сковороду с растительным маслом. Рыбу нужно обжарить на сильном огне до румяной корочки.",
      "Пока рыбка обжаривается режем лук.",
      "Готовим соус. Сметану, майонез и все специи (кроме чеснока) соединяем, немного подсаливаем и разбавляем водой (примерно, 50-70мл). Всё зависит от густоты Вашей сметаны и майонеза.",
      "Наша рыба обжарилась, снимаем её и в эту же сковороду закидываем лук. Немного обжариваем его.",
      "На лук укладываем рыбу, заливаем соусом, закрываем крышкой, делаем маленький огонёк и забываем о ней минут на 40.",
      "Открываем крышку, посыпаем мелко нарезанным чесночком, закрываем и выключаем газ. Сервируем и, вуаля! Приятного аппетита! И с наступающим Вас Новым Годом!!!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/52999/",
    "nutrition": {
      "calories": "1794 ккал",
      "protein": "127.9 г",
      "fat": "94.5 г",
      "carbohydrates": "111.5 г"
    }
  },
  {
    "name": "Пикантная скумбрия",
    "ingredients": [
      "Скумбрия (свежая) — 2 шт",
      "Яйцо куриное — 2 шт",
      "Чеснок — 4 зуб.",
      "Лимон — 1 шт",
      "Майонез — 4 ст. л.",
      "Соль",
      "Перец черный"
    ],
    "instructions": [],
    "url": "https://www.povarenok.ru/recipes/show/16012/",
    "nutrition": {
      "calories": "2838.8 ккал",
      "protein": "273.5 г",
      "fat": "178.9 г",
      "carbohydrates": "33.5 г"
    }
  },
  {
    "name": "Красная рыба, запеченная с томатом и сыром",
    "ingredients": [
      "Горбуша (или кета) — 6 ломт.",
      "Помидор — 1 шт",
      "Сыр твердый — 1 ломт.",
      "Лук репчатый — 1 шт",
      "Базилик (сушеный) — 1 горст.",
      "Укроп — 1 горст.",
      "Соль (по вкусу)"
    ],
    "instructions": [
      "Рыбу разделать порционно. Приготовить один томат, одну крупную луковицу, приправы, соль и сыр. У меня остался после праздников кусочек немецкого сыра Грюнландер с чесноком - как-то мы его не оценили. А в рыбе он пришелся совсем к месту!",
      "Смазываем растительным маслом противень и укладываем на дно рыбку. Сверху кладем крупно резанный лук - это на любителя, мои домашние запеченный лук любят именно крупно порезанным. Томат режем на ломтики, сыр крупно натираем на терке.",
      "На лук высыпаем соль по вкусу, горсть сушеного базилика и укропа.",
      "Выпекаем в горячей духовке минут 20-25. Зависит от размера кусочков рыбы, в принципе, она пропекается достаточно быстро, а пересушивать овощи и сыр не следует. Я ориентируюсь по сыру - появилась достаточно румяная корочка - готово, можно пировать!!!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/21393/",
    "nutrition": {
      "calories": "142.2 ккал",
      "protein": "16.8 г",
      "fat": "4.5 г",
      "carbohydrates": "17 г"
    }
  },
  {
    "name": "Караси в духовке",
    "ingredients": [
      "Карась (по 0,5 кг) — 2 шт",
      "Лук репчатый — 2 шт",
      "Рис (вареный) — 0,3 стак.",
      "Грибы (любые) — 100 г",
      "Майонез — 100-200 г",
      "Укроп (2-3 веточки) —",
      "Масло растительное",
      "Специи (соль, перец черный молотый, любые специи для рыбы)"
    ],
    "instructions": [
      "Карася очистить от чешуи, выпотрошить и обязательно удалить жабры и тщательно промыть рыбу под холодной проточной водой. А для того, чтобы мелкие косточки во время приготовления стали мягкими и не доставляли неприятностей во время еды, на рыбе нужно сделать крестообразные надрезы с двух сторон, используя острый нож.",
      "Когда вода с карася полностью стечет, его обмазать солью, перцем и специями со всех сторон. Выложить рыбу в миску и дать постоять минут 20. А тем временем можно заняться приготовлением начинки.",
      "Рис промыть и отварить до готовности.",
      "Одну луковицу порезать кубиками и обжарить на растительном масле.",
      "Обжарить грибы на растительном масле.",
      "В чашке смешать рис, грибы, лук и мелко нарезанный укроп. Заправить майонезом.",
      "Рыбу нафаршировать приготовленным фаршем.",
      "Фольгу смазать растительным маслом, в нее завернуть рыбу и уложить на противень.",
      "Теперь мы займемся второй рыбкой. Ее мы приготовим немного иначе. Уже подготовленную, обмазанную специями рыбу мы обкладываем нарезанным кольцами луком. Точно так же, как и первую рыбу, заворачиваем в фольгу и укладываем на противень. Все, обе рыбы уже готовы, и их можно отправлять в духовку t=180-200 град. на 25-30 мин.",
      "Через 25-30 мин. мы достаем рыбу из духовки, разрезаем фольгу и обильно обмазываем рыбу майонезом.",
      "Точно так же мы поступаем и со второй рыбой. Обмазанные рыбки мы опять отправляем в духовку, не заворачивая в фольгу (в режиме \"гриль\") на 10 мин. - до появления румяной корочки.",
      "Достаем рыбу из духовки и перекладываем аккуратно на блюдо.",
      "Украшаем по своему усмотрению."
    ],
    "url": "https://www.povarenok.ru/recipes/show/61234/",
    "nutrition": {
      "calories": "1315 ккал",
      "protein": "129.6 г",
      "fat": "80.3 г",
      "carbohydrates": "19.4 г"
    }
  },
  {
    "name": "Жареные креветки",
    "ingredients": [
      "Креветки (королевские) — 1 кг",
      "Чеснок — 3 зуб.",
      "Имбирь ( корень) — 20 г",
      "Соевый соус",
      "Сок лимонный — 1 ст. л."
    ],
    "instructions": [
      "Достаем из морозилки замороженные креветки. А в это время у нас закипает вода в большой кастрюле.",
      "Заливаем кипятком (скажем так - проводим шоковую терапию) на 2-3 минуты.",
      "Чистим. Пожалуй, это самая нудная и длительная операция во всем рецепте.",
      "Чистим наш корешок имбиря.",
      "И натираем на терке. Момент: в следующий раз корень имбиря буду ПРОСТО РЕЗАТЬ. Очень уж он натертый сильно горит.",
      "Чеснок очищаем и раздавливаем (не измельчая).",
      "В вок наливаем растительное масло и соевый соус. Хорошенько разогреваем, опускаем дольки чеснока. Ждем, когда пойдет приятный чесночный аромат, и достаем чесночок.",
      "Также поступаем и с имбирем.",
      "Имбирь стоит удалить из масла, иначе он будет прилипать к креветкам. Ну, не очень красивые они будут. А так он свой аромат отдал, значит, мавр сделал свое дело - мавр может уходить!! (А нарезанный кусочками будет проще удаляться!!)",
      "И запускаем в \"плаванье\" наши креветочки, постоянно перемешивая.",
      "Как только они свернулись улиточками - ГОТОВЫ. Выкладываем, сбрызгиваем лимонным соком. Вкуснятина!!!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/40820/",
    "nutrition": {
      "calories": "1649.5 ккал",
      "protein": "229.2 г",
      "fat": "22.6 г",
      "carbohydrates": "134.7 г"
    }
  },
  {
    "name": "Карп, запеченный в духовке",
    "ingredients": [
      "Карп (свежий) — 2 шт",
      "Лук репчатый — 2 шт",
      "Морковь — 1-2 шт",
      "Помидор — 2 шт",
      "Укроп",
      "Майонез",
      "Специи (для рыбы)",
      "Перец черный",
      "Лимон — 1 шт",
      "Чеснок — 3 зуб.",
      "Масло оливковое"
    ],
    "instructions": [
      "Морковь натереть на терке, лук порезать полукольцами. Немного обжарить. Выложить в смазанную оливковым маслом форму для запекания.",
      "Сделать надрезы. Рыбу обмазать майонезом и специями, поперчить. Внутрь положить кружочки помидора и укроп. Выложить на обжаренные овощи.",
      "На мелкой терке натереть цедру лимона. Выдавить чеснок. Добавить оливковое масло.",
      "Этим маслом полить рыбу. Равномерно распределить цедру.",
      "Запекать 25 минут, при температуре 200 градусов."
    ],
    "url": "https://www.povarenok.ru/recipes/show/33557/",
    "nutrition": {
      "calories": "3963.6 ккал",
      "protein": "493 г",
      "fat": "194.2 г",
      "carbohydrates": "62.9 г"
    }
  },
  {
    "name": "Рыба тушеная с морковью и луком",
    "ingredients": [
      "Рыба (или рыбное филе. Предпочтение: пикша, треска, но можно и минтай) — 0,5 кг",
      "Морковь — 0,5 кг",
      "Лук репчатый — 0,1 кг",
      "Масло растительное (для жарки) — 3 ст. л.",
      "Специи (по вкусу)",
      "Зелень"
    ],
    "instructions": [],
    "url": "https://www.povarenok.ru/recipes/show/30720/",
    "nutrition": {
      "calories": "359.6 ккал",
      "protein": "0 г",
      "fat": "40 г",
      "carbohydrates": "0 г"
    }
  },
  {
    "name": "Ужин из рыбы \"По-щучьему велению\"",
    "ingredients": [
      "Щука — 1 кг",
      "Лук репчатый (крупный) — 2 шт",
      "Майонез — 200 г",
      "Вода — 60 мл",
      "Специи (специальная смесь для рыбы)",
      "Соль"
    ],
    "instructions": [
      "У чищенной рыбки срезаем голову и хвост, извлекаем внутренности, тщательно промываем брюшко. Удаляем хребет и видимые косточки. Натираем пласты рыбки солью и специями. Оставляем на часик. Режем пласты на порционные кусочки. Раскаленную сковороду сбрызгиваем маслом, выкладываем кусочки щуки шкуркой вниз и обжариваем буквально пару минут, чтобы кожица лишь побелела. Переворачиваем рыбку на другую строну и жарим 5-7 минут. Затем обильно поливаем лук и рыбку майонезом, можно даже сказать, утапливаем... накрываем крышкой и тушим на среднем огне минут 7.",
      "Когда естественная жидкость испарится, доливаем водичку и тушим рыбку до готовности на медленном огне.",
      "Как жидкость испарится, а рыбка начнет буквально распадаться, значит - готово. Божественное лакомство... такой сочнейшей рыбки я еще не ела."
    ],
    "url": "https://www.povarenok.ru/recipes/show/36276/",
    "nutrition": {
      "calories": "2165 ккал",
      "protein": "188 г",
      "fat": "145.3 г",
      "carbohydrates": "23.8 г"
    }
  },
  {
    "name": "Окунь, запеченный в духовке \"Проще простого\"",
    "ingredients": [
      "Рыба (окунь) — 2 шт",
      "Чеснок — 5 зуб.",
      "Приправа (для рыбы) — 1 пакет.",
      "Зелень (петрушки и укропа) — 1 пуч.",
      "Лимон — 0,5 шт",
      "Соль"
    ],
    "instructions": [
      "Помыть, почистить рыбу, удалить плавники",
      "Измельчить зелень, нарезать чеснок на пластинки",
      "Посыпать рыбу внутри и снаружи приправой для рыбы, сделать снаружи надрезы на тушке и вставить пластинки чеснока. В брюшко положить дольку лимона, зелень, чеснок",
      "Выложить отдельно каждую тушку на фольгу",
      "Завернуть рыбку в фольгу и положить на противне в духовку. Выпекать при 180 градусах 20 минут.",
      "Достать рыбу из духовки, открыть фольгу и снова поставить в духовку минут на 7-10, чтобы рыбка подрумянилась",
      "Подавать блюдо на фольге, так как должен остаться сок. Добавить овощи. Приятного аппетита!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/64663/",
    "nutrition": {
      "calories": "1281 ккал",
      "protein": "219.1 г",
      "fat": "24.8 г",
      "carbohydrates": "38.5 г"
    }
  }
]