[
  {
    "name": "Котлеты \"Ласточкино гнездо\"",
    "ingredients": [
      "Фарш мясной (я беру домашний: свинина-говядина) — 0.5 кг",
      "Хлеб (батон) — 3 ломт.",
      "Чеснок — 3 зуб.",
      "Укроп",
      "Соль",
      "Перец черный",
      "Яйцо куриное — 2 шт",
      "Майонез",
      "Кетчуп",
      "Лук репчатый — 1 шт",
      "Помидор (большой) — 1 шт",
      "Сыр твердый — 100 г",
      "Перец болгарский — 1 шт"
    ],
    "instructions": [
      "К фаршу добавить соль, перец, приправы к мясу, мелко нарезанные чеснок и укроп, замоченный в молоке или воде и перекрученный на мясорубке батон, 2 яйца, хорошо вымесить и сформировать лепешки (у меня выходит 12 штук). Выложить их на смазанный растительным маслом противень.",
      "Нарезать сыр, лук, помидор, перец (у меня сегодня его не было) тонкими ломтиками (кружочками). На мясную лепешку выкладываем: кетчуп - лук - майонез - помидор - майонез - сыр. Кружочек перца вдавливаем вокруг начинки и саму начинку тоже легонько внутрь примять. В разогретую духовку - 180*С 30 мин."
    ],
    "url": "https://www.povarenok.ru/recipes/show/5659/",
    "nutrition": {
      "calories": "1432.5 ккал",
      "protein": "49.5 г",
      "fat": "31.4 г",
      "carbohydrates": "95 г"
    }
  },
  {
    "name": "Свинина по-степному",
    "ingredients": [
      "Свинина (возможно использование и телятины) — 700 г",
      "Картофель — 2 шт",
      "Яйцо куриное — 2 шт",
      "Мука пшеничная / Мука — 3 ст. л.",
      "Лук репчатый — 1 шт",
      "Чеснок — 3 зуб.",
      "Зелень (укроп, зеленый лук, петрушка)",
      "Сметана (сливки для заливки) — 200 мл",
      "Соль (по вкусу)",
      "Перец черный (по вкусу)",
      "Майонез (или сметана в кляр) — 2 ст. л."
    ],
    "instructions": [
      "Мясо нарезать на отбивные и отбить их ( я кладу куски в пакет - нет брызг). Приготовим \"шубку\" для наших отбивных: на крупной терке натираем сырой картофель, мелко режем лук, зелень, натертый или измельченный в чесночнице чесночок, все перемешиваем, солим, перчим, добавляем яйца, майонез или сметану (2 ст. л.) и муку. Все вымешиваем.",
      "В раскаленном масле обжариваем мясо, спрятанное в \"шубку\".",
      "Жарим, осторожно переворачивая, до румяной корочки.",
      "Выкладывем отбивные на смазанный слегка маслом противень, заливаем сметаной (сегодня у меня нашлась упаковочка сливок)и отправляем в раскаленную духовку на 5-7 минут.",
      "Готовые отбивные очень нежны, а какой аромат стоит, пока они жарятся, а потом \"доходят\" в духовке!!!",
      "В принципе, к такому мясу гарнир не нужен - он уже имеется в виде шубки. Но сегодня я подала его с замечательным салатиком - свежая капустка, огурчики, помидорчики, зелень, лимонный сок, соль и растительное масло.",
      "Мясо очень-очень вкусное, пропробуйте - уверена, это блюдо займет достойное место среди ваших самых любимых!!!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/22982/",
    "nutrition": {
      "calories": "44044.9 ккал",
      "protein": "706.6 г",
      "fat": "4186 г",
      "carbohydrates": "791.9 г"
    }
  },
  {
    "name": "Плов с курицей",
    "ingredients": [
      "Филе куриное — 3 шт",
      "Морковь — 1 кг",
      "Лук репчатый (большой) — 1 шт",
      "Масло растительное — 1 стак.",
      "Рис — 0.5 кг",
      "Приправа (для плова, я беру на рынке, там кизил) — 1 ст. л.",
      "Соль — по вкусу",
      "Чеснок — 5 зуб."
    ],
    "instructions": [
      "Режем курицу кубиками 3-4 см.",
      "Лук режем на крупные четвертинки колец.",
      "Морковь трем на терке – тоже не мелкой, морковка должна чувствоваться.",
      "Чеснок чистим.",
      "Нагреваем в казане масло, помещаем туда лук и буквально минуту даем ему там покипеть. Потом вываливаем курицу.",
      "Когда курочка у нас стала беленькой (не обжариваем, а только-только доводим до белого), кладем к ней чеснок, засыпаем приправы, соль.",
      "Сразу же засыпаем морковь, перемешиваем.",
      "Как только перемешали морковь, засыпаем промытый рис (уже не перемешиваем!!!), заливаем его водой так, чтобы на толщину пальца вода прикрывала. Накрываем плов крышкой. Огонь средний.",
      "Минут через 20 заглянем под крышку. Оно должно выглядеть вот так. В этом объеме рис может быть хорошо пропарен внутри, но снаружи и по краям не догонять, поэтому нам приходится брать ложку…",
      "… и аккуратно-аккуратно, чтоб не превратить плов в кашу, перелопатить (а не перемешать) рис 3-4 раза большой ложкой. Медленно-медленно!",
      "Снова накрываем крышкой и ждем еще минут 20-30. Короче, варим до готовности. Если есть силы терпеть, можно отставить с огня и дать плову настояться. Но у нас с сестрой сил ждать не было…"
    ],
    "url": "https://www.povarenok.ru/recipes/show/8280/",
    "nutrition": {
      "calories": "4650.9 ккал",
      "protein": "232.7 г",
      "fat": "233.4 г",
      "carbohydrates": "393.7 г"
    }
  },
  {
    "name": "Колдуны из картофеля и мясного фарша",
    "ingredients": [
      "Картофель — 1 кг",
      "Фарш мясной (свинина-говядина) — 250 г",
      "Лук репчатый (луковица большая) — 1 шт",
      "Сухари панировочные / Панировка — 4 ст. л.",
      "Яйцо куриное — 2 шт",
      "Мука пшеничная / Мука",
      "Сыр твердый (твердый) — 100 г",
      "Масло растительное — 50 г",
      "Соль",
      "Перец черный"
    ],
    "instructions": [
      "Картошку отварить в мундире до готовности в подсоленной воде. Дать немного остыть, почистить.",
      "Натереть на крупной терке.",
      "Пока варится картофель, луковицу мелко порезать, обжарить на растительном масле.",
      "Добавляем панировочные сухари, жарим до золотистого оттенка.",
      "Добавить фарш, соль, перец, приправы к мясу по желанию, жарим до готовности фарша (у меня получилось минут 15).",
      "К картошке добавляем соль, перец, 2 яйца и муку до того момента, пока тесто не перестанет приставать к рукам, у меня ушло немного больше стакана. Тесто разделить на шарики, их раскатать в лепешки, выложить на них фарш. Я делала большие колдунчики, как у автора, у меня получилось из этой пропорции 12 штук (на порцию 2-3 штуки), можно делать и поменьше.",
      "Края защипываем как на вареники.",
      "Опускаем в кипящую подсоленную воду, столько, сколько поместится по ширине кастрюли, ее немножко подвигать, чтобы не прилипли ко дну. С момента всплывания варим 10 минут. Вынимаем, поливаем растопленным маслом и посыпаем тертым сыром."
    ],
    "url": "https://www.povarenok.ru/recipes/show/15239/",
    "nutrition": {
      "calories": "2308.5 ккал",
      "protein": "65.7 г",
      "fat": "69.4 г",
      "carbohydrates": "287.8 г"
    }
  },
  {
    "name": "Лазанья \"Ленивая\"",
    "ingredients": [
      "Лаваш (тонкий армянский)",
      "Фарш мясной",
      "Лук репчатый",
      "Помидор",
      "Молоко (для соуса) — 0,5 стак.",
      "Мука пшеничная / Мука (для соуса) — 1 ст. л.",
      "Соль",
      "Сыр твердый (тертый)"
    ],
    "instructions": [],
    "url": "https://www.povarenok.ru/recipes/show/30248/",
    "nutrition": {
      "calories": "102.6 ккал",
      "protein": "2.8 г",
      "fat": "0.4 г",
      "carbohydrates": "22.5 г"
    }
  },
  {
    "name": "Жареный картофель \"Хозяйка отдыхает\"",
    "ingredients": [
      "Картофель — 1 кг",
      "Морковь — 1 шт",
      "Лук репчатый — 1 шт",
      "Помидор — 1 шт",
      "Приправа (для картофеля, у меня торговой марки \"Камис\") — 2 ст. л.",
      "Масло растительное (без запаха) — 1 ст. л.",
      "Масло оливковое (extra virgin, здесь пропорций нет, по желанию и по вкусу, можно и без него обойтись)",
      "Зелень (по вкусу)",
      "Чеснок (по вкусу)"
    ],
    "instructions": [
      "Элементарные продукты для простого и очень вкусного блюда. Я думаю, на свете нет людей, которые бы не любили жареную картошку.",
      "Картошку нарезать, как хотите, но только не тонкой соломкой. Иначе велика вероятность того, что она в кашу превратится, а нам этого не надо. Лук режем тонкими полукольцами. Морковку - длинными брусочками, так просто покрасивее получится. Помидор натереть на терке и добавить к картофелю. Он придаст сочности, компенсируя количество масла. Все сложить в миску. Добавить приправу. Если приправа с солью, то солить больше и не надо. Дальше добавить масло растительное. На килограмм картофеля у меня идет ровно одна столовая ложка всего. Этого достаточно. Если бы жарили на сковородке, то таким количеством вряд ли бы обошлись. Перемешать.",
      "Упаковываем все в рукав для запекания, ставим в духовку, засекаем времечко и... свободны! Килограмм картошки у меня при температуре 180 градусов запекается ровно полтора часа. Духовки, конечно, у всех разные и со временем приготовления каждая хозяйка должна определиться сама, для этого достаточно один раз приготовить и будете точно знать сколько времени Вам потребуется. Когда будете готовить в первый раз, ни в коем случае не уходить «с собакой гулять» :). В первый раз, как в первый класс - надо все контролировать. Мало ли... Потом, когда готовка пойдет на \"автомате\", то можно хоть на маникюр идти.",
      "Картошечка готова, разрезаем пленку, вот посмотрите какая красивая.",
      "Дальше нарезаем меленько зелень и чесночок, добавляем к картошке, прикрываем пленкой и пускай настоится и пропитается ароматами минут пять.",
      "Дальше раскладываем по тарелочкам. У нас получилась абсолютно натуральная жареная картошка, как на сковородке, только масла раза в три-четыре меньше и проблем тоже. И не такая засушенная, как просто на противне. И следить не надо, когда прочувствуете рецепт. Вкусссно!!",
      "Ну и, как всегда, в конце моя фотка с блюдом. Все готовлю и фоткаю в режиме он-лайн :). Удачи и вдохновения Вам на кухне. Ваша Кетти-лис."
    ],
    "url": "https://www.povarenok.ru/recipes/show/54138/",
    "nutrition": {
      "calories": "1313.9 ккал",
      "protein": "25.4 г",
      "fat": "31.6 г",
      "carbohydrates": "224.4 г"
    }
  },
  {
    "name": "Курица в ажуре из картофеля",
    "ingredients": [
      "Грудка куриная (крупные) — 2 шт",
      "Картофель (сырой, средней величины) — 6 шт",
      "Яйцо куриное — 1 шт",
      "Мука пшеничная / Мука — 2 ст. л.",
      "Сыр твердый (тертый) — 100 г",
      "Петрушка (зелень) — 1 пуч.",
      "Соль — по вкусу",
      "Перец черный",
      "Масло растительное"
    ],
    "instructions": [
      "Порежьте зелень.. перемешайте с сыром",
      "Мясо курицы порежьте тонкими пластиками",
      "И обжарьте его, посолив.. поперчив.. на сухой разогретой сковородке.. буквально 2-3 минуты... помешивая... (если сковорода без антипригарного покрытия, обжарьте в небольшом количестве растительного масла)",
      "Картофель почистить... натереть на крупной терке... хорошенько отжать... Добавить яйца.. муку.. соль... перемешать",
      "Разогреем сковороду... нальем растительное масло, чтобы покрыло дно сковороды... Распределим тертый картофель по дну и прижмем лопаточкой... Таким образом у нас получается блин картофельный",
      "Когда наш блин готов с одной стороны (жарится 2-3 минуты).. переворачиваем... и выкладываем на половину блина курицу..",
      "Сверху посыпем тертым сыром с зеленью... и ждем 2-3 минуты... когда поджарится вторая сторона блина.. а сыр начнет плавиться",
      "Свободной стороной картофельного блина накрываем курицу с сыром.. по минутке на каждой стороне обжариваем."
    ],
    "url": "https://www.povarenok.ru/recipes/show/16995/",
    "nutrition": {
      "calories": "1913.2 ккал",
      "protein": "192.8 г",
      "fat": "34 г",
      "carbohydrates": "208.9 г"
    }
  },
  {
    "name": "Тефтели американские",
    "ingredients": [
      "Свинина — 500 г",
      "Помидор (большие) — 4 шт",
      "Сырок плавленый (в оригинале идет пармезан) — 2 пач.",
      "Лук репчатый — 1 шт",
      "Яйцо куриное — 1 шт",
      "Перец черный (молотый)"
    ],
    "instructions": [
      "Свинину перекрутить с луком, посолить, поперчить.",
      "Сырок натереть мелко, смешать с фаршем, вбить яйцо - вымешать фарш и сформировать тефтельки, по телику туда идет пармезан, я представляю, как вкусно, но я делаю с плавленым сырком",
      "Помидоры опустить в кипяток на 5 мин, очистить от шкурки и мелко порезать.",
      "Помидоры тушим 15 минут, посолить по вкусу, добавить ложку сахару, перца душистого щепотку, когда помидоры пустят много сока, опускаем туда тефтели.",
      "В таком виде ставим противень в духовку на 30 минут до зарумянивания.",
      "Кушаем с любым гарниром."
    ],
    "url": "https://www.povarenok.ru/recipes/show/46191/",
    "nutrition": {
      "calories": "1970.6 ккал",
      "protein": "123.1 г",
      "fat": "152 г",
      "carbohydrates": "30.2 г"
    }
  },
  {
    "name": "Кабачковая запеканка \"Касэрол\"",
    "ingredients": [
      "Кабачок — 1 кг",
      "Лук репчатый — 3 шт",
      "Сыр плавленый — 500 г",
      "Масло растительное — 50 г",
      "Специи (по вкусу)",
      "Соль (по вкусу)",
      "Яйцо куриное — 5 шт"
    ],
    "instructions": [
      "Нарезаем кружочками кабачки,",
      "Также нарезаем лук.",
      "Добавляем специи, солим и аккуратно перемешиваем.",
      "Я добавляла эти специи, можно добавлять и другие, которые Вам больше по вкусу.",
      "Нарезаем плавленный сыр пластинками и перемешиваем с кабачками.",
      "Добавляем растительное масло и ставим на медленный огонь, постоянно пермешивая, до тех пор, пока сыр полностью расплавится.",
      "Готовим форму, смазав ее маслом. Взбиваем яйца",
      "И соединяем их с остальной массой, перемешиваем и выкладываем в форму.",
      "Ставим в разогретую духовку и выпекаем до готовности при температуре 180-190 гр. Время выпекания будет зависеть от глубины формы."
    ],
    "url": "https://www.povarenok.ru/recipes/show/27009/",
    "nutrition": {
      "calories": "2336.4 ккал",
      "protein": "165.9 г",
      "fat": "151.3 г",
      "carbohydrates": "55.7 г"
    }
  },
  {
    "name": "Куриное филе \"Птица оригинальная\"",
    "ingredients": [
      "Филе куриное — 0,5 кг",
      "Яйцо куриное (кляр) — 2 шт",
      "Крахмал — 1 ст. л.",
      "Майонез — 2 ст. л.",
      "Соевый соус (по вкусу ) — 1 ст. л.",
      "Сыр твердый — 200 г",
      "Соль ( по вкусу )",
      "Масло растительное (для жарки)",
      "Перец черный (по вкусу)"
    ],
    "instructions": [
      "Куриное филе разрезать вдоль (у меня получилось на три раза), отбить, посолить, поперчить.",
      "Приготовить кляр: смешать яйца, майонез, крахмал, соевый соус.",
      "На мелкой терке натереть сыр (лучше твердый, но у меня был мягкий \"Российский\").",
      "В идеале, куриное филе окунают в кляр, затем в мелко потертый сыр, потом опять в кляр, сыр, кляр... эту процедуру делают три раза.",
      "Но у меня сыр плохо прилипал к филе ( ( (",
      "Поэтому сыр всыпать в кляр, все хорошо перемешать..., погружать филе в эту смесь...",
      "Переложить на сковородку и сверху еще добавить кляр... Обжарить с двух сторон до золотистой корочки. Готовятся очень быстро."
    ],
    "url": "https://www.povarenok.ru/recipes/show/25691/",
    "nutrition": {
      "calories": "863.9 ккал",
      "protein": "56 г",
      "fat": "50.9 г",
      "carbohydrates": "42.7 г"
    }
  },
  {
    "name": "Зразы \"Птичье молоко\"",
    "ingredients": [
      "Молоко — 1/3 стак.",
      "Мука пшеничная / Мука — 0,5 стак.",
      "Масло сливочное — 1 ст. л.",
      "Яйцо куриное (1 вареное вкрутую в начинку + 1 сырое в кляр) — 2 шт",
      "Сыр твердый (тертый) — 50 г",
      "Фарш мясной (у меня говяжий) — 300 г",
      "Соль — по вкусу",
      "Перец черный — по вкусу",
      "Хлеб (белый, в фарш) — 1 ломт."
    ],
    "instructions": [
      "Приготовить фарш, как на котлеты. Я смешала фарш, размоченный хлеб, соль и перец.",
      "Теперь готовим начинку для зраз: вареное яйцо натереть на терке, добавить тертый сыр, соль и перец.",
      "Добавить сливочное масло, все тщательно перемешать.",
      "Готовим зразы: берем 1 ст. л. фарша, в середину кладем 1 ч. л. начинки. Края защипнуть и аккуратно скатать в шарик.",
      "Немного приплюснуть.",
      "Готовим кляр: взбить молоко, яйцо, муку, соль и перец; консистенция - как жидкая сметана.",
      "Зразы обмакнуть в кляре, положить на горячую сковороду, жарить с двух сторон до золотистого цвета.",
      "Довести зразы до готовности в горячей духовке при температуре 220 градусов примерно 15 минут (можно один раз перевернуть, чтобы не высушился кляр)."
    ],
    "url": "https://www.povarenok.ru/recipes/show/52338/",
    "nutrition": {
      "calories": "817.1 ккал",
      "protein": "33.2 г",
      "fat": "24 г",
      "carbohydrates": "29.8 г"
    }
  },
  {
    "name": "Котлеты из духовки",
    "ingredients": [
      "Фарш мясной — 0,5 кг",
      "Картофель — 2 шт",
      "Лук репчатый — 1 шт",
      "Чеснок — 3-4 зуб.",
      "Хлеб (мякиш) — 3 ломт.",
      "Майонез — 4 ст. л.",
      "Масло сливочное — 50 г",
      "Соль",
      "Перец черный"
    ],
    "instructions": [
      "Мясо пропустить через мясорубку.",
      "Картофель натереть на терке, добавить к фаршу",
      "Лук мелко нарезать, чеснок подавить, добавить к фаршу",
      "Мякиш хлеба замочить в молоке (воде), отжать, добавить к фаршу",
      "Добавить майонез, поперчить, посолить. Все тщательно перемешать.",
      "Мокрыми руками сформировать котлеты, обвалять их в панировочных сухарях и выложить на противень, смазанный растительным маслом.",
      "Отправить в духовку 200*С наши котлетки на 15 мин. После этого вытащить и на каждую котлетку (для сочности) положить немного сливочного масла. Отправить наши котлеты еще на 15 мин. в духовку."
    ],
    "url": "https://www.povarenok.ru/recipes/show/26522/",
    "nutrition": {
      "calories": "1314.6 ккал",
      "protein": "16.8 г",
      "fat": "82.7 г",
      "carbohydrates": "126.3 г"
    }
  },
  {
    "name": "Свиные ребрышки по-канадски",
    "ingredients": [
      "Ребра свиные — 800 г",
      "Пюре фруктовое (яблочное, готовое. Можно использовать пюре для детского питания) — 80 г",
      "Кетчуп — 80 г",
      "Сахар коричневый — 3 ст. л.",
      "Лимон (выжать сок) — 1/2 шт",
      "Соевый соус — 2-3 ст. л.",
      "Перец черный (молотый) — 1/2 ч. л.",
      "Паприка сладкая — 1/2 ч. л.",
      "Чеснок (сухой, в порошке) — 1/2 ч. л.",
      "Корица (молотая) — 1/2 ч. л."
    ],
    "instructions": [
      "Смешайте все ингредиенты (кроме мяса, конечно) в подходящей по размеру посуде.",
      "Ребрышки разрежьте так, чтобы на порцию приходилось по одному ребру. Если куски крупные и вы будете готовить мясо в духовке, можно предварительно отварить их в течение 15-30 минут. Я этого не делала. Положите мясо в соус, хорошо обмажьте каждый кусок и уберите в холодное место минимум на 30 минут для маринования.",
      "Выложите ребра на противень, накройте фольгой и запекайте от одного часа до полутора при Т220 С. если мясо выделит слишком много сока, слейте его.",
      "Оставшимся соусом смазывайте ребра каждые 20-30 минут. Через 40 минут фольгу снять и запечь мясо до румяности."
    ],
    "url": "https://www.povarenok.ru/recipes/show/70467/",
    "nutrition": {
      "calories": "3090.2 ккал",
      "protein": "127.5 г",
      "fat": "235.9 г",
      "carbohydrates": "124 г"
    }
  },
  {
    "name": "Нежные отбивные",
    "ingredients": [
      "Мясо (корейка) — 0,5 кг",
      "Молоко — 200 мл",
      "Соль — 0,5 ч. л.",
      "Сахар — 1 ч. л.",
      "Перец черный (молотый) — 0,5 ч. л.",
      "Яйцо куриное — 1 шт",
      "Мука пшеничная / Мука — 100 г",
      "Масло подсолнечное (для жарки) — 50 мл"
    ],
    "instructions": [
      "Мясо разрезать на отбивные, лучше 8 маленьких кусков, чем 4 больших, отбить.",
      "На тарелке смешать соль, сахар, перец.",
      "Влажной рукой набрать этой смеси немного (сколько прицепится), так вы их не пересолите.",
      "И дотронуться к отбивной, смесь прилипнет. Так с двух сторон. Ничего, если немного неравномерно.",
      "Отбивные залить молоком и оставить хотя бы на час, можно на дольше. За это время их пару раз перемешать.",
      "Отбивные набухнут, вберут молоко и станут очень нежными.",
      "Вилкой перемешать яйцо, щепотку соли и перца. На другую тарелочку насыпать муки.",
      "Обвалять отбивную в муке.",
      "Потом в яйце.",
      "Жарить в подсолнечном масле до готовности.",
      "Готовые отбивные посыпать зеленью. У меня сушеный укроп."
    ],
    "url": "https://www.povarenok.ru/recipes/show/61898/",
    "nutrition": {
      "calories": "995.5 ккал",
      "protein": "22.4 г",
      "fat": "58.7 г",
      "carbohydrates": "95.1 г"
    }
  },
  {
    "name": "Свинина по-барски",
    "ingredients": [
      "Мясо (свинина, можно куриную грудку) — 500 г",
      "Огурец соленый — 1 шт",
      "Орехи грецкие (измельченные ядра) — 2 ст. л.",
      "Зелень (петрушка, укроп) — 1 пуч.",
      "Чеснок — 2 зуб.",
      "Майонез (можно на половину со сметаной) — 3 ст. л."
    ],
    "instructions": [
      "Мясо порезать порционными кусками. Отбить молотком, посолить, поперчить. Обжарить с двух сторон до полу готовности.",
      "Приготовим соус: мелко порезать зелень, огурец, добавить чеснок, орехи. Добавить майонез (или можно сметану), чтобы получилась густая масса.",
      "Мясо выложить в форму, сверху толстым слоем выложить соус, и поставить в духовку при температуре 220*С минут на 20-30."
    ],
    "url": "https://www.povarenok.ru/recipes/show/14900/",
    "nutrition": {
      "calories": "1609 ккал",
      "protein": "10 г",
      "fat": "52.7 г",
      "carbohydrates": "24 г"
    }
  },
  {
    "name": "Печень по-берлински",
    "ingredients": [
      "Печень говяжья (куриная) — 500 г",
      "Яблоко (зеленое) — 2 шт",
      "Лук репчатый — 1 шт",
      "Соль",
      "Перец черный (молотый)",
      "Паприка сладкая (молотая) — 1 ч. л.",
      "Карри — 0.5 ч. л.",
      "Мука пшеничная / Мука",
      "Масло растительное"
    ],
    "instructions": [
      "Печень (у меня была говяжья) нарезаем порционными кусочками, отбиваем через пленку, обволакиваем в муку, жарим на растительном масле, когда одна сторона подрумянится, солим, перчим, и тогда переворачиваем (так печень будет еще нежнее, чем если солить сразу). Снимаем на бумажное полотенце, чтобы ушло лишнее масло.",
      "Яблоки нарезаем ломтиками, шкурочку можно очистить. Процедить масло, на котором жарилась печень, и в нем обжарить яблоки (именно на этом масле, нужно чтобы они пропитались печеночным духом), на среднем огне до мягкости, следите, чтобы не разлезлись.",
      "Снимаем, выкладываем лук, нарезанный кольцами, солим, добавляем паприку и карри и, постоянно помешивая, жарим его до состояния, когда уйдет горечь, и он начинает становиться мягче, но еще немножко хрустит, как бы почти до готовности. Лук пропитывается уже печеночно-яблочными соками.",
      "Выкладываем все на блюдо в такой последовательности: яблоки - печень - лук и отправляем в СВЧ буквально на 2-3 минутки (700), можно в духовку на 5-7 минут 175 С (выложить в керамическую посуду, которую можно использовать в духовом шкафу)"
    ],
    "url": "https://www.povarenok.ru/recipes/show/11216/",
    "nutrition": {
      "calories": "808.2 ккал",
      "protein": "102.4 г",
      "fat": "16.8 г",
      "carbohydrates": "59.7 г"
    }
  },
  {
    "name": "Картофельная запеканка с фаршем",
    "ingredients": [
      "Картофель",
      "Сыр твердый",
      "Масло сливочное",
      "Молоко",
      "Фарш мясной",
      "Соевый соус",
      "Яйцо куриное — 2 шт",
      "Соль (по вкусу)"
    ],
    "instructions": [
      "Варим картошку до готовности, солим, делаем пюре на молоке, добавляем по вкусу сливочное масло и тертый сыр, все хорошенько перемешиваем.",
      "Подготавливаем фарш: смешиваем его с 2 ст. ложками соевого соуса (солить при этом не надо), по желанию добавляем лук.",
      "Форму смазываем маслом и выкладываем слоями: пюре, фарш. Выкладывать лучше тонкими слоями, так фарш быстрее приготовится. Последним слоем должна оказаться картошка.",
      "Сверху посыпаем сыром, заливаем двумя взбитыми слегка яичками и ставим в духовку на 200 градусов. Запекаем минут 50, не меньше, чтобы фарш хорошенько прожарился. Чтобы сократить время запекания, фарш можно заранее обжарить на небольшом кол-ве растительного масла. Подавать можно со сметанкой или любым привычным соусом."
    ],
    "url": "https://www.povarenok.ru/recipes/show/13525/",
    "nutrition": {
      "calories": "298.7 ккал",
      "protein": "17.3 г",
      "fat": "12.1 г",
      "carbohydrates": "28.6 г"
    }
  },
  {
    "name": "Азу",
    "ingredients": [
      "Говядина — 600",
      "Сметана — 3 ст. л.",
      "Соус (\"Ткемали\") — 2 ст. л.",
      "Масло сливочное — 0,5 ст. л.",
      "Сыр плавленый — 1 шт",
      "Зелень (петрушка, укроп) — 1/2 пуч.",
      "Соль — 1/2 ч. л.",
      "Картофель (для гарнира) — 2 кг",
      "Кабачок (для гарнира) — 1 шт"
    ],
    "instructions": [
      "Сливочное масло растопить на сковородке",
      "Мясо промыть, порезать на длинные куски",
      "Положить мясо в сливочное масло и обжаривать под крышкой на медленном огне",
      "Мясо пустит сок",
      "Берем сметану",
      "Соус",
      "И смешиваем их",
      "До однородной массы",
      "Когда сока станет меньше",
      "Добавляем соус",
      "Перемешиваем и тушим под крышкой еще 5-10 минут",
      "Затем добавляем порезанный плавленный сырок, тушим",
      "Зелень и соль",
      "Перемешиваем",
      "Для гарнира кабачок нарезаем полукольцами, солим",
      "Обваливаем в муке и жарим обычным способом",
      "До золотистого цвета",
      "Подаем азу с отварным картофелем, кабачком и зеленью"
    ],
    "url": "https://www.povarenok.ru/recipes/show/28554/",
    "nutrition": {
      "calories": "2217.8 ккал",
      "protein": "67.1 г",
      "fat": "31.4 г",
      "carbohydrates": "407.8 г"
    }
  },
  {
    "name": "Буженина в рукаве для запекания",
    "ingredients": [
      "Свинина (одним куском) — 700-800 г",
      "Соль — 2-3 ч. л.",
      "Перец черный — по вкусу",
      "Специи — по вкусу",
      "Чеснок — 2-3 зуб.",
      "Вода — 1 л",
      "Лист лавровый — 2 шт"
    ],
    "instructions": [
      "Вот что нам понадобится.",
      "Воду довести до кипения, посолить, поперчить, добавить лавровый лист и специи по вашему вкусу. У меня были \"прованские травы\", красный перец и молотый кориандр. Размешать.",
      "Воду полностью охладить и положить в нее мясо. Вода должна полностью покрывать мясо. Накрыть пленкой и поставить в холодильник минимум на 3 часа, можно на ночь.",
      "Мясо вынуть, обсушить, слегка посолить, поперчить, натереть специями. Сделать надрезы и поместить очищенный и нарезанный чеснок.",
      "Духовку разогреть до 190 градусов. Мясо поместить в рукав для запекания, сверху положить лавровый лист из маринада. Закрыть рукав специальными ленточками, сделать около 3-4 отверстий в рукаве. Выпекать около 1 часа в разогретой духовке. Через час можно срезать верхушку рукава, чтобы буженина зарумянилась."
    ],
    "url": "https://www.povarenok.ru/recipes/show/61149/",
    "nutrition": {
      "calories": "1870.5 ккал",
      "protein": "115.3 г",
      "fat": "152.2 г",
      "carbohydrates": "15 г"
    }
  },
  {
    "name": "Котлеты \"Сочность\"",
    "ingredients": [
      "Фарш мясной (свиной (200 гр), говяжий (200 гр), куриный (200 гр)) — 600 г",
      "Лук репчатый — 2 шт",
      "Капуста белокочанная / Капустa (по объему ее надо взять столько же, сколько будет фарша) — 500 г",
      "Яйцо куриное — 1 шт",
      "Соль (по вкусу)",
      "Приправа (по вкусу)",
      "Мука пшеничная / Мука (для панировки котлет)",
      "Масло растительное (для жарки)"
    ],
    "instructions": [
      "Смешать три вида фарша в равных пропорциях.",
      "Капусту и лук пропустить на мясорубку или измельчить с помощью кухонного комбайна, добавить к фаршу.",
      "Все хорошо вымешать, посолить, приправить любимыми приправами, вбить одно яйцо, еще раз вымешать.",
      "Сформировать котлетки, обвалять их в муке и обжарить на растительном масле."
    ],
    "url": "https://www.povarenok.ru/recipes/show/23512/",
    "nutrition": {
      "calories": "1082.4 ккал",
      "protein": "18.7 г",
      "fat": "17 г",
      "carbohydrates": "39.5 г"
    }
  },
  {
    "name": "Куриная отбивная для лентяек",
    "ingredients": [
      "Приправа (\"Итальянские травы\", по вкусу)",
      "Соль (по вкусу)",
      "Мука пшеничная / Мука",
      "Яйцо куриное — 1 шт",
      "Молоко — 50-60 мл",
      "Филе куриное — 600 г",
      "Чеснок (по вкусу)",
      "Лимон (только сок)"
    ],
    "instructions": [
      "Филе режем на кубики примерно 2х2 см. Сбрызгиваем лимонным соком, солим и посыпаем итальянскими травами. Перемешиваем...",
      "... тем временем. Мелко-примелко режем на кубики лук. Можно также добавить зубчик чеснока.",
      "В миске смешиваем филе, лук и чеснок, молоко и яйцо.",
      "Перемешиваем, затем постепенно добавляем муку, масса должна напоминать тесто на оладьи.",
      "Обжариваем в кипящем масле, на среднем огне под крышкой по 7 минут с каждой стороны...",
      "И наслаждаемся..."
    ],
    "url": "https://www.povarenok.ru/recipes/show/36887/",
    "nutrition": {
      "calories": "836.1 ккал",
      "protein": "150.3 г",
      "fat": "14.3 г",
      "carbohydrates": "13.4 г"
    }
  },
  {
    "name": "Курица \"Объедение\"",
    "ingredients": [
      "Окорочок куриный — 10 шт",
      "Соль — 1 ст. л.",
      "Сахар — 1 ст. л.",
      "Вода — 250 мл",
      "Чеснок — 2-3 зуб."
    ],
    "instructions": [
      "Для приготовления курочки необходимо смесь соли и сахарного песка высыпать на сухую горячую сковороду, и постоянно помешиваая, готовим на большом огне,",
      "В результате сахар расплавится и получится вот такая коричневая масса-карамель (но не переусердствуйте, чтобы сахар не перегорел, а то получите вместо карамели горелый сахар).",
      "Сразу вольем в густую жженку стакан воды и на среднем огне, постоянно помешивая, растворяем сахар с солью.",
      "Подготовленные окорочки я смазала натертым чесноком, сверху полила полученной смесью (чтобы жидкость попала на каждый кусочек).",
      "Теперь ставим противень в разогретую духовку до 190-200 гр Ц и запекаем около часа, чтобы птичка получилась румяной."
    ],
    "url": "https://www.povarenok.ru/recipes/show/19046/",
    "nutrition": {
      "calories": "7511.1 ккал",
      "protein": "855.3 г",
      "fat": "440.3 г",
      "carbohydrates": "38.9 г"
    }
  },
  {
    "name": "Перец фаршированный",
    "ingredients": [
      "Перец болгарский",
      "Фарш куриный — 600 г",
      "Морковь (крупная) — 1 шт",
      "Лук репчатый — 2 шт",
      "Рис — 1 стак.",
      "Томатная паста (или кетчуп) — 3 ст. л.",
      "Яйцо куриное — 1 шт",
      "Масло растительное",
      "Соль",
      "Перец черный (молотый, горошком)",
      "Приправа",
      "Зелень",
      "Лист лавровый"
    ],
    "instructions": [
      "Перец моем, аккуратно по кругу вырезаем плодоножку и вытряхиваем семена.",
      "Морковь трём на крупной терке, а лук-репку нарезаем не очень крупно.",
      "Обжариваем на растительном масле.",
      "Рис отвариваем до полуготовности, откидываем на дуршлаг, промываем под холодной водой и даём постоять, чтобы вода стекла.",
      "Фарш размораживаем и кладём в кастрюлю. Можно брать как мясной, так и куриный фарш. У меня был куриный.",
      "Добавляем к нему обжаренную морковь с луком и рис. Солим, перчим, добавляем какую-нибудь приправку типа «Для фарша» или «Для мяса». Всё перемешиваем. Добавляем яйцо и снова хорошенько перемешиваем. Получившимся фаршем начиняем перец.",
      "На дно широкой кастрюли наливаем немного растительного масла, кладём несколько горошин черного перца и лавровый лист.",
      "Кастрюлю наполняем фаршированным перцем. Аккуратно по бортику наливаем кипятку, чтобы вода только прикрыла перец и ставим на огонь.",
      "Когда вода закипит, добавляем томатную пасту. Можно добавить бульонный кубик. Главное – не пересолить. Закрываем крышкой и тушим на небольшом огне минут 40.",
      "Перед подачей посыпать зеленью. Можно кушать со сметаной, можно с майонезом, можно с кетчупом, а можно и просто так."
    ],
    "url": "https://www.povarenok.ru/recipes/show/8889/",
    "nutrition": {
      "calories": "2178.8 ккал",
      "protein": "163.6 г",
      "fat": "90.2 г",
      "carbohydrates": "178 г"
    }
  },
  {
    "name": "Тушеная капуста \"Классическая\"",
    "ingredients": [
      "Капуста белокочанная / Капустa — 1 кг",
      "Лук репчатый — 1-2 шт",
      "Томатная паста — 2 ст. л.",
      "Уксус (яблочный) — 1 ст. л.",
      "Сахар — 1 ст. л.",
      "Мука пшеничная / Мука — 1 ст. л.",
      "Перец черный",
      "Лист лавровый (по желанию)",
      "Масло растительное (для жарки)",
      "Вода (или мясной бульон) — 1/2 стак.",
      "Грудка куриная (или что-нибудь мясное) — 500 г"
    ],
    "instructions": [
      "Обжарить на растительном масле мелко порезанный лук до золотистого цвета, добавить порезанное кубиками куриное филе. Немного посолить. Обжарить несколько минут.",
      "Добавить нашинкованную капусту, влить полстакана воды. Накрыть крышкой и тушить примерно 20 мин. (автор оригинального рецепта советует тушить 40 минут, мне это показалось очень много).",
      "Добавить томатную пасту, смешанную с мукой, уксус, сахар, перец (у меня - смесь перцев), лавровый лист (по желанию, я не добавляла). Протушить еще примерно 10 минут."
    ],
    "url": "https://www.povarenok.ru/recipes/show/63243/",
    "nutrition": {
      "calories": "1188.3 ккал",
      "protein": "142.7 г",
      "fat": "21.7 г",
      "carbohydrates": "108.7 г"
    }
  },
  {
    "name": "Настоящий плов",
    "ingredients": [
      "Бастурма (баранина, курица или свинина) — 0,5 кг",
      "Морковь — 0,5 кг",
      "Лук репчатый — 0,5 кг",
      "Масло растительное — 0,3 стак.",
      "Соль (и специи по вкусу: хмели-сунели, барбарис)",
      "Рис — 1 стак.",
      "Вода",
      "Чеснок — 6 зуб."
    ],
    "instructions": [
      "Секрет № 1: Морковь резать длинной соломкой! Никаких терок для моркови! Соломку делаем так: морковь режем по диагонали на пластинки толщиной 4-5 мм. Затем разрезаем пластинки вдоль их длинной стороны, толшина 4-5 мм. Не бойтесь переборщить с длиной, чем длиннее соломка, тем вкуснее плов. Лук режем полукольцами. Мясо - размеры кусков на глаз, не мелко! Мясо должно быть жирненьким. Если берете курицу, то не филе, а окорочок, голень и т. п., с кожей.",
      "Секрет № 2: соотношение мясо : морковь : лук = 1:1:1! Я делаю из курицы - бедрышки режу на 4 части, плюс целые голени. Например, здесь 2 бедра + 3 голени. Заведите 3 одинаковых плошки и отмеряйте 1:1:1 прямо по объёму, на граммы не обращайте внимания.",
      "Секрет № 3: готовим Зирвак - основу плова. Это смесь мяса, моркови и лука. В сковороду налить 0,3 стакана растительного масла, раскалить его, всыпать мясо, морковь, лук. Не бойтесь, если получится слегка \"с горкой\" - это упарится.",
      "Секрет № 4: Зирвак готовим на самом сильном огне, примерно 20-30 минут. Половину времени без крышки и перемешиваем. Половину времени под крышкой, иногда перемешиваем. Лучшая сковорода - толстая чугунная или толстый чугунный казан. Крышка - плотно прилегает. Осторожнее с силой огня, если у вас газовая плита, они обычно мощнее остальных. Пробуйте.",
      "Секрет № 5: на середине приготовления Зирвака посолить и засыпать специи, после этого упариваем под крышкой. Соль - как усилитель вкуса моркови-лука, не переборщите! Вкус должен получиться слегка солоноватый, насыщенный морковно-луковый. Специи: я кладу хмели-сунели (без розмарина в составе!) и барбарис. Еще можно: молотый кумин, базилик, кориандр, черный молотый перец, тмин, лавровый лист (немного!), любые другие специи из состава хмели-сунели. Для любителей: зира, и можно добавить порезанные чернослив и/или курагу - узбеки это любят, а я не очень.",
      "Секрет № 6: рис готовится, как описано ниже. После упаривания Зирвака освободилось место - засыпаем рис, прямо рассыпаем его сверху и не перемешиваем. И заливаем холодной! водой, так чтоб чуть прикрыть рис. Немедленно закрываем крышкой и переставляем на другую конфорку - на слабый огонь. Я ставлю на 2 (всего у меня 6 делений). Готовить примерно 1 час, не перемешивать. Открывать не рекомендуется.",
      "Секрет № 7: за 5-10 минут до готовности сверху воткнуть зубчики чеснока - очищенные (за 5 мин. до готовности) или прямо в кожуре (за 10 мин.). Плов готов. Для улучшения вкуса завернуть в одеяло и выдержать 30-60 минут."
    ],
    "url": "https://www.povarenok.ru/recipes/show/26049/",
    "nutrition": {
      "calories": "867.4 ккал",
      "protein": "27.1 г",
      "fat": "6.9 г",
      "carbohydrates": "176.5 г"
    }
  },
  {
    "name": "Семга, запеченная в фольге",
    "ingredients": [
      "Семга (стейки, берем нужное кол-во) — 4 шт",
      "Лимон — 0,5 шт",
      "Сыр мягкий (можно Эдам, Гауду) — 150 г",
      "Помидор (из расчета 1 помидор на 1 большой стейк) — 4 шт",
      "Укроп (другую зелень в этом не использовать) — 1 пуч.",
      "Приправа (к рыбе, по желанию, часто делаю без нее) — 1 ч. л.",
      "Соль (по вкусу) — 0,5 ч. л.",
      "Майонез — 4 ч. л.",
      "Масло растительное (любое, но главное - без запаха) — 2 ч. л."
    ],
    "instructions": [
      "Все ингредиенты, которые нам понадобятся. Помидоры, укроп обмыть, обсушить, стейки семги тоже.",
      "Семгу немного присолим, если есть приправа для рыбы, то добавляем ее (обычно я использую \"лимонная приправа к рыбе\" от Санта Мария)и на все 4 стейка выдавливаем сок половины лимона.",
      "Помидоры разрезаем на кружки, натираем на крупной терке сыр (вообще можно брать любой, иногда, я использую даже Российский, главное, чтобы он плавился хорошо). С укропа отрезаем жесткие ножки (оставляем только веточки)",
      "Берем фольгу, сворачиваем в два слоя и делаем такие кармашки, берем с запасом, т. к. верхушку нужно нам будет закрыть, когда кармашек заполним.",
      "Кармашек смазываем растительным маслом.!!! Именно смазываем, т. к. лишнее масло нам не нужно, нам главное, чтобы не прилипло. Просто сама по себе рыба жирная и даст свой жир (даже если вы будете использовать форель (которая менее жирная, чем семга). Выкладываем в каждый кармашек по одному стейку.",
      "Сверху выкладываем веточки укропа.",
      "Затем кружки помидоров.",
      "Посыпаем сыром. Натерев его, можно на минут 10 поставить в морозилку и тогда обсыпать будет легче, натертый сыр не будет слипаться.",
      "Чуть смазываем майонезом (на фото он просто выдавлен, его еще нужно вилкой разровнять). Делаем это для того, чтобы в финале у нас получилась красивая и не резиновая верхушечка.",
      "Хорошенько защипываем края и ставим в духовку (на температуру, на которой вы печете пироги или делаете мясо по-французски))) Просто термометра у меня нет. Где-то на 30 минут, не больше, за 7 минут до готовности аккуратно (! горячий пар) расщепляем края и даем поджариться верхушке, как будет красивый золотистый цвет - вытаскиваем и подаем к столу))) Я прям в фольге и подаю, очень сытная рыба, что даже гарнир никакой не делаю, только овощной салатик.",
      "Вот, что в итоге получилось. Надеюсь, вам понравился мой рецепт."
    ],
    "url": "https://www.povarenok.ru/recipes/show/29120/",
    "nutrition": {
      "calories": "53198.5 ккал",
      "protein": "5003.7 г",
      "fat": "3677.2 г",
      "carbohydrates": "26 г"
    }
  },
  {
    "name": "Рис по-индийски и все его тайны",
    "ingredients": [
      "Рис (длиннозёрный рис сорта \"Басмати\") — 1 стак.",
      "Масло сливочное (как и в любых блюдах, желательно использовать свежее, качественное, с высокой жирностью сливочное масло) — 1/2 ч. л.",
      "Соль (обычная поваренная соль) — 1/2 ч. л.",
      "Перец черный (молотый) — 1/8 ч. л.",
      "Куркума (без этой чудесной специи никуда) — 1/4 ч. л.",
      "Вода (желательно, конечно, использовать только чистую воду, не из-под крана) — 2 стак."
    ],
    "instructions": [
      "Вот он, наш главный герой - рис \"Басмати\"! На хинди \"Басмати\" означает \"ароматный\". Этот уникальный сорт риса с чудесным ароматом, который сохраняется даже после варки используют в Индии и Пакистане на протяжении многих веков. Попробуйте \"Басмати\" хотя бы один раз и вы уже никогда от него не откажитесь!",
      "Итак, всё начинается с промывки риса. Промывать его надо только холодной водой, перетирая между пальцами и ладонью. На фотографии я вынул руку из чашки, чтобы показать, как это делается, но на самом деле, рука должна быть в чашке или под струёй воды.",
      "Смените воду несколько раз и повторяйте процесс, пока она не станет чистой, как на фотографии. Промывка риса позволяет удалить с его поверхности частицы рисовой муки, остатки шелухи и крупицы мусора, если таковые имеются. Промывайте рис всегда, даже, если он самый дорогой и качественный. Далее рис необходимо немного просушить.",
      "Теперь вскипятите в отдельной кастрюле или чайнике воду. А пока она закипает, растопите сливочное масло в толстостенной кастрюле, всыпьте туда соль, специи, рис и немножко его поджарьте при постоянном помешивании. Секрет здесь в том, что при тщательном перемешивании, каждая рисинка покрывается маслом и при варке они остаются раздельными, что в итоге позволяет получить прекрасный рассыпчатый рис. При поджаривании процесс имеет две стадии - сначала рис станет прозрачным, а потом приобретёт молочный цвет. На этом этапе следует остановиться и перейти к следующему шагу.",
      "Как только рис побелеет, влейте в него кипящую воду, убавьте огонь до минимума и накройте крышкой.",
      "Теперь очень важно не открывать крышку и не трогать рис, пока он не сварится. На это уйдёт минут 10-15.",
      "Ну вот, наш рис готов! Остаётся добавить, что раскладывать рис в тарелки следует деревянной ложкой, чтобы не повредить рисинки и не испортить их внешний вид."
    ],
    "url": "https://www.povarenok.ru/recipes/show/18778/",
    "nutrition": {
      "calories": "706.9 ккал",
      "protein": "19.2 г",
      "fat": "7.5 г",
      "carbohydrates": "140.4 г"
    }
  },
  {
    "name": "Картофель \"Гармошка\"",
    "ingredients": [
      "Картофель (молодой, 6 небольших ) — 500 г",
      "Шампиньоны (свежие) — 70 г",
      "Масло растительное",
      "Зелень (укроп, петрушка)",
      "Соль (по вкусу)",
      "Перец черный (молотый, по вкусу)"
    ],
    "instructions": [
      "Грибы мелко порезать, добавить рубленную зелень, слегка присолить и поперчить.",
      "Если картофель молодой, хорошо промыть и не очищать. В каждой картошке сделать глубокие надрезы (не прорезая до конца). В картошку, аккуратно отодвигая надрезанные пласты, вложить грибную начинку.",
      "Так поступить со всеми картофелинами. Работа кропотливая и требующая терпения. Но результат того стоит:)",
      "Начиненную картошку выложить на противень. Запекать в духовке 30 минут, накрыв фольгой. После снять фольгу и зарумянить."
    ],
    "url": "https://www.povarenok.ru/recipes/show/9325/",
    "nutrition": {
      "calories": "566.8 ккал",
      "protein": "14.3 г",
      "fat": "11.4 г",
      "carbohydrates": "101.8 г"
    }
  },
  {
    "name": "Мясо по-грузински",
    "ingredients": [
      "Мясо (у меня свинина) — 1 кг",
      "Мед (лучше жидкий) — 1-2 ст. л.",
      "Сок лимонный — 1 ст. л.",
      "Сметана — 1 ст. л.",
      "Зелень (петрушка, укроп, кинза, базилик, розмарин)"
    ],
    "instructions": [
      "Вот то, что нам надо.",
      "Мясо режем крупными кусками, зелень режем не очень мелко. Из зелени у меня свежие были укроп и петрушка, а базилик и розмарин я взяла сухой, где-то по 1 ч. л с горкой. Кинзу я заменила на молотый кориандр (т. к. в натуре я ее не люблю)",
      "В тарелке смешиваем нашу зелень (свежую и сушеную)+ кориандр+соль+перец. Можно еще добавить какие-то специи кавказкой кухни (я не клала, не было их у меня)",
      "Теперь к мясу добавляем нашу смесь из зелени и специй + мед+ сок лимона.",
      "Все хорошо перемешать и в холодильник на несколько часов.",
      "Достаем из холодильника, добавляем сметану",
      "Хорошо перемешиваем и выкладываем в смазанную маслом форму. Ставим в духовку где-то на 1 час, может, чуть больше. И до готовности выпекаем."
    ],
    "url": "https://www.povarenok.ru/recipes/show/18978/",
    "nutrition": {
      "calories": "2211.2 ккал",
      "protein": "2.3 г",
      "fat": "6.2 г",
      "carbohydrates": "36.2 г"
    }
  },
  {
    "name": "Картофель \"Анна\"",
    "ingredients": [
      "Перец черный — по вкусу",
      "Соль — по вкусу",
      "Масло сливочное (растопленное) — 30 г",
      "Картофель — 400 г"
    ],
    "instructions": [
      "Картофель помыть и очистить.",
      "В кастрюлю налить холодную воду, посолить, добавить картофель. Поставить на огонь и довести до кипения. Варить картофель 3 минуты с момента закипания воды, снять с огня.",
      "Воду слить через дуршлаг, картофель слегка остудить, чтобы был не очень горячим при нарезке.",
      "Картофель нарезать тонкими пластинками.",
      "Можно использовать отдельные формочки или одну большую форму. Смазать хорошенько сливочным маслом. И выложить картофель таким образом: в центр выложить пластинку картофеля, следующие пластинки выкладывать внахлест, как лепестки цветка. Выложить первый слой, посолить, поперчить.",
      "Затем выложить второй слой, посолить, поперчить и так далее, пока не заполним форму.",
      "Из данного количества продуктов вышло 3 индивидуальные формочки. Если вы собираетесь готовить на бОльшее количество персон, то продукты следует увеличить.",
      "Сливочное масло растопить и залить им картофель.",
      "Духовку разогреть до 220 градусов.",
      "Выпекать около 40 минут для маленьких формочек или около 1 часа для большой формы. Картофель должен хорошенько зарумяниться. Картофель вынуть из духовки, перевернуть на блюдо и подавать."
    ],
    "url": "https://www.povarenok.ru/recipes/show/59980/",
    "nutrition": {
      "calories": "576.7 ккал",
      "protein": "8.2 г",
      "fat": "25.2 г",
      "carbohydrates": "79.1 г"
    }
  },
  {
    "name": "Куриные котлеты",
    "ingredients": [
      "Филе куриное — 1 кг",
      "Лук репчатый (средний) — 4 шт",
      "Яйцо куриное — 4-5 шт",
      "Крупа манная (можно по желанию взять крахмал) — 7 ст. л.",
      "Сметана (или майонез, можно пополам) — 6 ст. л.",
      "Приправа (для курицы) — по вкусу",
      "Соль — по вкусу",
      "Масло растительное (для жарки)"
    ],
    "instructions": [
      "Вот такие продукты нам понадобятся.",
      "Куриное филе режем меленькими кусочками.",
      "Лук тоже мелко режем.",
      "Филе и лука должно быть приблизительно поровну.",
      "Далее перемешиваем эту массу, добавляем манку, яйца и сметану или майонез (можно брать пополам, я последний раз брала сметану), опять всё перемешиваем очень хорошо, туда же приправу и соль.",
      "Этой массе даём постоять в холодильнике 30-40 минут. Затем нагреваем сковородку, наливаем растительное масло и столовой ложкой выкладываем котлетки.",
      "Поджариваем одну сторону, затем переворачиваем и жарим другую. Жарятся очень быстро.",
      "Котлет получается много."
    ],
    "url": "https://www.povarenok.ru/recipes/show/51414/",
    "nutrition": {
      "calories": "2588.3 ккал",
      "protein": "287.6 г",
      "fat": "77.3 г",
      "carbohydrates": "169.4 г"
    }
  },
  {
    "name": "Корейское блюдо \"Хе\" из мяса",
    "ingredients": [
      "Масло растительное (оливковое или подсолнечное)",
      "Уксус (20%) — 3 ст. л.",
      "Соевый соус (чем качественней, тем лучше, но можно обойтись и вообще без него) — 1 ст. л.",
      "Лук репчатый (среднего размера) — 1 шт",
      "Морковь (свежая) — 350 г",
      "Мясо (говядина, свинина и т.п.) — 400 г",
      "Зелень (лук, укроп, петрушка)",
      "Перец черный (молотый и красный \"Чили\")",
      "Соль"
    ],
    "instructions": [],
    "url": "https://www.povarenok.ru/recipes/show/19250/",
    "nutrition": {
      "calories": "1070.3 ккал",
      "protein": "7.7 г",
      "fat": "10.6 г",
      "carbohydrates": "38.8 г"
    }
  },
  {
    "name": "Мясо по-японски",
    "ingredients": [
      "Говядина — 1 кг",
      "Капуста белокочанная / Капустa — 0.5 вилок",
      "Лук репчатый — 2 шт",
      "Перец болгарский — 2 шт",
      "Кунжут — 5 стак.",
      "Соевый соус",
      "Масло подсолнечное"
    ],
    "instructions": [
      "Подготовить все ингредиенты. Мясо хорошо промыть, положить в ёмкость и залить минеральной водой (я это сделала с вечера) поставить в прохладное место.",
      "Мясо порезать брусочками поперёк волокон, как на бефстроганов.",
      "Лук порезать тонко полукольцами. Капусту тонкими полосочками длинной ~7-8 см,затем немного присолить и слегка отжать. Перец - брусочками (я резала крупно).",
      "Смешать масло и соевый соус, довести до кипения. В кипящее масло кладём мясо и жарим до образования румяной корочки.",
      "К мясу кладём лук, жарим до золотистого цвета.",
      "Когда лук обжарится, добавляем кунжут.",
      "Добавляем болгарский перец.",
      "Когда перец немного обжарится, убавить огонь и добавить капусту. Жарить до готовности капусты.",
      "Всё жарить на сильном огне постоянно перемешивая. Не солить, крышкой не накрывать."
    ],
    "url": "https://www.povarenok.ru/recipes/show/4128/",
    "nutrition": {
      "calories": "11510.5 ккал",
      "protein": "527.3 г",
      "fat": "928.4 г",
      "carbohydrates": "262.8 г"
    }
  },
  {
    "name": "Рыба \"Волшебная золотая рыбка\"",
    "ingredients": [
      "Рыба (филе любой рыбы) — 250 г",
      "Картофель (среднего размера) — 2 шт",
      "Лук репчатый (среднего размера) — 1 шт",
      "Помидор (небольшого размера) — 1/2 шт",
      "Сыр твердый (тертый) — 50 г",
      "Майонез (прекрасно подойдёт майонез \"Провансаль\")",
      "Сок лимонный (свежевыжатый)",
      "Соевый соус",
      "Соль",
      "Зелень (свежая)",
      "Специи"
    ],
    "instructions": [
      "Для начала давайте приготовим всё необходимое. Все ингредиенты здесь очень простые и доступные.",
      "Сначала нам необходимо замариновать филе рыбки примерно на пол часа. Для этого полейте рыбку соевым соусом и лимонным соком. Рыбку можно использовать любую, лишь бы она была без костей.",
      "Затем посыпьте солью, чёрным и красным (острым) перцем, куркумой (не обязательно) и каким-нибудь готовым набором специй (по желанию). Маринуйте около получаса.",
      "Приготовьте посуду, в которой будете запекать нашу рыбку. Выложите на дно нарезанную тонкими ломтиками картошечку. Чем тоньше порежете, тем лучше она пропечётся. А сверху выложите лучок, нарезанный полукольцами.",
      "Посолите, поперчите, посыпьте зеленью и специями.",
      "Положите сверху рыбку.",
      "Теперь добавьте помидорку и сверху выложите лучком.",
      "Снова положите картошечку и посыпьте сверху солью, зеленью и специями.",
      "Полейте майонезом",
      "И посыпьте натёртым на мелкой тёрке сыром. Поместите всю эту красоту в духовку и запекайте при температуре 180 градусов около 45 минут.",
      "Спустя 45 минут, достаём из духовоки"
    ],
    "url": "https://www.povarenok.ru/recipes/show/23225/",
    "nutrition": {
      "calories": "755.9 ккал",
      "protein": "64.5 г",
      "fat": "21.6 г",
      "carbohydrates": "76 г"
    }
  },
  {
    "name": "Картофель с грибами в горшочке \"Сливочный\"",
    "ingredients": [
      "Картофель — 1 кг",
      "Лук репчатый — 1 шт",
      "Шампиньоны — 300 г",
      "Сливки (10%) — 250 мл",
      "Специи (соль, перец, мускатный орех, кориандр, имбирь - по вкусу)",
      "Сыр твердый — 100 г"
    ],
    "instructions": [
      "Приблизительный набор продуктов.",
      "Картофель нарезать кружками.",
      "Лук соломкой.",
      "Грибы на половинки (крупные на четвертинки).",
      "Уложить в горшочек слоями. Сначала картофель, потом лук и грибы. Слои распределить так, чтобы получилось по два слоя картофеля, лука и грибов в одном горшочке.",
      "Приготовить заливку. В сливки добавить соль, перец и специи.",
      "Залить каждый горшочек.",
      "Поставить горшочки в разогретую до 200 градусов духовку и готовить минут 30-40.",
      "Минут за 5 до готовности посыпать тёртым сыром, и оставить в духовке."
    ],
    "url": "https://www.povarenok.ru/recipes/show/16063/",
    "nutrition": {
      "calories": "1964.1 ккал",
      "protein": "61.7 г",
      "fat": "92.7 г",
      "carbohydrates": "223 г"
    }
  },
  {
    "name": "Горшочки с овощами и говядиной",
    "ingredients": [
      "Говядина — 500 г",
      "Картофель — 1 кг",
      "Лук репчатый — 3 шт",
      "Морковь — 2 шт",
      "Шампиньоны — 200 г",
      "Сало — 200 г",
      "Масло сливочное — 4 ч. л.",
      "Соль (для блюда и для \"крышки\" - по вкусу)",
      "Перец черный",
      "Петрушка",
      "Укроп",
      "Вода",
      "Кефир (для крышки) — 1 стак.",
      "Яйцо куриное (для крышки) — 1 шт",
      "Маргарин (для крышки) — 100 г",
      "Сахар (для крышки) — 0,5 ч. л.",
      "Сода (для крышки) — 0,5 ч. л.",
      "Мука пшеничная / Мука (для крышки)"
    ],
    "instructions": [
      "Все необходимые продукты помыть, почистить и нарезать: мясо, сало, лук, картофель - кубиками морковь натереть на мелкой терке грибы нарезать пластинками",
      "Теперь складываем все в сыром виде в горшочки слоями: 1 слой - говядина",
      "2 слой - сало",
      "Солим слегка",
      "Перчим по вкусу и перемешиваем",
      "3 слой - лук",
      "4 слой - морковь",
      "5 слой - грибы",
      "6 слой - картофель",
      "Сверху в каждый горшочек положить по 1 чайной ложке сливочного масла",
      "Немного зелени петрушки и укропа",
      "Далее в литровую банку наливаем воду и растворяем в ней соль по вкусу и заливаем эту водичку в горшочки",
      "Теперь готовим тесто для крышек: смешиваем кефир, яйцо, маргарин, соль, сахар, соду",
      "Добавляем муку и замешиваем плотное тесто",
      "Делим его на 4 части, придаем руками каждой части форму круга, накрываем тестом горшочек сверху и залепливаем как вареники. Ставим горшки в духовку на 1-1,5 часа при температуре 200 градусов",
      "Достаем, проверяем готовность",
      "И подаем к столу со сметаной."
    ],
    "url": "https://www.povarenok.ru/recipes/show/26544/",
    "nutrition": {
      "calories": "4536.3 ккал",
      "protein": "154.8 г",
      "fat": "327.2 г",
      "carbohydrates": "253.5 г"
    }
  },
  {
    "name": "Свинина \"Звуки Франции\"",
    "ingredients": [
      "Свинина (без кости) — 900 г",
      "Помидор (крупный) — 3 шт",
      "Лук репчатый (крупный) — 1 шт",
      "Шампиньоны (свежие) — 300 г",
      "Молоко — 1 л",
      "Масло сливочное — 100 г",
      "Мука пшеничная / Мука (\"с горкой\") — 3 ст. л.",
      "Соль (по вкусу)",
      "Перец черный (молотый, по вкусу)",
      "Орех мускатный (молотый, по вкусу)",
      "Сыр твердый (немного, для посыпки)",
      "Зелень (свежая, для украшения)"
    ],
    "instructions": [
      "Приготовим соус \"Бешамель\", для этого: в сотейник (или сковородку с толстым дном, чтобы соус не подгорел) кладем масло, муку, щепотку мускатного ореха, ставим на огонь и готовим, постоянно помешивая, до полного растворения масла.",
      "Затем постепенно вливаем тонкой струйкой молоко, не забываем помешивать соус и готовим на среднем огне до густоты сметаны. Готовый соус по вкусу солим и перчим.",
      "В форму для запекания (у меня силиконовая, ее нужно просто слегка сбрызнуть водой, но можно взять стеклянную, керамическую или тефлоновую) выкладываем слой порезанных дольками томатов.",
      "Поливаем слегка соусом.",
      "Теперь слой порезанных грибочков (тоже смазываем соусом).",
      "Слой порезанного тоненькими полукольцами лучка.",
      "Слой свининки.",
      "Заливаем все оставшимся соусом, накрываем фольгой и отправляем в разогретую до 220С духовку на час-полтора."
    ],
    "url": "https://www.povarenok.ru/recipes/show/29755/",
    "nutrition": {
      "calories": "3934.1 ккал",
      "protein": "199.2 г",
      "fat": "288 г",
      "carbohydrates": "147.8 г"
    }
  },
  {
    "name": "Говядина в соевом соусе за 25 минут",
    "ingredients": [
      "Говядина — 500 г",
      "Лук репчатый (крупный) — 1 шт",
      "Перец красный жгучий (по вкусу) — 1 шт",
      "Соевый соус — 75-100 мл",
      "Чеснок — 2 зуб."
    ],
    "instructions": [
      "Мясо нарезать поперек волокон тоненькими кусочками шириной 1.5 см и длиной 4 см (как на бефстроганов). Чем тоньше будут кусочки, тем быстрее приготовится мясо. Этот шаг я забыла сфотографировать. Положить в емкость для маринования, лучше высокую, как у меня.",
      "Залить соевым соусом так, чтобы он полностью закрывал мясо. Поставить мариноваться в холодильник на 3-4 часа, лучше на ночь. Я обычно мариную вечером, а на следующий день после работы готовлю.",
      "Лук и чеснок нарезать мелкими кубиками.",
      "Обжарить их на сильном огне до прозрачности. Если вы хотите острое мясо, то нарежьте горький перец колечками и жарьте вместе с луком и чесноком. В этот раз я делала без перца.",
      "Добавить замаринованное мясо вместе с соевым соусом и перемешать с луком и чесноком.",
      "Тушить на сильном огне 15-20 минут, сначала помешивая, пока мясо не пустит сок, а потом накрыв крышкой. При необходимости добавлять при тушении мяса воду. Обычно мясо пускает достаточно сока, но если Вы хотите побольше подливы, то вода не помешает. Так же водой регулируем вкус блюда на соль, поскольку вкусовые пристрастия по соли у всех разные.",
      "Через 15 минут блюдо готово. Подавать с любым гарниром или овощами."
    ],
    "url": "https://www.povarenok.ru/recipes/show/60599/",
    "nutrition": {
      "calories": "1095.5 ккал",
      "protein": "102.3 г",
      "fat": "62.3 г",
      "carbohydrates": "33.9 г"
    }
  },
  {
    "name": "Очень ленивые голубцы в духовке",
    "ingredients": [
      "Капуста белокочанная / Капустa — 1 кг",
      "Рис — 2/3 стак.",
      "Фарш мясной — 600 г",
      "Морковь — 2 шт",
      "Лук репчатый — 1 шт",
      "Зелень",
      "Перец болгарский (необязательно) — 1 шт",
      "Томаты в собственном соку — 400 г",
      "Сметана — 3 ст. л.",
      "Специи"
    ],
    "instructions": [
      "Капусту нарежем и обжарим в течениe 5 минут с морковкой и луком (можно добавить болгарский перец по желанию) в небольшом количестве растительного масла",
      "Рис отварим до полуготовности смешаем с фаршем. Солим. Перчим.",
      "В форму выкладываем половину капусты",
      "Затем фарш. Затем снова капусту",
      "Томаты в собственном соку (небольшая банка) порубим на кусочки.. солим-перчим, добавляем рубленую зелень и сметану. (Томаты берем вместе с соком). Все хорошо перемешаем",
      "И заливаем соусом нашу запеканку. Накрываем фольгой и ставим в разогретую до 220 градусов духовку на 40-45 минут. Последние 10 минут запекаем без фольги"
    ],
    "url": "https://www.povarenok.ru/recipes/show/25318/",
    "nutrition": {
      "calories": "2706.5 ккал",
      "protein": "67.8 г",
      "fat": "32.2 г",
      "carbohydrates": "363.7 г"
    }
  },
  {
    "name": "Ленивые вареники",
    "ingredients": [
      "Творог — 250 г",
      "Яйцо куриное — 1 шт",
      "Сахар — 2 ч. л.",
      "Мука пшеничная / Мука — 3 ст. л.",
      "Соль"
    ],
    "instructions": [
      "В мисочку выкладываем творог",
      "Вбиваем яйцо, присаливаем, добавляем сахар",
      "Добавляем 3 ложки муки и хорошо вымешиваем",
      "Ставим кастрюльку на огонь, воды должно быть немного, потому как в воду уходит вкус, варить нам их от силы 5 минут, не выкипит",
      "На присыпанной досочке раскатываем колбаску из теста (я беру половину, потом еще половину), нарезаем кусочками и каждый кусочек скатываем в шарик",
      "Вода закипела - добавляем туда полложки сахара",
      "И соли на кончике ложки",
      "Кидаем варенички",
      "Закипели, всплыли - через 5 минут готово"
    ],
    "url": "https://www.povarenok.ru/recipes/show/310/",
    "nutrition": {
      "calories": "734.1 ккал",
      "protein": "60.9 г",
      "fat": "12.1 г",
      "carbohydrates": "96 г"
    }
  },
  {
    "name": "Мититеи",
    "ingredients": [
      "Свинина (свежая) — 700 г",
      "Говядина (свежая) — 300 г",
      "Соль — по вкусу",
      "Перец черный (молотый, по вкусу; горошек - 10-15 шт.)",
      "Сода (на кончике ножа)",
      "Крахмал (примерно) — 1,5-2 ст. л.",
      "Молоко — 0,5-1 стак.",
      "Лук репчатый (для тушения - 1 шт.; при подаче на стол - 1шт.) — 2 шт",
      "Лист лавровый — 2-3 шт",
      "Чеснок (у меня ушло 8 зубчиков, смотря какой чеснок) — 5-10 зуб."
    ],
    "instructions": [
      "Начнем с приготовления фарша: мясо надо брать свежее, не замороженное, не готовый фарш, а именно мясо. Пропорция примерно 700 г. свинины к 300 г. говядины, можно варьировать + -. Я беру свиную шею (она и не постная и не сильно жирная) и постную говядину. Дважды пропускаем через мелкую мясорубку. На фото необходимые продукты для фарша (я к этому времени мясо уже перемолола).",
      "Далее в фарш добавляем щепотку соды (или на кончике ножа), соль, перец по вкусу, примерно 1,5-2 ложки крахмала и измельченный чеснок (кол-во чеснока зависит от остроты, у меня был не очень острый чеснок и зубцы маленькие, поэтому штук 8-10! А бывает ядреный чеснок, очень острый и ароматный, тогда надо меньше! Ориентируйтесь на свой вкус!). Постепенно замешивая фарш, добавляем молоко. У меня ушел весь стакан. Отбиваем наш фарш, накрываем пленкой и отправляем в холод на пару часов.",
      "Затем достаем фарш и начинаем делать мититеи. Я достаю нож и сеточку из мясорубки, вставляю насадку для колбас и делаю их таким образом как на фото, предварительно смазав руки растительным маслом. Но можно делать и руками.",
      "Обжариваем на быстром огне со всех сторон до румяной корочки и складываем в кастрюлю с толстым дном или в казан.",
      "Режем лук кольцами и кладем сверху на мититеи, кидаем перец горошком и лавровый лист.",
      "Заливаем кипятком, воду посолить по вкусу! Закрываем крышкой и даем закипеть. Затем убавляем огонь и тушим до готовности. Примерно минут 30.",
      "Вот и готовые мититеи! Аромат... мммммм... на всю квартиру!!!",
      "Накладываем на тарелки и лопаем за обе щеки! :) Обычно на одну порцию подают 2 мититеи, но в нашей семье любят поесть! :) На гарнир лучше картофельное пюре или макароны. Но можно и с другими кашами - по желанию и по вкусу!",
      "Или можно подать с зеленым горошком и репчатым луком, а еще лучше с зеленым лучком!!! Еще очень хорошо к ним подходит молдавский соус \"Муждей\", но это на любителя!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/55947/",
    "nutrition": {
      "calories": "2725.1 ккал",
      "protein": "178.6 г",
      "fat": "189.7 г",
      "carbohydrates": "83.1 г"
    }
  },
  {
    "name": "Мясо по-французски",
    "ingredients": [
      "Картофель — 1.5 кг",
      "Говядина — 750 г",
      "Лук репчатый (большой) — 2 шт",
      "Сыр твердый — 200 г",
      "Майонез — 150 г",
      "Соль — 1 ст. л.",
      "Перец черный — 1/3 ч. л.",
      "Чеснок — 3 зуб.",
      "Приправа (для отбивных по-вкусу) — 1/3 ст. л."
    ],
    "instructions": [
      "Разрезаем на кусочки, примерно 1,5 -2 см толщиной и величиной, как на отбивные. Отбиваем с двух сторон, солим, перчим, чесночим, приправляем!",
      "Картошечку чистим, режем тонкими кольцами, чуток солим, добавляем полную ложку майонеза, перемешиваем. Лук режем тонкими кольцами.",
      "Выкладываем на противень (смазывать маслом не надо) первый слой картофеля, посыпаем луком и немного тертого сыра.",
      "Сверху укладываем второй слой картофеля и также посыпаем лучком и сыром.",
      "Накрываем нашу красоту мясом",
      "Посыпаем луком",
      "Обильно промазываем майонезом",
      "И сыр! Накрываем противень фольгой и в духовочку на полтора часа на среднем огне. "
    ],
    "url": "https://www.povarenok.ru/recipes/show/44571/",
    "nutrition": {
      "calories": "4108.2 ккал",
      "protein": "220.3 г",
      "fat": "204.2 г",
      "carbohydrates": "342.7 г"
    }
  },
  {
    "name": "Ленивые голубцы",
    "ingredients": [
      "Лук репчатый (1 луковица в фарш и 1 луковица в соус) — 2 шт",
      "Рис (отварной) — 1 стак.",
      "Фарш мясной — 400 г",
      "Капуста белокочанная / Капустa — 400 г",
      "Яйцо куриное — 1 шт",
      "Морковь (маленькая) — 1 шт",
      "Томатная паста — 1 ст. л."
    ],
    "instructions": [
      "Капусту мелко порезать, ошпарить ее кипятком и дать постоять минут 5 (это сделает ее мягче и удалит горечь).",
      "Рис отварить в подсоленной воде.",
      "Мясо прокрутить на мясорубку, добавить мелко порезанный лук, рис, капусту и яйцо; посолить и поперчить. Хорошенько все перемешать!",
      "На смазанный противень выложить мелко порезанную капусту (во избежание пригорания).",
      "Из получившегося фарша сформировать котлеты.",
      "Тем временем лук и морковь обжарить, добавить томат. пасту, разведенную ~1 стаканом воды. Посолить, поперчить (я еще и сахар добавляю).",
      "Залить соусом голубцы и отправить в духовку на 40-60 мин."
    ],
    "url": "https://www.povarenok.ru/recipes/show/26750/",
    "nutrition": {
      "calories": "1444.1 ккал",
      "protein": "37.6 г",
      "fat": "13.7 г",
      "carbohydrates": "179.9 г"
    }
  },
  {
    "name": "Постные котлеты",
    "ingredients": [
      "Специи — по вкусу",
      "Соль — по вкусу",
      "Сухари панировочные / Панировка",
      "Масло растительное (для жарки)",
      "Зелень (у меня укроп) — 1/2 пуч.",
      "Мука пшеничная / Мука — 0,5 стак.",
      "Крупа манная — 0,5 стак.",
      "Капуста белокочанная / Капустa — 1 кг",
      "Лук репчатый — 1 шт",
      "Чеснок — 2 зуб."
    ],
    "instructions": [
      "Капусту разрежьте на 4 части и приварите в подсоленной воде минут 8-10.",
      "Откиньте капусту на дуршлаг, пропустите через мясорубку и отожмите, чтобы удалить воду.",
      "На мелкой терке натрите лук и пропустите чеснок через пресс.",
      "Укроп мелко нарежьте.",
      "К капусте добавьте лук, чеснок и зелень. Посолите, приправьте специями по вкусу.",
      "Добавьте муку, манную крупу.",
      "Тщательно перемешайте.",
      "Сформируйте из этой массы котлетки, обваляйте в панировочных сухарях.",
      "И обжарьте на растительном масле до хрустящей золотистой корочки."
    ],
    "url": "https://www.povarenok.ru/recipes/show/41301/",
    "nutrition": {
      "calories": "587.2 ккал",
      "protein": "26.7 г",
      "fat": "12.1 г",
      "carbohydrates": "96.3 г"
    }
  },
  {
    "name": "Вареники с картофелем",
    "ingredients": [
      "Мука пшеничная / Мука — 5 стак.",
      "Яйцо куриное — 2 шт",
      "Соль",
      "Вода (не больше 2 стаканов)",
      "Картофель — 800 г",
      "Лук репчатый (размером с теннисный мячик) — 2 шт",
      "Перец черный"
    ],
    "instructions": [
      "Муку просеять, добавить яйца и соль. В своей книге Юлия Высоцкая советовала замешивать тесто для вареников на одних желтках и ледяной воде... Я еще не делала, но обязательно попробую (если кто раньше успеет - плиз, черкните пару строчек в личку - как получилось)",
      "Добавить воды по чуть-чуть. Замесить вот такое крутое тесто. Но смотрите внимательно за консистенцией - тесто должно быть нежным и мягким. Завернуть в пленку (под полотенцем может подсохнуть, если оставить на час-два) и оставить минут на 20-30 отдохнуть.",
      "Пока тесто отдыхает, приготовить начинку. Отварить картофель в подсоленной воде (потом слить всю воду). Пока картофель горячий, размять специальной давилкой (не блендером, иначе будет очень жидкое пюре), посолить, поперчить, добавить половину поджаренного хрустящего лучка (с маслом, на котором он жарился, а можно пожарить на мелко нарезанном сале - тогда получатся шкварки), оставить остывать.",
      "Итак, вернемся к тесту. Моя бабушка всегда раскатывала (и продолжает это делать) тесто очень тоненько, потом из него вырезает круги рюмочкой или режет этот пласт на квадраты. По такой технологии у меня или тесто прилипало, или наоборот - становилось деревянным (от количества муки). Поэтому я делаю по технологии своей мамочки: Треть или четверть теста скатать вот такой колбаской",
      "Эту колбаску нарезаем кусочками небольшими - толщиной 1-1,5 см",
      "И так всю \"колбаску\" режем",
      "Кусочки обваливаем в муке",
      "Каждый кусочек раскатать в кружок - не тонко. Взять немного начинки, положить на середину.",
      "Начинки нужно положить столько, чтобы без усилий соеденить края вареника. Слепить аккуратно и нежно (но решительно). Если края не хотят склеиваться, поставьте рядом тарелочку с водой и смачивайте краешек теста - дело пойдет быстрее",
      "Уложить на присыпанную поверхность. Я выкладывала на тарелку, щедро присыпанную мукой, и на дощечку. Можно попробовать выкладывать на пищевую пленку, бумагу для выпечки. Только лучше перестраховаться и все же присыпать мукой. Очень будет жаль если тесто приклеится - вся начинка останется в кастрюльке.",
      "Вскипятить воду (лучше всего варить в широкой неглубокой кастрюле или казанке). Посолить, бросить вареники и варить минуты 2 - максимум 3. Больше не надо - начинка там готова. Готовые вареники выловить шумовкой, перемешать с оставшимся поджаренным лучком и подавать."
    ],
    "url": "https://www.povarenok.ru/recipes/show/3350/",
    "nutrition": {
      "calories": "3674.2 ккал",
      "protein": "105.7 г",
      "fat": "22.4 г",
      "carbohydrates": "773.2 г"
    }
  }
]