[
  {
    "name": "Манная каша без комочков",
    "ingredients": [
      "Молоко — 0,75 стак.",
      "Вода — 0,25 стак.",
      "Крупа манная — 3 ч. л.",
      "Сахар",
      "Соль",
      "Масло сливочное"
    ],
    "instructions": [
      "Итак, начнем с предпосылок успешного приготовления каши. Во-первых, соблюдение рецептуры: для одной порции: на 3/4 стакана молока – 1/4 стакана воды и 3 ч.л. манной крупы. Во-вторых, лучше использовать кастрюльку с толстым дном. Вышеупомянутую кастрюльку надо ополоснуть холодной водой, налить в нее молоко и воду - ХОЛОДНЫМИ. Сверху насыпать манную крупу. Она частично утонет, а частично будет плавать на поверхности. Вот так.",
      "Оставляем будущую кашу на 10 минут. За это время крупинки манки впитывают холодную жидкость, набухают, благодаря чему во время варки не образуются никакие комочки. Примечание. Если молоко у Вас свежевскипяченное, горячее, то манку замачиваете в одной холодной воде, а молоко вливаете уже перед началом приготовления. Перед тем как ставить кастрюльку на огонь, ОБЯЗАТЕЛЬНО перемешайте ее содержимое, потому что манка оседает на дно. Ставим кашу на маленький огонь, если надо, добавляем сахар и соль. Когда будете варить в первый раз, лучше от каши все же не отходить, чтобы самостоятельно почувствовать, как она себя ведет. Но мешать ее постоянно не нужно. Скажем так, пока не закипит, я перемешиваю где-то раз в минуту, а после закипания – уже постоянно, а то каша просто к дну пригорит. Но комочков не будет все равно! После закипания варить где-то минуты 3. Все, готово. Добавляем масло, кто любит – варенье. Приятного аппетита! Да здравствует манная каша!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/55907/",
    "nutrition": {
      "calories": "69 ккал",
      "protein": "2.3 г",
      "fat": "0.1 г",
      "carbohydrates": "14.7 г"
    }
  },
  {
    "name": "Каша гречневая и секреты еe приготовления",
    "ingredients": [
      "Масло сливочное (желательно использовать качественное сливочное масло с высокой жирностью) — 1/2 ч. л.",
      "Соль (обычная поваренная соль) — 1/2 ч. л.",
      "Вода (чистая питьевая вода) — 2 стак.",
      "Крупа гречневая (необходима крупа с цельной ядрицей, не дроблёная) — 1 стак."
    ],
    "instructions": [
      "Итак, отмеряем стакан гречки (без горки), высыпаем в чашку и хорошенько перебираем, удаляя мелкие камешки и частицы мусора. Затем...",
      "Хорошенько промываем крупу холодной водой и сменяем воду несколько раз, пока она не станет чистой как на фотографии. После промывки гречку необходимо немного просушить.",
      "Теперь высыпаем гречку в сковороду и поджариваем её на среднем огне, постоянно помешивая, до золотисто-коричневого цвета.",
      "В кастрюле с толстыми стенками и дном на медленном огне растопите сливочное масло (1/2 чайной ложки), добавьте соль, гречку и...",
      "Хорошенько перемешайте, чтобы каждая гречинка (ядрица) покрылась маслом (но не жарьте). Пока Вы это делаете, необходимо вскипятить в чайнике или кастрюле 2 стакана воды.",
      "Смешав крупу с солью и маслом, вливаем в неё кипящую воду и убавляем огонь до минимума.",
      "Накрываем плотной крышкой и не открываем её минут 15-20. Здесь важно именно невмешательство в процесс, ведь наша кашка готовится не столько на воде, сколько на пару.",
      "Ну вот, наша замечательная кашка готова!",
      "Выложите её в тарелку деревянной ложкой и положите в кашку кусочек сливочного масла (масло здесь просто необходимо) и подавайте к столу горячей."
    ],
    "url": "https://www.povarenok.ru/recipes/show/19054/",
    "nutrition": {
      "calories": "690.9 ккал",
      "protein": "26.5 г",
      "fat": "5.5 г",
      "carbohydrates": "142.8 г"
    }
  },
  {
    "name": "Перловая каша",
    "ingredients": [
      "Крупа перловая — 1 стак.",
      "Вода — 5 стак.",
      "Соль — 0,5 ч. л.",
      "Масло растительное (или сливочное, по желанию) — 1 ст. л."
    ],
    "instructions": [
      "Крупу хорошо промыть. В кастрюле вскипятить 3 стакана воды и всыпать крупу, дать ей 7 минут покипеть.",
      "После этого крупу откинуть на дуршлаг, дать стечь воде.",
      "В кастрюлю влить 2 стакана воды, посолить (если не поститесь, можно добавить 1 столовую ложку масла), когда вода закипит, положить подготовленную крупу, закрыть крышкой и на медленном огне варить до загустения."
    ],
    "url": "https://www.povarenok.ru/recipes/show/55457/",
    "nutrition": {
      "calories": "876.5 ккал",
      "protein": "21.4 г",
      "fat": "12.5 г",
      "carbohydrates": "169.5 г"
    }
  },
  {
    "name": "Манная каша",
    "ingredients": [
      "Крупа манная — 1 ст. л.",
      "Молоко — 250 г",
      "Соль — 1 щепот.",
      "Сахар — по вкусу"
    ],
    "instructions": [
      "Поскольку всё делается очень быстро, сразу всё и приготовим. Важно соблюдать пропорцию крупы с жидкостью. Просто запомните: на 1 стакан жидкости (молока, сливок или молока с водой) - 1 столовая ложка крупы. Отсюда и исходите. Кастрюльку лучше брать с толстым дном и плотной крышкой. А, впрочем, это - не суть важно. Итак, молоко отмерили, крупу насыпали в отдельную ёмкость, можно в стаканчик.",
      "Поставили молоко на средний огонь, добавили соли и насыпали сахар. Сахара сыпьте столько, чтобы вам было вкусно. Доводим до кипения, помешивая, чтобы растворился сахар. Мне очень удобно мешать венчиком: длинная ручка, качественно размешивает.",
      "Как только молоко закипело, уменьшаем огонь и, продолжая мешать, струйкой добавляем крупу. Продолжая мешать, доводим до кипения. Выключаем огонь и закрываем крышкой. Оставляем кашу на 5-10 минут."
    ],
    "url": "https://www.povarenok.ru/recipes/show/66151/",
    "nutrition": {
      "calories": "191 ккал",
      "protein": "10.4 г",
      "fat": "1.5 г",
      "carbohydrates": "34.3 г"
    }
  },
  {
    "name": "Рисовая каша с молоком",
    "ingredients": [
      "Молоко — 1,5 л",
      "Рис — 1 стак.",
      "Сахар — 3-5 ст. л."
    ],
    "instructions": [],
    "url": "https://www.povarenok.ru/recipes/show/21871/",
    "nutrition": {
      "calories": "1306.3 ккал",
      "protein": "46.8 г",
      "fat": "11.4 г",
      "carbohydrates": "254.9 г"
    }
  },
  {
    "name": "Каша \"Дружба\"",
    "ingredients": [
      "Соль (по вкусу)",
      "Сахар — 3 ст. л.",
      "Рис (полстакана) — 100 г",
      "Пшено (полстакана) — 100 г",
      "Молоко — 1 л",
      "Масло сливочное — 2 ст. л."
    ],
    "instructions": [
      "Закипятить молоко. Хорошо промыть крупу. Добавить в молоко крупу и сахар. Перемешать.",
      "Убавить огонь до минимального. Плотно закрыть крышку. Варить 30 минут. Главное, чтобы ваша посуда не пригорала. У меня \"чугунок\" - он никогда не пригорает.",
      "В конце добавить масло и перемешать."
      
    ],
    "url": "https://www.povarenok.ru/recipes/show/16741/",
    "nutrition": {
      "calories": "1417.9 ккал",
      "protein": "48.4 г",
      "fat": "27.2 г",
      "carbohydrates": "245.9 г"
    }
  },
  {
    "name": "Тыквенная каша",
    "ingredients": [
      "Тыква — 300 г",
      "Молоко — 4 стак.",
      "Пшено — 0,5 стак.",
      "Рис — 0,5 стак.",
      "Сахар — 1 ст. л.",
      "Масло сливочное — 50 г"
    ],
    "instructions": [
      "Сначала положить в мультиварку нарезанную тыкву и 25 грамм масла.",
      "Включить режим \"Выпечка\" и выпекать минут 20 (можно чуть меньше).",
      "Промыть рис и пшено.",
      "Когда тыква с маслом будут готовы, можно немного растолочь тыкву. Добавить молоко, сахар, соль, оставшееся масло, пшено и рис."
      
    ],
    "url": "https://www.povarenok.ru/recipes/show/55043/",
    "nutrition": {
      "calories": "888.1 ккал",
      "protein": "32.2 г",
      "fat": "47.2 г",
      "carbohydrates": "92.5 г"
    }
  },
  {
    "name": "Пшенная каша с тыквой",
    "ingredients": [
      "Тыква (свежая, мякоть) — 200 г",
      "Пшено (стакан - 200 мл) — 1/3 стак.",
      "Изюм — 1/3 стак.",
      "Молоко — 1,5 стак.",
      "Соль (по вкусу)",
      "Сахар — 1 ст. л.",
      "Сахар коричневый (\"кандис\", кусочками) — 1 ст. л.",
      "Масло сливочное — 50 г"
    ],
    "instructions": [
      "Тыкву порезать на кусочки, залить горячей водой и поварить минут 10. Затем воду слить, тыкву пюрировать. (некоторые предпочитают кусочки тыквы в каше, но мои любят так).",
      "Пшено тщательно промыть горячей водой (до чистой воды), залить молоком, добавить соль и сахар, пюре тыквы и изюм и",
      "варить до загустения каши. У меня ушло 15 минут. Печку выключить, в кашу добавить сливочное масло, кастрюлю накрыть чем-нибудь теплым и оставить на 10 минут. Перед подачей добавить в кашу кандис, он придает интересную хрустинку (и сладость, конечно).",
      "По желанию можно добавлять в кашу орехи, фрукты, семечки. В одной порции примерно 260 ккал."
    ],
    "url": "https://www.povarenok.ru/recipes/show/27114/",
    "nutrition": {
      "calories": "1779.9 ккал",
      "protein": "37.1 г",
      "fat": "49.6 г",
      "carbohydrates": "308.7 г"
    }
  },
  {
    "name": "Молочная рисовая каша в МВ",
    "ingredients": [
      "Масло сливочное (по вкусу) — 20 г",
      "Соль — 0,5 ч. л.",
      "Сахар — 2 ч. л.",
      "Рис (круглый, измеряем мультиварочным стаканом) — 3/4 стак.",
      "Молоко (измеряем мультиварочным стаканом) — 4 стак."
    ],
    "instructions": [
      "Берем рис круглозерный и отмеряем 3/4 мультиварочного стаканчика.",
      "Хорошо промываем рис до чистой воды.",
      "Промытый рис выкладываем в мультиварочную кастрюлю.",
      "Туда же выливаем 4 мультиварочных стаканчика молока. Молоко брала холодное.",
      "Насыпаем сахар, соль, кладем кусочек сливочного масла.",
      "Кастрюлю ставим в мультиварку и выбираем режим \"Молочная каша\". По времени процесс варки занимает около часа. Самое замечательное, что не нужно смотреть за молоком. Оно никуда не \"убегает\"!!!",
      "По окончании мультиварка издаст сигнал. Каша готова. Аккуратно перемешиваем и раскладываем по тарелкам. Каша получается средней густоты и ее количества хватит на семью из 3-х человек."
    ],
    "url": "https://www.povarenok.ru/recipes/show/50996/",
    "nutrition": {
      "calories": "2581 ккал",
      "protein": "82.1 г",
      "fat": "40.2 г",
      "carbohydrates": "473 г"
    }
  },
  {
    "name": "Тыквенная каша с рисом и изюмом",
    "ingredients": [
      "Тыква — 400 г",
      "Молоко — 0,5 л",
      "Рис — 2/3 стак.",
      "Изюм — 1 горст.",
      "Сахар — 2 ст. л.",
      "Ванилин",
      "Соль"
    ],
    "instructions": [
      "Тыкву почистить от кожуры, произвольно нарезать и сложить в посуду с антипригарным покрытием.",
      "Залить водой до половины.",
      "Варить до мягкости, а затем размять , добавить ваниль, сахар, соль, залить молоком.",
      "После закипания молока всыпать рис, изюм и сварить. Когда каша будет готова - добавить масло и поставить на 10 мин. в духовку."
    ],
    "url": "https://www.povarenok.ru/recipes/show/18405/",
    "nutrition": {
      "calories": "1724.6 ккал",
      "protein": "42.1 г",
      "fat": "13.9 г",
      "carbohydrates": "369.8 г"
    }
  },
  {
    "name": "Ячневая каша",
    "ingredients": [
      "Крупа ячневая — 1 стак.",
      "Филе куриное — 1 шт",
      "Грибы — 100 г",
      "Лук репчатый (крупный) — 1 шт",
      "Морковь (крупная) — 1 шт",
      "Укроп (петрушка, можно вместе) — 2 ст. л.",
      "Масло растительное",
      "Соль",
      "Приправа (по вкусу)"
    ],
    "instructions": [
      "Я готовлю эту кашу с вечера, утром остается только разогреть. Стакан ячневой крупы хорошо промыть, залить двумя стаканами воды, накрыть крышкой и поставить в микроволновку на 20-25 минут. Или можно сварить на плите.",
      "Пока готовится каша, мелко нарезать куриное филе и обжарить на растительном масле, посыпать специями, посолить.",
      "Добавить грибы (у меня замороженные маслята), с шампиньонами тоже вкусно.",
      "Далее мелко нарезанный репчатый лук и морковь (натереть на мелкой терке).",
      "Обжарить до готовности, посыпать мелко нарезанным укропом и петрушкой (у меня зелень замороженная зелень).",
      "Каша сварилась. Мне нравится готовить кашу в микроволновке, за ней не надо следить, она не пригорает и получается рассыпчатой.",
      "Переложить кашу к овощам, перемешать, накрыть крышкой и потомить на маленьком огне 5-10 минут."
    ],
    "url": "https://www.povarenok.ru/recipes/show/50371/",
    "nutrition": {
      "calories": "983.3 ккал",
      "protein": "82.8 г",
      "fat": "6.3 г",
      "carbohydrates": "146.1 г"
    }
  },
  {
    "name": "Тыквенная каша \"Солнечная\"",
    "ingredients": [
      "Тыква",
      "Цедра апельсина",
      "Сахар",
      "Ванильный сахар",
      "Соль",
      "Молоко",
      "Крупа манная",
      "Масло сливочное"
    ],
    "instructions": [
      "Наши несложные исходники",
      "Добываем на мелкой терке апельсиновую цедру, а на крупной трем нашу тыкву.",
      "В кастрюлю выкладываем: тыкву, цедру, сахар-песок и сахар ванильный, щепотку соли. Если тыква сухая - нужно добавить немного воды, если пустила сок - то не нужно. Варим, помешивая, на небольшом огне до размягчения тыквы - это происходит ну очень быстро, считанные минуты!",
      "Жидкость немного испарилась? Ну и прекрасно! Теперь очередь молока. Заливаем тыкву так, \"чтоб покрыло\". Как у всех домашних, \"душевных\" рецептов все ингредиенты - на меткий кулинарный глаз :-)",
      "Теперь засыпаем манку - благодаря ей каша становится более густой. Если манку не любите - замените рисом. Пропорции? Примерно столовая ложка манки на стакан молока. Помешиваем, кипятим - ну вот и готово! Я засыпаю манку с листа бумаги, помешивая - так удается избежать комочков. При желании кашу можно поставить \"доходить\" в духовке.",
      "В духовке каша запекается с лёгкой корочкой, к тому же выполняет роль ароматизатора - запах ванили по всей квартире :-)",
      "Готово, подавать горячей, сдобрить сливочным маслом.",
      "Особенно вкусна с черным хлебом! Контраст соленого и сладкого здесь работает наиболее ярко и вкусно! А кулинарным экстремалам можно посыпать кашу тертым сыром!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/41973/",
    "nutrition": {
      "calories": "0 ккал",
      "protein": "0 г",
      "fat": "0 г",
      "carbohydrates": "0 г"
    }
  },
  {
    "name": "Пшенная каша в горшочке",
    "ingredients": [
      "Пшено — 1 стак.",
      "Молоко — 1 стак.",
      "Яйцо куриное — 2 шт",
      "Соль — 0,5 ч. л.",
      "Сахар (с горкой) — 1 ст. л.",
      "Масло сливочное — 100 г",
      "Вода — 0,5 л"
    ],
    "instructions": [
      "Наливаем воду, добавляем в неё соль и сахар, доводим до кипения.",
      "В кипящую воду добавляем промытое пшено, варим на слабом огне до полуготовности (7-8 минут).",
      "Перекладываем кашу в горшок (можно в глубокую глиняную миску), добавляем масло, яйца, вливаем молоко, всё тщательно перемешиваем. Отправляем в предварительно нагретую до 200 градусов духовку на 30 минут."
      
    ],
    "url": "https://www.povarenok.ru/recipes/show/33366/",
    "nutrition": {
      "calories": "1755.7 ккал",
      "protein": "44.4 г",
      "fat": "101.3 г",
      "carbohydrates": "165.6 г"
    }
  },
  {
    "name": "Тыквенная каша",
    "ingredients": [
      "Тыква (небольшая) — 1 шт",
      "Пшено",
      "Изюм",
      "Молоко",
      "Соль (по вкусу)",
      "Корица (молотая, по желанию)",
      "Сахар",
      "Масло сливочное"
    ],
    "instructions": [
      "Срезаем верхушку у небольшой, но спелой тыквы.",
      "Вычищаем тщательно изнутри семечки и всякое такое - в чём семечки живут.",
      "Семечки, конечно, не выбрасываем. Промыть, просушить... очень, знаете ли, пользительный продукт. И вкусный.",
      "Получаем вот такие две симпапушечки.",
      "Укладываем тыкву в посудину и собираем все продукты. Перечислять смысла нет - всё и так видно.",
      "Закладываем в тыкву пшено.",
      "Изюм.",
      "Молоко.",
      "Солим немножко.",
      "Корица... (это на любителя).",
      "Масло и сахар не забудьте.",
      "Перемешиваем всё хорошенечко.",
      "Закрываем тыковку...",
      "Заливаем в кастрюльку немного воды.",
      "И в духовку. Часа на полтора. Температура 160 - 180 градусов. Пусть томится."
      
    ],
    "url": "https://www.povarenok.ru/recipes/show/11419/",
    "nutrition": {
      "calories": "560 ккал",
      "protein": "26 г",
      "fat": "6 г",
      "carbohydrates": "154 г"
    }
  },
  {
    "name": "Монастырская каша",
    "ingredients": [
      "Крупа гречневая — 1 стак.",
      "Рис — 1 стак.",
      "Пшено — 1 стак.",
      "Грибы (соленые) — 300 г",
      "Грудка куриная — 1 шт",
      "Лук репчатый (крупная головка) — 1 шт",
      "Морковь — 2 шт",
      "Масло растительное — 1 стак.",
      "Приправа (любая) — 1 ст. л."
    ],
    "instructions": [
      "Почти все, что понадобится",
      "Обжарить лук и морковь. Отдельно грибы",
      "Закладываем нарезанную грудинку.",
      "Сверху перебранную и ошпаренную гречку",
      "Потом рис",
      "На рис обжаренные грибы",
      "И промытую пшеничную крупу. Можно продолжить, но у меня были только эти крупы. Увы!",
      "Следующий слой морковно-луковый",
      "Заканчиваем приправами, я даже сухую вишню положила! ДА! Не забудьте посолить!",
      "Поливаем растительным маслом и заливаем кипятком чуть выше овощей. Закрыть крышкой и довести до готовности на маленьком огне"
      
    ],
    "url": "https://www.povarenok.ru/recipes/show/18060/",
    "nutrition": {
      "calories": "4432.8 ккал",
      "protein": "150.8 г",
      "fat": "235 г",
      "carbohydrates": "433.8 г"
    }
  },
  {
    "name": "Кукурузная каша",
    "ingredients": [
      "Крупа кукурузная — 50 г",
      "Вода — 100 мл",
      "Молоко — 100 мл",
      "Сахар — 1 ст. л.",
      "Соль — 1/10 ч. л.",
      "Масло сливочное — 1 ст. л."
    ],
    "instructions": [],
    "url": "https://www.povarenok.ru/recipes/show/32923/",
    "nutrition": {
      "calories": "361.5 ккал",
      "protein": "7.1 г",
      "fat": "9.4 г",
      "carbohydrates": "62.4 г"
    }
  },
  {
    "name": "Каша по-монастырски в мультиварке",
    "ingredients": [
      "Крупа гречневая — 100 г",
      "Крупа перловая — 100 г",
      "Пшено — 100 г",
      "Рис — 100 г",
      "Лук репчатый — 300 г",
      "Морковь — 300 г",
      "Грибы (белые свежие или свежемороженые, я брала свежие шампиньоны) — 400 г",
      "Вода — 1 л",
      "Соль — 1,5 ч. л.",
      "Масло растительное — 60 г",
      "Зелень (укроп + петрушка, по нескольку веточек)"
    ],
    "instructions": [
      "Лук порезать кубиками, морковь потереть на крупной терке, грибы порезать кусочками",
      "Выбираем режим \"Поджаривание\"",
      "Разогреваем половину растительного масла, добавляем все овощи и жарим 5-10 мин, периодически помешивая.",
      "Отключаем принудительно МВ, вытаскиваем обжаренные овощи.",
      "Выливаем остатки масла, выкладываем промытую гречку, сверху 1/3 часть обжаренных овощей.",
      "На овощи выкладываем промытую перловку и опять 1/3 часть овощей.",
      "Выкладываем промытое пшено, остатки овощей и сверху рис.",
      "В теплой воде, растворим соль и выльем в чашу МВ. Сверху положим веточки укропа и петрушки.",
      "Выбираем программу \"Рис\" - \"Рассыпчатый рис\"."
      
    ],
    "url": "https://www.povarenok.ru/recipes/show/86455/",
    "nutrition": {
      "calories": "2178.4 ккал",
      "protein": "63.6 г",
      "fat": "72.4 г",
      "carbohydrates": "328 г"
    }
  },
  {
    "name": "Рассыпчатая гречневая каша",
    "ingredients": [
      "Крупа гречневая",
      "Вода",
      "Соль"
    ],
    "instructions": [],
    "url": "https://www.povarenok.ru/recipes/show/36350/",
    "nutrition": {
      "calories": "0 ккал",
      "protein": "0 г",
      "fat": "0 г",
      "carbohydrates": "0 г"
    }
  },
  {
    "name": "Перловая каша \"Душа наша\"",
    "ingredients": [
      "Крупа перловая — 1 стак.",
      "Свинина (филе) — 260 г",
      "Ассорти овощное (свежезамороженное) — 200 г",
      "Шампиньоны — 5 шт",
      "Лук репчатый — 1 шт",
      "Масло оливковое (для жарки)",
      "Специи (соль, зира - 1ч.л., паприка сладкая - 0,3 ч.л.)",
      "Чеснок — 3 зуб.",
      "Помидор — 1 шт",
      "Бульон (овощной) — 1 стак."
    ],
    "instructions": [
      "Одновременно поставим варить перловку в подсоленной воде...",
      "И обжариваем до золотистой корочки свинину, нарезанную на кубики 2x2 см, на небольшом количестве оливкового масла.",
      "Добавить к мясу мелконарезанный лук, раздавленный ножом чеснок, растертую руками зиру, паприку, и томить на слабом огне минут 10, постоянно помешивая. Добавим овощную смесь и грибы.",
      "Минут через 5 добавим мелко нарезанный помидор, удалив с него шкурку, обдав кипятком. Ещё потушим минут 5 и добавим перловку (слив воду). Добавляем стакан овощного бульона. Солим по вкусу. Закрываем крышкой и переключаем на медленный огонь, томится минут 30."
    ],
    "url": "https://www.povarenok.ru/recipes/show/64816/",
    "nutrition": {
      "calories": "2036 ккал",
      "protein": "100.2 г",
      "fat": "87.3 г",
      "carbohydrates": "216.4 г"
    }
  },
  {
    "name": "Молочная кукурузная каша в мультиварке",
    "ingredients": [
      "Крупа кукурузная — 25 г",
      "Вода — 150 мл",
      "Молоко (у меня козье, 4%) — 150 мл",
      "Сахар — 10 г",
      "Соль (щепотка)"
    ],
    "instructions": [
      "Все, конечно же, элементарно. Берем кукурузную крупу (так же можно использовать кукурузную муку), отмеряем необходимое количество. Данное количество крупы указано для негустой каши (см. фото ниже).",
      "Далее жидкость. В обычной ситуации можете использовать коровье или соевое молоко. Я использовала Козье молоко, т. к. его можно употреблять при гипоаллергенной диете. У него, конечно, своеобразный привкус, но при указанном соотношении молоко/вода его практически незаметно. Да, воду необходимо добавлять в любое молоко, это помогает ему не пригорать. Итак, смешиваем молоко с водой, заливаем в мв, засыпаем соль, сахар и крупу, перемешиваем. Перемешивать советую без ложки, просто круговыми движениями емкости, иначе крупа может поцарапать дно. Ставим емкость и включаем мв на режим \"молочная каша\".",
      "Через час каша готова. В идеале - дать еще дойти на подогреве минут 30. После открытия крышки вы увидите, что каша неравномерна, но ничего страшного - нужно ее просто перемешать."
      
    ],
    "url": "https://www.povarenok.ru/recipes/show/63192/",
    "nutrition": {
      "calories": "195.5 ккал",
      "protein": "6.7 г",
      "fat": "1.2 г",
      "carbohydrates": "39.9 г"
    }
  },
  {
    "name": "Каша овсяная \"Завтрак Клеопатры\"",
    "ingredients": [
      "Хлопья овсяные — 3 ст. л.",
      "Кефир ( или ряженка) — 300 мл",
      "Мед — 2 ч. л.",
      "Фрукты (любые и в любом количестве! Или сухофрукты)"
    ],
    "instructions": [
      "Итак, нам понадобятся овсяные хлопья. Я использовала Овсяные хлопья ТМ \"Мистраль\"",
      "С вечера заливаем овсяные хлопья кефиром (или ряженкой, тоже очень вкусно). Желательно это делать в баночке с крышкой. Закрываем крышкой и убираем в холодильник до утра",
      "Утром хлопья набухают и превращаются в полноценную кашу. Только холодную - но она очень вкусна именно в таком виде",
      "Добавляем в неё мед",
      "И любые фрукты, какие любите."
    ],
    "url": "https://www.povarenok.ru/recipes/show/108911/",
    "nutrition": {
      "calories": "336.1 ккал",
      "protein": "18.3 г",
      "fat": "3.1 г",
      "carbohydrates": "58.8 г"
    }
  },
  {
    "name": "Кукурузная каша \"Аппетитка\"",
    "ingredients": [
      "Крупа кукурузная — 300 г",
      "Мясо (говядина или свинина, кто что больше любит) — 300 г",
      "Лук репчатый (среднего размера) — 2 шт",
      "Масло подсолнечное — 2 ст. л.",
      "Соль (по вкусу)",
      "Вода — 2 стак."
    ],
    "instructions": [
      "Нарезаем мясо небольшими кусочками. Я нарезала 1*1 см. в скороводу наливаем растительное масло и на сильном огне обжариваем мясо.",
      "Когда мясо обжариться, убавить огонь и добавить измельченный лук. Обжарить.",
      "Затем добавляем кукурузную крупу и воду.",
      "Доводим до кипения и убавляем огонь на минимум.",
      "Каша вариться где-то около 20 мин (до выкипания воды).",
      "Готовое блюдо можно посыпать укропчиком!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/36036/",
    "nutrition": {
      "calories": "1963.2 ккал",
      "protein": "27 г",
      "fat": "33.6 г",
      "carbohydrates": "240.6 г"
    }
  },
  {
    "name": "Перловая каша на завтрак",
    "ingredients": [
      "Крупа перловая — 300 г",
      "Сливки (жирность 33%) — 500 г",
      "Соль — 1 ч. л.",
      "Сахар — 2 ст. л."
    ],
    "instructions": [
      "Скажу прямо, набор продуктов невелик.",
      "Перловку перебрать, хорошо промыть. Замочить крупу в холодной воде на 1,5 часа, затем воду слить и залить чистой водой.",
      "Поставить кастрюлю на огонь. После закипания варить 8 минут, затем воду слить, перловку снова залить холодной чистой водой. Так проделать 7 раз, каждый раз доводя до закипания, проваривая 8 минут, сливая воду и т. д.",
      "Вот такое количество готовой перловки у меня получилось. Многовато. Пришлось половину отложить для приготовления чего-нибудь другого.",
      "Количество ингредиентов оставила прежним, думаю, если кому-то придется поступить также, как и мне, то с делением на 2 все справятся. Единственное, количество сахара оставила исходным, любим мы по слаще. Выложить перловку в кастрюлю с толстым дном (у меня керамическая кастрюля).",
      "Залить перловку сливками, посолить, добавить сахар, хорошо перемешать.",
      "Поставить томиться в разогретую до 90*С духовку на 3 часа.",
      "Через 3 часа достать из духовки, перемешать и можно подавать."
    ],
    "url": "https://www.povarenok.ru/recipes/show/73044/",
    "nutrition": {
      "calories": "2910 ккал",
      "protein": "40.4 г",
      "fat": "178.3 г",
      "carbohydrates": "286 г"
    }
  },
  {
    "name": "Ячневая каша жареная",
    "ingredients": [
      "Крупа ячневая (артек, пшеничная сечка) — 2 стак.",
      "Вода — 5 стак.",
      "Соль (по вкусу)",
      "Масло сливочное — 20-30 г"
    ],
    "instructions": [
      "Ставим закипать воду с солью. А в это время на сухой сковороде обжариваем крупу. Её необходимо все время помешивать, чтобы она ни в коем случае не пригорела. Крупа должна хорошо прогреться, просушиться и немного изменить цвет. Времени это занимает как раз столько, сколько нужно для закипания воды.",
      "Теперь постепенно вводим крупу в кипящую воду. Именно постепенно, так как температура крупы выше температуры воды, и при соприкосновении происходит небольшой взрыв. Если высыпать всю крупу за раз, то кипящая вода может просто выплеснуться из кастрюли. После того, как вся крупа всыпана в воду, хорошо ее перемешать, закрыть неплотно крышкой и поставить вариться на самом маленьком огне.",
      "Варим до момента выкипания воды. После этого добавляем сливочное масло (несколько кусочков) и хорошо перемешиваем. Кастрюлю накрываем крышкой и хорошо укутываем. Каша должна \"дойти\".",
      "Через 20 минут ароматная и вкусная каша готова. Можно ее есть как гарнир к мясу, можно с овощами, а можно приготовить необычный салат с креветками."
    ],
    "url": "https://www.povarenok.ru/recipes/show/63482/",
    "nutrition": {
      "calories": "1373.8 ккал",
      "protein": "37.5 г",
      "fat": "21.2 г",
      "carbohydrates": "258.3 г"
    }
  },
  {
    "name": "Оладьи из овсяной каши",
    "ingredients": [
      "Молоко — 1 стак.",
      "Хлопья овсяные — 0,5 стак.",
      "Сахар — 1 ст. л.",
      "Соль — 0,5 ч. л.",
      "Яблоко (груша) — 1 шт",
      "Мука пшеничная / Мука — 1,5 ст. л.",
      "Яйцо куриное — 1 шт",
      "Разрыхлитель теста — 0,5 ч. л.",
      "Масло растительное (для жарки)"
    ],
    "instructions": [
      "Соберем необходимые нам продукты",
      "Из молока и овсяных хлопьев сварим кашу. Добавим соль и сахар. Пусть кипит 5 минут. Охлаждаем.",
      "Яблоко очищаем от кожуры и семечек, натираем на крупной терке и добавляем в остывшую кашу.",
      "Туда же отправляем яйцо",
      "И вмешиваем ложкой муку с разрыхлителем",
      "Получаем достаточно густое тесто",
      "Выкладываем ложкой тесто на разогретую сковороду с небольшим количеством растительного масла.",
      "Жарим с двух сторон на среднем огне до румяной корочки."
    ],
    "url": "https://www.povarenok.ru/recipes/show/94320/",
    "nutrition": {
      "calories": "529 ккал",
      "protein": "18 г",
      "fat": "18.8 г",
      "carbohydrates": "70.8 г"
    }
  },
  {
    "name": "Пшенная каша \"Одуванчик\"",
    "ingredients": [
      "Пшено — 200 г",
      "Вода — 470 мл",
      "Лук белый (не горький) — 1 шт",
      "Картофель (сырой ) — 1 шт",
      "Масло растительное — 25 г",
      "Яйцо куриное (сырое) — 1 шт",
      "Соль (по вкусу)",
      "Масло сливочное (по вкусу)"
    ],
    "instructions": [
      "Подготовить необходимые ингредиенты.",
      "Хорошенько промыть пшено, ошпарить его кипятком для снятия горьковатого привкуса, выложить в стеклянную огнеупорную кастрюлю. В принципе, не важно из чего сделана кастрюля, главное, чтобы она подходила для духовки и была с крышкой.",
      "Лук очистить, помыть, обсушить и мелко нарезать. Добавить к пшену и перемешать.",
      "Картофель очистить, помыть, обсушить и быстро натереть на мелкой терке. Добавить к пшену и луку вместе с растительным маслом.",
      "Сырое яйцо взбить вилкой с щепоткой соли, добавить в пшенную массу и тщательно растереть так, чтобы яичная смесь обволакивала зернышки пшена с кусочками лука и картофеля. После этого залить необходимым количеством кипятка, накрыть крышкой и поставить в духовку. Томить 30-40 минут при температуре 225 градусов. Когда пшено впитает в себя почти всю воду, можно добавить сливочное масло. А можно это сделать перед подачей.",
      ""
    ],
    "url": "https://www.povarenok.ru/recipes/show/51111/",
    "nutrition": {
      "calories": "1214.7 ккал",
      "protein": "35.3 г",
      "fat": "42.5 г",
      "carbohydrates": "172.6 г"
    }
  },
  {
    "name": "Гречневая каша на молоке",
    "ingredients": [
      "Крупа гречневая — 1 стак.",
      "Молоко — 5 стак.",
      "Ванильный сахар — 1 пач.",
      "Сахар (по вкусу) — 1,5-2 ст. л.",
      "Масло сливочное — 1 ч. л.",
      "Соль"
    ],
    "instructions": [],
    "url": "https://www.povarenok.ru/recipes/show/36009/",
    "nutrition": {
      "calories": "1291.1 ккал",
      "protein": "61.8 г",
      "fat": "11.8 г",
      "carbohydrates": "244.3 г"
    }
  },
  {
    "name": "Полевая каша",
    "ingredients": [
      "Сало (желательно ржавое) — 150 г",
      "Лук репчатый — 3 шт",
      "Картофель — 500 г",
      "Пшено — 2 стак.",
      "Яйцо куриное — 5 шт",
      "Соль (по вкусу)"
    ],
    "instructions": [
      "Разжечь костер и поставить котелок с водой на огонь.",
      "Пока закипает вода, сделать зажарку: Нарезать сало (в оригинальном рецепте \"ржавое\", т.е. которое пожелтело от времени, у соседки такое нашлось :-)) небольшими кусочками, положить на сковородку...",
      "Измельчить лук и добавить его к уже подтопленному салу...Обжарить лук до слегка золотистого цвета, а сало до коричневого.",
      "Почистить картошку и нарезать небольшими кубиками. Пшено помыть. Положить пшено с картошкой в кипящую воду. Посолить.",
      "Варить почти до готовности, помешивая...",
      "В остывшую зажарку влить сырые яйца, хорошо перемешать и добавить в почти готовую кашу. Варить еще 5 минут. Полевая каша готова"
    ],
    "url": "https://www.povarenok.ru/recipes/show/47109/",
    "nutrition": {
      "calories": "3538.3 ккал",
      "protein": "99.2 г",
      "fat": "175.8 г",
      "carbohydrates": "394.7 г"
    }
  },
  {
    "name": "Каша пшeнная молочная",
    "ingredients": [
      "Пшено — 1 стак.",
      "Молоко (мультстакан) — 3 стак.",
      "Вода (мультстакан) — 2,5 стак.",
      "Сахар — 2 ст. л.",
      "Соль — 0,5 ч. л."
    ],
    "instructions": [],
    "url": "https://www.povarenok.ru/recipes/show/66880/",
    "nutrition": {
      "calories": "1128.4 ккал",
      "protein": "43.8 г",
      "fat": "9.3 г",
      "carbohydrates": "218.4 г"
    }
  },
  {
    "name": "Каша пшенная с квашеной капустой",
    "ingredients": [
      "Пшено — 100 г",
      "Капуста квашеная — 200 г",
      "Вода — 650 мл",
      "Лист лавровый",
      "Соль",
      "Лук репчатый — 1 шт",
      "Морковь — 1 шт",
      "Масло растительное — 3 ст. л."
    ],
    "instructions": [
      "Морковь натереть на терке, луковицу нарезать и поджарить на масле до золотистого цвета.",
      "Я очень люблю пшено. Очень нравится пшено фирмы \"Мистраль\".",
      "Я беру квашеную капусту, с ней каша получается очень вкусной! Капусту я промываю и отжимаю. Пшено тоже промыть до чистой воды и обдать кипятком, так уйдет горечь.",
      "К поджаренной морковке и луку добавляем капусту.",
      "Доливаем 150 мл. воды и тушим на небольшом огне под закрытой крышкой, минут 15.",
      "Потом к капусте добавляем пшено.",
      "Добавляем 500 мл кипятка. И тушим на небольшом огне, с закрытой крышкой, до готовности пшена, вода должна вся выпариться.",
      "За пять минут до готовности добавим лавровый лист и посолим по вкусу.",
      "Все, каша готова. Перемешаем - и можно кушать.",
      "Можно в процессе готовки добавить ложечку томатной пасты, тоже будет очень вкусно!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/72842/",
    "nutrition": {
      "calories": "807 ккал",
      "protein": "17.7 г",
      "fat": "43.2 г",
      "carbohydrates": "91.9 г"
    }
  }
]
