[
  {
    "name": "Свинина по-степному",
    "ingredients": [
      "Свинина (возможно использование и телятины) — 700 г",
      "Картофель — 2 шт",
      "Яйцо куриное — 2 шт",
      "Мука пшеничная / Мука — 3 ст. л.",
      "Лук репчатый — 1 шт",
      "Чеснок — 3 зуб.",
      "Зелень (укроп, зеленый лук, петрушка)",
      "Сметана (сливки для заливки) — 200 мл",
      "Соль (по вкусу)",
      "Перец черный (по вкусу)",
      "Майонез (или сметана в кляр) — 2 ст. л."
    ],
    "instructions": [
      "Мясо нарезать на отбивные и отбить их ( я кладу куски в пакет - нет брызг). Приготовим \"шубку\" для наших отбивных: на крупной терке натираем сырой картофель, мелко режем лук, зелень, натертый или измельченный в чесночнице чесночок, все перемешиваем, солим, перчим, добавляем яйца, майонез или сметану (2 ст. л.) и муку. Все вымешиваем.",
      "В раскаленном масле обжариваем мясо, спрятанное в \"шубку\".",
      "Жарим, осторожно переворачивая, до румяной корочки.",
      "Выкладывем отбивные на смазанный слегка маслом противень, заливаем сметаной (сегодня у меня нашлась упаковочка сливок)и отправляем в раскаленную духовку на 5-7 минут.",
      "Готовые отбивные очень нежны, а какой аромат стоит, пока они жарятся, а потом \"доходят\" в духовке!!!",
      "В принципе, к такому мясу гарнир не нужен - он уже имеется в виде шубки. Но сегодня я подала его с замечательным салатиком - свежая капустка, огурчики, помидорчики, зелень, лимонный сок, соль и растительное масло.",
      "Мясо очень-очень вкусное, пропробуйте - уверена, это блюдо займет достойное место среди ваших самых любимых!!!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/22982/",
    "nutrition": {
      "calories": "44044.9 ккал",
      "protein": "706.6 г",
      "fat": "4186 г",
      "carbohydrates": "791.9 г"
    }
  },
  {
    "name": "Свиные ребрышки по-канадски",
    "ingredients": [
      "Ребра свиные — 800 г",
      "Пюре фруктовое (яблочное, готовое. Можно использовать пюре для детского питания) — 80 г",
      "Кетчуп — 80 г",
      "Сахар коричневый — 3 ст. л.",
      "Лимон (выжать сок) — 1/2 шт",
      "Соевый соус — 2-3 ст. л.",
      "Перец черный (молотый) — 1/2 ч. л.",
      "Паприка сладкая — 1/2 ч. л.",
      "Чеснок (сухой, в порошке) — 1/2 ч. л.",
      "Корица (молотая) — 1/2 ч. л."
    ],
    "instructions": [
      "Смешайте все ингредиенты (кроме мяса, конечно) в подходящей по размеру посуде.",
      "Ребрышки разрежьте так, чтобы на порцию приходилось по одному ребру. Если куски крупные и вы будете готовить мясо в духовке, можно предварительно отварить их в течение 15-30 минут. Я этого не делала. Положите мясо в соус, хорошо обмажьте каждый кусок и уберите в холодное место минимум на 30 минут для маринования.",
      "Выложите ребра на противень, накройте фольгой и запекайте от одного часа до полутора при Т220 С. если мясо выделит слишком много сока, слейте его.",
      "Оставшимся соусом смазывайте ребра каждые 20-30 минут. Через 40 минут фольгу снять и запечь мясо до румяности."
    ],
    "url": "https://www.povarenok.ru/recipes/show/70467/",
    "nutrition": {
      "calories": "3090.2 ккал",
      "protein": "127.5 г",
      "fat": "235.9 г",
      "carbohydrates": "124 г"
    }
  },
  {
    "name": "Нежные отбивные",
    "ingredients": [
      "Мясо (корейка) — 0,5 кг",
      "Молоко — 200 мл",
      "Соль — 0,5 ч. л.",
      "Сахар — 1 ч. л.",
      "Перец черный (молотый) — 0,5 ч. л.",
      "Яйцо куриное — 1 шт",
      "Мука пшеничная / Мука — 100 г",
      "Масло подсолнечное (для жарки) — 50 мл"
    ],
    "instructions": [
      "Мясо разрезать на отбивные, лучше 8 маленьких кусков, чем 4 больших, отбить.",
      "На тарелке смешать соль, сахар, перец.",
      "Влажной рукой набрать этой смеси немного (сколько прицепится), так вы их не пересолите.",
      "И дотронуться к отбивной, смесь прилипнет. Так с двух сторон. Ничего, если немного неравномерно.",
      "Отбивные залить молоком и оставить хотя бы на час, можно на дольше. За это время их пару раз перемешать.",
      "Отбивные набухнут, вберут молоко и станут очень нежными.",
      "Вилкой перемешать яйцо, щепотку соли и перца. На другую тарелочку насыпать муки.",
      "Обвалять отбивную в муке.",
      "Потом в яйце.",
      "Жарить в подсолнечном масле до готовности.",
      "Готовые отбивные посыпать зеленью. У меня сушеный укроп."
    ],
    "url": "https://www.povarenok.ru/recipes/show/61898/",
    "nutrition": {
      "calories": "995.5 ккал",
      "protein": "22.4 г",
      "fat": "58.7 г",
      "carbohydrates": "95.1 г"
    }
  },
  {
    "name": "Свинина по-барски",
    "ingredients": [
      "Мясо (свинина, можно куриную грудку) — 500 г",
      "Огурец соленый — 1 шт",
      "Орехи грецкие (измельченные ядра) — 2 ст. л.",
      "Зелень (петрушка, укроп) — 1 пуч.",
      "Чеснок — 2 зуб.",
      "Майонез (можно на половину со сметаной) — 3 ст. л."
    ],
    "instructions": [
      "Мясо порезать порционными кусками. Отбить молотком, посолить, поперчить. Обжарить с двух сторон до полу готовности.",
      "Приготовим соус: мелко порезать зелень, огурец, добавить чеснок, орехи. Добавить майонез (или можно сметану), чтобы получилась густая масса.",
      "Мясо выложить в форму, сверху толстым слоем выложить соус, и поставить в духовку при температуре 220*С минут на 20-30."
    ],
    "url": "https://www.povarenok.ru/recipes/show/14900/",
    "nutrition": {
      "calories": "1609 ккал",
      "protein": "10 г",
      "fat": "52.7 г",
      "carbohydrates": "24 г"
    }
  },
  {
    "name": "Печень по-берлински",
    "ingredients": [
      "Печень говяжья (куриная) — 500 г",
      "Яблоко (зеленое) — 2 шт",
      "Лук репчатый — 1 шт",
      "Соль",
      "Перец черный (молотый)",
      "Паприка сладкая (молотая) — 1 ч. л.",
      "Карри — 0.5 ч. л.",
      "Мука пшеничная / Мука",
      "Масло растительное"
    ],
    "instructions": [
      "Печень (у меня была говяжья) нарезаем порционными кусочками, отбиваем через пленку, обволакиваем в муку, жарим на растительном масле, когда одна сторона подрумянится, солим, перчим, и тогда переворачиваем (так печень будет еще нежнее, чем если солить сразу). Снимаем на бумажное полотенце, чтобы ушло лишнее масло.",
      "Яблоки нарезаем ломтиками, шкурочку можно очистить. Процедить масло, на котором жарилась печень, и в нем обжарить яблоки (именно на этом масле, нужно чтобы они пропитались печеночным духом), на среднем огне до мягкости, следите, чтобы не разлезлись.",
      "Снимаем, выкладываем лук, нарезанный кольцами, солим, добавляем паприку и карри и, постоянно помешивая, жарим его до состояния, когда уйдет горечь, и он начинает становиться мягче, но еще немножко хрустит, как бы почти до готовности. Лук пропитывается уже печеночно-яблочными соками.",
      "Выкладываем все на блюдо в такой последовательности: яблоки - печень - лук и отправляем в СВЧ буквально на 2-3 минутки (700), можно в духовку на 5-7 минут 175 С (выложить в керамическую посуду, которую можно использовать в духовом шкафу). Вынимаем и наслаждаемся. Приятного аппетита!!!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/11216/",
    "nutrition": {
      "calories": "808.2 ккал",
      "protein": "102.4 г",
      "fat": "16.8 г",
      "carbohydrates": "59.7 г"
    }
  },
  {
    "name": "Азу",
    "ingredients": [
      "Говядина — 600",
      "Сметана — 3 ст. л.",
      "Соус (\"Ткемали\") — 2 ст. л.",
      "Масло сливочное — 0,5 ст. л.",
      "Сыр плавленый — 1 шт",
      "Зелень (петрушка, укроп) — 1/2 пуч.",
      "Соль — 1/2 ч. л.",
      "Картофель (для гарнира) — 2 кг",
      "Кабачок (для гарнира) — 1 шт"
    ],
    "instructions": [
      "Сливочное масло растопить на сковородке",
      "Мясо промыть, порезать на длинные куски",
      "Положить мясо в сливочное масло и обжаривать под крышкой на медленном огне",
      "Мясо пустит сок",
      "Берем сметану",
      "Соус",
      "И смешиваем их",
      "До однородной массы",
      "Когда сока станет меньше",
      "Добавляем соус",
      "Перемешиваем и тушим под крышкой еще 5-10 минут",
      "Затем добавляем порезанный плавленный сырок, тушим",
      "Зелень и соль",
      "Перемешиваем",
      "Для гарнира кабачок нарезаем полукольцами, солим",
      "Обваливаем в муке и жарим обычным способом",
      "До золотистого цвета",
      "Подаем азу с отварным картофелем, кабачком и зеленью"
    ],
    "url": "https://www.povarenok.ru/recipes/show/28554/",
    "nutrition": {
      "calories": "2217.8 ккал",
      "protein": "67.1 г",
      "fat": "31.4 г",
      "carbohydrates": "407.8 г"
    }
  },
  {
    "name": "Буженина в рукаве для запекания",
    "ingredients": [
      "Свинина (одним куском) — 700-800 г",
      "Соль — 2-3 ч. л.",
      "Перец черный — по вкусу",
      "Специи — по вкусу",
      "Чеснок — 2-3 зуб.",
      "Вода — 1 л",
      "Лист лавровый — 2 шт"
    ],
    "instructions": [
      "Вот что нам понадобится.",
      "Воду довести до кипения, посолить, поперчить, добавить лавровый лист и специи по вашему вкусу. У меня были \"прованские травы\", красный перец и молотый кориандр. Размешать.",
      "Воду полностью охладить и положить в нее мясо. Вода должна полностью покрывать мясо. Накрыть пленкой и поставить в холодильник минимум на 3 часа, можно на ночь.",
      "Мясо вынуть, обсушить, слегка посолить, поперчить, натереть специями. Сделать надрезы и поместить очищенный и нарезанный чеснок.",
      "Духовку разогреть до 190 градусов. Мясо поместить в рукав для запекания, сверху положить лавровый лист из маринада. Закрыть рукав специальными ленточками, сделать около 3-4 отверстий в рукаве. Выпекать около 1 часа в разогретой духовке. Через час можно срезать верхушку рукава, чтобы буженина зарумянилась."
    ],
    "url": "https://www.povarenok.ru/recipes/show/61149/",
    "nutrition": {
      "calories": "1870.5 ккал",
      "protein": "115.3 г",
      "fat": "152.2 г",
      "carbohydrates": "15 г"
    }
  },
  {
    "name": "Настоящий плов",
    "ingredients": [
      "Бастурма (баранина, курица или свинина) — 0,5 кг",
      "Морковь — 0,5 кг",
      "Лук репчатый — 0,5 кг",
      "Масло растительное — 0,3 стак.",
      "Соль (и специи по вкусу: хмели-сунели, барбарис)",
      "Рис — 1 стак.",
      "Вода",
      "Чеснок — 6 зуб."
    ],
    "instructions": [
      "Секрет № 1: Морковь резать длинной соломкой! Никаких терок для моркови! Соломку делаем так: морковь режем по диагонали на пластинки толщиной 4-5 мм. Затем разрезаем пластинки вдоль их длинной стороны, толшина 4-5 мм. Не бойтесь переборщить с длиной, чем длиннее соломка, тем вкуснее плов. Лук режем полукольцами. Мясо - размеры кусков на глаз, не мелко! Мясо должно быть жирненьким. Если берете курицу, то не филе, а окорочок, голень и т. п., с кожей.",
      "Секрет № 2: соотношение мясо : морковь : лук = 1:1:1! Я делаю из курицы - бедрышки режу на 4 части, плюс целые голени. Например, здесь 2 бедра + 3 голени. Заведите 3 одинаковых плошки и отмеряйте 1:1:1 прямо по объёму, на граммы не обращайте внимания.",
      "Секрет № 3: готовим Зирвак - основу плова. Это смесь мяса, моркови и лука. В сковороду налить 0,3 стакана растительного масла, раскалить его, всыпать мясо, морковь, лук. Не бойтесь, если получится слегка \"с горкой\" - это упарится.",
      "Секрет № 4: Зирвак готовим на самом сильном огне, примерно 20-30 минут. Половину времени без крышки и перемешиваем. Половину времени под крышкой, иногда перемешиваем. Лучшая сковорода - толстая чугунная или толстый чугунный казан. Крышка - плотно прилегает. Осторожнее с силой огня, если у вас газовая плита, они обычно мощнее остальных. Пробуйте.",
      "Секрет № 5: на середине приготовления Зирвака посолить и засыпать специи, после этого упариваем под крышкой. Соль - как усилитель вкуса моркови-лука, не переборщите! Вкус должен получиться слегка солоноватый, насыщенный морковно-луковый. Специи: я кладу хмели-сунели (без розмарина в составе!) и барбарис. Еще можно: молотый кумин, базилик, кориандр, черный молотый перец, тмин, лавровый лист (немного!), любые другие специи из состава хмели-сунели. Для любителей: зира, и можно добавить порезанные чернослив и/или курагу - узбеки это любят, а я не очень.",
      "Секрет № 6: рис готовится, как описано ниже. После упаривания Зирвака освободилось место - засыпаем рис, прямо рассыпаем его сверху и не перемешиваем. И заливаем холодной! водой, так чтоб чуть прикрыть рис. Немедленно закрываем крышкой и переставляем на другую конфорку - на слабый огонь. Я ставлю на 2 (всего у меня 6 делений). Готовить примерно 1 час, не перемешивать. Открывать не рекомендуется.",
      "Секрет № 7: за 5-10 минут до готовности сверху воткнуть зубчики чеснока - очищенные (за 5 мин. до готовности) или прямо в кожуре (за 10 мин.). Плов готов. Для улучшения вкуса завернуть в одеяло и выдержать 30-60 минут."
    ],
    "url": "https://www.povarenok.ru/recipes/show/26049/",
    "nutrition": {
      "calories": "867.4 ккал",
      "protein": "27.1 г",
      "fat": "6.9 г",
      "carbohydrates": "176.5 г"
    }
  },
  {
    "name": "Мясо по-грузински",
    "ingredients": [
      "Мясо (у меня свинина) — 1 кг",
      "Мед (лучше жидкий) — 1-2 ст. л.",
      "Сок лимонный — 1 ст. л.",
      "Сметана — 1 ст. л.",
      "Зелень (петрушка, укроп, кинза, базилик, розмарин)"
    ],
    "instructions": [
      "Вот то, что нам надо.",
      "Мясо режем крупными кусками, зелень режем не очень мелко. Из зелени у меня свежие были укроп и петрушка, а базилик и розмарин я взяла сухой, где-то по 1 ч. л с горкой. Кинзу я заменила на молотый кориандр (т. к. в натуре я ее не люблю)",
      "В тарелке смешиваем нашу зелень (свежую и сушеную)+ кориандр+соль+перец. Можно еще добавить какие-то специи кавказкой кухни (я не клала, не было их у меня)",
      "Теперь к мясу добавляем нашу смесь из зелени и специй + мед+ сок лимона.",
      "Все хорошо перемешать и в холодильник на несколько часов.",
      "Достаем из холодильника, добавляем сметану",
      "Хорошо перемешиваем и выкладываем в смазанную маслом форму. Ставим в духовку где-то на 1 час, может, чуть больше. И до готовности выпекаем.",
      "И вот наше мяско. Приятного аппетита. Подавать с зеленью и овощами."
    ],
    "url": "https://www.povarenok.ru/recipes/show/18978/",
    "nutrition": {
      "calories": "2211.2 ккал",
      "protein": "2.3 г",
      "fat": "6.2 г",
      "carbohydrates": "36.2 г"
    }
  },
  {
    "name": "Корейское блюдо \"Хе\" из мяса",
    "ingredients": [
      "Масло растительное (оливковое или подсолнечное)",
      "Уксус (20%) — 3 ст. л.",
      "Соевый соус (чем качественней, тем лучше, но можно обойтись и вообще без него) — 1 ст. л.",
      "Лук репчатый (среднего размера) — 1 шт",
      "Морковь (свежая) — 350 г",
      "Мясо (говядина, свинина и т.п.) — 400 г",
      "Зелень (лук, укроп, петрушка)",
      "Перец черный (молотый и красный \"Чили\")",
      "Соль"
    ],
    "instructions": [],
    "url": "https://www.povarenok.ru/recipes/show/19250/",
    "nutrition": {
      "calories": "1070.3 ккал",
      "protein": "7.7 г",
      "fat": "10.6 г",
      "carbohydrates": "38.8 г"
    }
  },
  {
    "name": "Мясо по-японски",
    "ingredients": [
      "Говядина — 1 кг",
      "Капуста белокочанная / Капустa — 0.5 вилок",
      "Лук репчатый — 2 шт",
      "Перец болгарский — 2 шт",
      "Кунжут — 5 стак.",
      "Соевый соус",
      "Масло подсолнечное"
    ],
    "instructions": [
      "Подготовить все ингредиенты. Мясо хорошо промыть, положить в ёмкость и залить минеральной водой (я это сделала с вечера) поставить в прохладное место.",
      "Мясо порезать брусочками поперёк волокон, как на бефстроганов.",
      "Лук порезать тонко полукольцами. Капусту тонкими полосочками длинной ~7-8 см,затем немного присолить и слегка отжать. Перец - брусочками (я резала крупно).",
      "Смешать масло и соевый соус, довести до кипения. В кипящее масло кладём мясо и жарим до образования румяной корочки.",
      "К мясу кладём лук, жарим до золотистого цвета.",
      "Когда лук обжарится, добавляем кунжут.",
      "Добавляем болгарский перец.",
      "Когда перец немного обжарится, убавить огонь и добавить капусту. Жарить до готовности капусты.",
      "Всё жарить на сильном огне постоянно перемешивая. Не солить, крышкой не накрывать. Получилась вот такая красота и вкуснота. ПРИЯТНОГО АППЕТИТА!!!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/4128/",
    "nutrition": {
      "calories": "11510.5 ккал",
      "protein": "527.3 г",
      "fat": "928.4 г",
      "carbohydrates": "262.8 г"
    }
  },
  {
    "name": "Свинина \"Звуки Франции\"",
    "ingredients": [
      "Свинина (без кости) — 900 г",
      "Помидор (крупный) — 3 шт",
      "Лук репчатый (крупный) — 1 шт",
      "Шампиньоны (свежие) — 300 г",
      "Молоко — 1 л",
      "Масло сливочное — 100 г",
      "Мука пшеничная / Мука (\"с горкой\") — 3 ст. л.",
      "Соль (по вкусу)",
      "Перец черный (молотый, по вкусу)",
      "Орех мускатный (молотый, по вкусу)",
      "Сыр твердый (немного, для посыпки)",
      "Зелень (свежая, для украшения)"
    ],
    "instructions": [
      "Приготовим соус \"Бешамель\", для этого: в сотейник (или сковородку с толстым дном, чтобы соус не подгорел) кладем масло, муку, щепотку мускатного ореха, ставим на огонь и готовим, постоянно помешивая, до полного растворения масла.",
      "Затем постепенно вливаем тонкой струйкой молоко, не забываем помешивать соус и готовим на среднем огне до густоты сметаны. Готовый соус по вкусу солим и перчим.",
      "В форму для запекания (у меня силиконовая, ее нужно просто слегка сбрызнуть водой, но можно взять стеклянную, керамическую или тефлоновую) выкладываем слой порезанных дольками томатов.",
      "Поливаем слегка соусом.",
      "Теперь слой порезанных грибочков (тоже смазываем соусом).",
      "Слой порезанного тоненькими полукольцами лучка.",
      "Слой свининки.",
      "Заливаем все оставшимся соусом, накрываем фольгой и отправляем в разогретую до 220С духовку на часик-полтора.",
      "Готовое блюдо переворачиваем на большую тарелку (будет много сока, так что надо это делать над раковиной).",
      "Посыпаем тертым сыром и зеленью... Приятнейшего Вам аппетита! :) P.S.... мужчины приходят от этого блюда в состояние дикого восторга... ;-)"
    ],
    "url": "https://www.povarenok.ru/recipes/show/29755/",
    "nutrition": {
      "calories": "3934.1 ккал",
      "protein": "199.2 г",
      "fat": "288 г",
      "carbohydrates": "147.8 г"
    }
  },
  {
    "name": "Говядина в соевом соусе за 25 минут",
    "ingredients": [
      "Говядина — 500 г",
      "Лук репчатый (крупный) — 1 шт",
      "Перец красный жгучий (по вкусу) — 1 шт",
      "Соевый соус — 75-100 мл",
      "Чеснок — 2 зуб."
    ],
    "instructions": [
      "Мясо нарезать поперек волокон тоненькими кусочками шириной 1.5 см и длиной 4 см (как на бефстроганов). Чем тоньше будут кусочки, тем быстрее приготовится мясо. Этот шаг я забыла сфотографировать. Положить в емкость для маринования, лучше высокую, как у меня.",
      "Залить соевым соусом так, чтобы он полностью закрывал мясо. Поставить мариноваться в холодильник на 3-4 часа, лучше на ночь. Я обычно мариную вечером, а на следующий день после работы готовлю.",
      "Лук и чеснок нарезать мелкими кубиками.",
      "Обжарить их на сильном огне до прозрачности. Если вы хотите острое мясо, то нарежьте горький перец колечками и жарьте вместе с луком и чесноком. В этот раз я делала без перца.",
      "Добавить замаринованное мясо вместе с соевым соусом и перемешать с луком и чесноком.",
      "Тушить на сильном огне 15-20 минут, сначала помешивая, пока мясо не пустит сок, а потом накрыв крышкой. При необходимости добавлять при тушении мяса воду. Обычно мясо пускает достаточно сока, но если Вы хотите побольше подливы, то вода не помешает. Так же водой регулируем вкус блюда на соль, поскольку вкусовые пристрастия по соли у всех разные.",
      "Через 15 минут блюдо готово. Подавать с любым гарниром или овощами. Время приготовления еще может зависеть от качества мяса (говядина это или телятина). Но даже старая говядина не тушится больше 25 минут. Главное, не передержать, иначе мясо будет \"разваливаться\". На основе этого рецепта можно приготовить не только обыденное мясо, но и нечто более изысканное, только с условием, что это приготовлено на один раз. Просто добавьте нарезанные крупными кусочками болгарский перец и свежий огурец (размером 2 х 2), и потушите еще 1 минуту сверху. В этом случае блюдо нужно подавать либо с рисом, либо со свежими овощами. Приятного аппетита. P.S. Таким же образом можно мариновать и свинину. Иногда я для разнообразия мариную так говяжьи медальоны."
    ],
    "url": "https://www.povarenok.ru/recipes/show/60599/",
    "nutrition": {
      "calories": "1095.5 ккал",
      "protein": "102.3 г",
      "fat": "62.3 г",
      "carbohydrates": "33.9 г"
    }
  },
  {
    "name": "Мясо по-французски",
    "ingredients": [
      "Картофель — 1.5 кг",
      "Говядина — 750 г",
      "Лук репчатый (большой) — 2 шт",
      "Сыр твердый — 200 г",
      "Майонез — 150 г",
      "Соль — 1 ст. л.",
      "Перец черный — 1/3 ч. л.",
      "Чеснок — 3 зуб.",
      "Приправа (для отбивных по-вкусу) — 1/3 ст. л."
    ],
    "instructions": [
      "Разрезаем на кусочки, примерно 1,5 -2 см толщиной и величиной, как на отбивные. Отбиваем с двух сторон, солим, перчим, чесночим, приправляем!",
      "Картошечку чистим, режем тонкими кольцами, чуток солим, добавляем полную ложку майонеза, перемешиваем. Лук режем тонкими кольцами.",
      "Выкладываем на противень (смазывать маслом не надо) первый слой картофеля, посыпаем луком и немного тертого сыра.",
      "Сверху укладываем второй слой картофеля и также посыпаем лучком и сыром.",
      "Накрываем нашу красоту мясом",
      "Посыпаем луком",
      "Обильно промазываем майонезом",
      "И сыр! Все просто! Накрываем противень фольгой и в духовочку на полтора часа на среднем огне. Кто любит порумянее, за 15 минут снимите фольгу! Приятного Аппетита!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/44571/",
    "nutrition": {
      "calories": "4108.2 ккал",
      "protein": "220.3 г",
      "fat": "204.2 г",
      "carbohydrates": "342.7 г"
    }
  },
  {
    "name": "Свинина по-французски",
    "ingredients": [
      "Сыр твердый (тёртый, у меня Гауда) — 200 г",
      "Шампиньоны (консервированные) — 1 бан.",
      "Лук репчатый — 1-2 шт",
      "Мясо (у меня свинина)",
      "Соус (майонез, сметана и сливочный сыр с зеленью типа Филадельфии - всё в соотношении 1:1)",
      "Специи (соль, чёрный перец, перец кайен или чили; зелень в виде специй)"
    ],
    "instructions": [
      "Мясо хорошенько отбить. Натереть с двух сторон перцами и выложить на противень.",
      "Отдельно смешать майонез, сметану и сливочный сыр. Посолить, поперчить, добавить зелень и перемешать.",
      "Обильно смазать мясо.",
      "Лук нарезать полукольцами и положить на мясо. Я себе ещё грибы кладу - очень вкусно, но вот муж больше любит без.",
      "Грибы ещё раз промазать полученной массой.",
      "Посыпать мясо тёртым сыром. Отправить в разогретую до 180*C на 35-40 минут.",
      "[b]Вот и всё!!![/b] [b]ПРИЯТНОГО АППЕТИТА!!![/b]"
    ],
    "url": "https://www.povarenok.ru/recipes/show/17184/",
    "nutrition": {
      "calories": "446.4 ккал",
      "protein": "61.9 г",
      "fat": "13.4 г",
      "carbohydrates": "23.8 г"
    }
  },
  {
    "name": "Горячее из свинины \"Медвежья лапа\"",
    "ingredients": [
      "Свинина — 300 г",
      "Картофель — 500 г",
      "Яйцо куриное — 3 шт",
      "Чеснок — 3 зуб.",
      "Сыр твердый — 100 г",
      "Приправа (для мяса)",
      "Масло растительное (для жарки)",
      "Соль"
    ],
    "instructions": [
      "Отрезать кусок мяса с ладошку, хорошо отбить",
      "Отбитое мясо натираем приправой для мяса, солью и чесноком",
      "Картофель очистить и натереть на крупной терке. Посолить и добавить 2 яйца (можно к картофелю добавить мелко нарезанный репчатый лук)",
      "Картофельную массу немного отжимаем и выкладываем на плоскую тарелку.",
      "Мясо опускаем в взбитое яйцо и выкладываем сверху на картофель",
      "Прикрываем мясо тертым картофелем.",
      "Сковороду с растительным маслом разогреть. Поднести нашу «медвежью лапу» к сковороде и осторожно сдвигаем в масло, чтобы наше творенье не развалилось. Жарить с двух сторон до образования румяной корочки. Наши \"лапки\" выложить на противень и посыпать тертым сыром. Поставить в духовку на 15-20 минут при t=180*С.",
      "Все, \"лапы\" готовы, можно подавать к столу.",
      "Приятного аппетита!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/58764/",
    "nutrition": {
      "calories": "1815.7 ккал",
      "protein": "104.8 г",
      "fat": "98.9 г",
      "carbohydrates": "124.3 г"
    }
  },
  {
    "name": "Говядина в луковом соусе",
    "ingredients": [
      "Говядина — 1 кг",
      "Лук репчатый ( крупный) — 4 шт",
      "Сметана — 200 г",
      "Горчица — 1 ч. л.",
      "Мука пшеничная / Мука — 1 ч. л.",
      "Масло сливочное (для смазывания формы)",
      "Соль (по вкусу)",
      "Перец черный (по вкусу)"
    ],
    "instructions": [
      "Говядину порезать на кусочки размером с маленький грецкий орех ( или чуть меньше)",
      "Репчатый лук режем кольцами.",
      "Керамическую или стеклянную посуду для запекания (с крышкой) смазываем сливочным маслом. ( Не использовать эмалированную посуду! Я готовлю говядину по этому рецепту в жаропрочной стеклянной кастрюльке емкостью 2 литра. Для блюда, из расчета на 1 кг говядины, требуется емкость 2-2.5 л). Выкладываем в смазанную маслом посуду мясо и лук, перемешиваем, закрываем крышкой и ставим в разогретую до 180 град духовку. На этом можно забыть про мясо на два часа! Но я все же рекомендую через час заглянуть под крышку. И если некоторые кусочки мяса окажутся не полностью погруженными в выделившийся сок, помочь им - слегка прижать.",
      "В стакан сметаны добавить чайную ложку готовой горчицы (я использую дижонскую, домашнего приготовления) и чайную ложку муки. Перемешать.",
      "По истечении отведенных двух часов, добавляем к мясу сметану с горчицей и мукой, перемешиваем, солим и перчим по вкусу, закрываем крышкой и отправляем в духовку еще на полчаса. И через полчаса нежнейшая (и очень вкусная) говядина, с потрясающе вкусным луковым соусом, готова. Минимум трудозатрат для очень достойного блюда!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/98281/",
    "nutrition": {
      "calories": "2455.4 ккал",
      "protein": "200.3 г",
      "fat": "164.7 г",
      "carbohydrates": "47.3 г"
    }
  },
  {
    "name": "Плов \"Классический\"",
    "ingredients": [
      "Мясо",
      "Масло растительное",
      "Рис",
      "Морковь",
      "Лук репчатый",
      "Соль",
      "Специи (для плова)"
    ],
    "instructions": [
      "В раскаленное масло кладем мясо. Кто какое любит.",
      "Мясо обжариваем до румяного цвета. Солим и добавляем специи для плова. Брать только на рынке!",
      "Выпить. Положить к мясу нарезанную морковь. На тёрке тереть нельзя! Это не каша, а плов.",
      "К этим двум вещам добавляем лук. Солим, кладем специи. Выпиваем.",
      "В получившееся заливаем кипящую воду (нельзя лить холодную - всё пропадет!). Еще добавляем соли и специй. Должно получиться пересолено, но не очень. Это называется зирвак.",
      "Теперь, когда зирвак закипел, засыпаем рис. Рис должен быть хорошо промыт в ХОЛОДНОЙ воде. Рис должен быть покрыт зирваком на пол-пальца. Выпиваем.",
      "Закрываем крышкой, убавляем огонь. Выпиваем, засекаем 40 минут.",
      "Прошло 40 минут... Плов созрел.",
      "Теперь еще раз выпьем, и, приятного аппетита!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/1555/",
    "nutrition": {
      "calories": "0 ккал",
      "protein": "0 г",
      "fat": "0 г",
      "carbohydrates": "0 г"
    }
  },
  {
    "name": "Лагман",
    "ingredients": [
      "Мясо (можно с косточкой) — 1 кг",
      "Лук репчатый — 2 шт",
      "Перец сладкий (красный) — 1 шт",
      "Морковь (средняя) — 1 шт",
      "Редька (или репа) — 1 шт",
      "Баклажан (на любителя) — 1 шт",
      "Картофель — 1 шт",
      "Помидор (или томат паста 2 ст.л.) — 2 шт",
      "Масло растительное",
      "Соль",
      "Чеснок",
      "Приправа",
      "Зелень",
      "Макаронные изделия / Макароны (вермишель, лапша)"
    ],
    "instructions": [],
    "url": "https://www.povarenok.ru/recipes/show/2418/",
    "nutrition": {
      "calories": "2378.5 ккал",
      "protein": "11.7 г",
      "fat": "1.2 г",
      "carbohydrates": "231.7 г"
    }
  },
  {
    "name": "Тушеная печень в сметане",
    "ingredients": [
      "Печень говяжья — 400 г",
      "Лук репчатый — 1 шт",
      "Чеснок — 2 зуб.",
      "Сметана — 5 ст. л.",
      "Масло растительное — 2 ст. л.",
      "Мука пшеничная / Мука — 1 ст. л.",
      "Соль (по вкусу)",
      "Перец черный (молотый, по вкусу)",
      "Орех мускатный (молотый) — 0,5 ч. л.",
      "Паприка сладкая (хлопьями) — 1 ч. л.",
      "Кориандр (молотый) — 0,5 ч. л.",
      "Укроп (сушеный или свежий по вкусу) — 1 ч. л."
    ],
    "instructions": [
      "Печень очистить от пленки, предварительно обдав ее кипятком (после кипяточка пленка отделится без проблем). Выложить на раскаленную сковороду",
      "И при постоянном помешивании тушить до испарения всей жидкости. Добавить растительное масло, лук (предварительно мелко нарезанный), измельченный чеснок, укроп и все специи (кроме соли и черного перца) и обжарить еще 5 минут. Конечно, людям, придерживающимся специальной диеты, беременным женщинам и деткам, необходимо специи исключить, оставив только зелень.",
      "Добавить 100 мл воды, довести до кипения, закрыть крышкой и на маленьком огне тушить 10 минут.",
      "Теперь кладем к печени сметану, солим и перчим, перемешиваем. В ½ стакане холодной воды развести муку так, чтобы не было комочков, и ввести ее в печень. На маленьком огне, помешивая, дать соусу загустеть до нужной вам консистенции. Дать блюду настояться 10-15 минут и все, можно подавать на стол. Приятного аппетита вам и вашим близким!!!",
      "Печень в соусе, да с гречневой кашей, это очень вкусно!!!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/80091/",
    "nutrition": {
      "calories": "1247.5 ккал",
      "protein": "91.1 г",
      "fat": "69.2 г",
      "carbohydrates": "66.4 г"
    }
  },
  {
    "name": "Мясные оладьи",
    "ingredients": [
      "Свинина — 600 г",
      "Яйцо куриное — 3 шт",
      "Майонез — 3 ст. л.",
      "Крахмал — 3 ст. л.",
      "Перец черный",
      "Соль",
      "Чеснок — 3 зуб.",
      "Лук репчатый — 1 шт"
    ],
    "instructions": [
      "Свинину (можно куриное филе или филе индейки, тоже очень вкусно получается) порезать тонкой соломкой.",
      "В мясо добавить яйца, майонез, крахмал, соль, перец, мелко нарезанный лук, чеснок выдавить. Всё хорошенько перемешать и поставить в холодильник на 1 час.",
      "Потом жарить оладьи, минут по пять каждую сторону."
    ],
    "url": "https://www.povarenok.ru/recipes/show/29855/",
    "nutrition": {
      "calories": "2614.3 ккал",
      "protein": "123.6 г",
      "fat": "182.7 г",
      "carbohydrates": "118.4 г"
    }
  },
  {
    "name": "Рулька, запечённая в духовке",
    "ingredients": [
      "Рулька (свиная) — 2 шт",
      "Чеснок — 6 зуб.",
      "Соевый соус — 6 ст. л.",
      "Кетчуп — 1 ст. л.",
      "Майонез — 2 ст. л.",
      "Сок лимонный — 1 ст. л.",
      "Масло оливковое — 1 ст. л.",
      "Розмарин — 1 ч. л.",
      "Тимьян — 1 ч. л."
    ],
    "instructions": [
      "Рульки помоем и обсушим бумажными полотенцами.",
      "Делаем маринад. Берем соевый соус, добавляем 1 нарезанный зубчик чеснока. Я использую продукцию Dlue Dragon.",
      "Добавляем кетчуп, майонез, лимонный сок, оливковое масло и травы. Всё перемешиваем.",
      "Хорошо промазываем рульки маринадом со всех сторон и оставляем мариноваться. Минимум на 1 ч., максимум - 2е суток.",
      "Нашпиговываем каждую рульку нарезанным чесноком, заворачиваем в фольгу. Выпекаем в разогретой до 200 градусов духовке 1ч. 20 минут. Затем развернём фольгу и выпекаем ещё 30 минут.",
      "Подаём к столу.",
      ""
    ],
    "url": "https://www.povarenok.ru/recipes/show/76135/",
    "nutrition": {
      "calories": "4659.3 ккал",
      "protein": "205.7 г",
      "fat": "401 г",
      "carbohydrates": "59.7 г"
    }
  },
  {
    "name": "Свиные ребрышки \"Радость желудка\"",
    "ingredients": [
      "Ребра свиные — 1,5-2 кг",
      "Мед — 150 г",
      "Лимон — 1 шт",
      "Чеснок — 4 зуб.",
      "Перец чили — 1 шт",
      "Соевый соус — 100 г",
      "Масло оливковое — 3 ст. л.",
      "Приправа (травы сухие, я бы особенно рекомендовала такие, как майоран, розмарин, чесночная соль, тимьян)",
      "Вино белое сухое (необязательно) — 100 г"
    ],
    "instructions": [],
    "url": "https://www.povarenok.ru/recipes/show/33064/",
    "nutrition": {
      "calories": "4435.5 ккал",
      "protein": "163.3 г",
      "fat": "343.6 г",
      "carbohydrates": "164.9 г"
    }
  },
  {
    "name": "Говядина по-еврейски",
    "ingredients": [
      "Телятина (или говядина) — 1 кг",
      "Лук репчатый — 1 кг",
      "Перец черный (горошком и молотый)",
      "Лист лавровый — 1 шт",
      "Соль",
      "Специи"
    ],
    "instructions": [
      "Ингридиенты: говядину берём, естественно, не старую либо телятину",
      "Нарезать говядину средними (не маленькими) кусками. Заливаем холодной водой на 15 мин. В это время в казанке обжариваем лук (лук и мясо берется в равных пропорциях). Сливаем холодную воду и тут же заливаем крутым кипятком на 10 минут.",
      "Наш лучок обжариваем до золотистого цвета. Сливаем горячую воду и мясо без жидкости добавляем к луку. Готовим без крышки, перемешивая, пока не выпарится сок. Как только сок выпарился, получается луковая кашка. Теперь постоянно перемешиваем и обжариваем мясо до румяной корочки, чтоб не подгорело. Солим, перчим, заливаем водой так, чтоб покрыла мясо на одну фалангу пальца, добавляем перец горошком и лавровый лист, тушим до готовности."
    ],
    "url": "https://www.povarenok.ru/recipes/show/65783/",
    "nutrition": {
      "calories": "1485.5 ккал",
      "protein": "220.1 г",
      "fat": "24.3 г",
      "carbohydrates": "107.8 г"
    }
  },
  {
    "name": "Классическая берлинская рулька \"Айсбайн\"",
    "ingredients": [
      "Рулька (свиная) — 1 шт",
      "Пиво темное — 2 л",
      "Лук репчатый — 1 шт",
      "Чеснок — 8 зуб.",
      "Соль — 2 ст. л.",
      "Специи (лавровый лист, тмин, орегано, базилик, перец горошек, гвоздика.)",
      "Масло растительное — 2 ст. л."
    ],
    "instructions": [
      "Рульку моем, подчищаем (иногда на ней остаются волоски) и вытираем насухо.",
      "Делаем в ней небольшие надрезы (чтобы лучше пропиталась).",
      "На дно кастрюли выкладываем все вышеперечисленные специи + 2 слегка раздавленных ножом зубчиков чеснока. Рульку хорошенько натираем солью и кладем на специи. Заливаем тёмным пивом (желательно чтобы оно было комнатной температуры, возможно даже теплее) и варим 1,5 - 2 часа, периодически снимая образовавшуюся пенку.",
      "Посмотрите какая красавица! После того как наша рулька сварилась, а определяем мы это таким образом... происходит \"ужарка\", хотя в нашем случае \"уварка\" мяска и слегка оголяется косточка на ножке. Вот именно в этот момент мы ее изымаем из кастрюльки и хорошенечко смазываем выдавленным чесночком, смешанным с растительным маслицем. Кладём на противень и ставим в духовку (для рульки ее разогревать заранее не нужно) все должно готовится постепенно, именно тогда рулька хорошо пропитается чесночком. Жарим мы ее в духовке в течении 30 мин, периодически поливая пивом со специями в котором мы варили рульку. Затем перестаем поливать, делаем огонь побольше и зажариваем, чтобы корочка стала румяной и слегка поджаренной.",
      "Это я вся такая старательная :-)",
      "Вот так выглядит наша рулька!",
      "А вот так в разрезе!",
      "И вот так сногсшибательно она смотрелась на нашем столе... совсем не долго *JOKINGLY* приятного всем аппетита! :-*"
    ],
    "url": "https://www.povarenok.ru/recipes/show/32817/",
    "nutrition": {
      "calories": "3309.4 ккал",
      "protein": "109.9 г",
      "fat": "211.2 г",
      "carbohydrates": "127.9 г"
    }
  },
  {
    "name": "Тушеная говядина по старинному рецепту",
    "ingredients": [
      "Говядина — 1000 г",
      "Лук репчатый — 3 шт",
      "Чеснок — 1 зуб.",
      "Морковь — 1-2 шт",
      "Сельдерей черешковый (стебли) — 3 шт",
      "Шампиньоны — 200 г",
      "Бульон — 3 стак.",
      "Томатная паста — 1/2 стак.",
      "Соевый соус — 3 ст. л.",
      "Соль — 1 ч. л.",
      "Паприка сладкая (молотая) — 1/2 ч. л.",
      "Перец чили (порошок, можно заменить острым красным перцем) — 1/2 ч. л.",
      "Орегано (припарава) — 1/2 ч. л.",
      "Чабрец — 1/2 ч. л.",
      "Сахар — 1/2 ч. л.",
      "Розмарин (свежий - 1 веточка)",
      "Картофель — 4 шт",
      "Перец черный (молотый) — 1 ч. л."
    ],
    "instructions": [
      "Мясо порезать кусочками и на небольшом количестве растительного масла обжарить до золотистого цвета.",
      "Добавить мелко порезанный чеснок и лук (я не люблю очень мелко, поэтому порезала на полукольца и четвертинки).",
      "Добавить грибы.",
      "Добавить порезанный ломтиками сельдерей.",
      "Добавить морковь. Все ингредиенты добавлять один за другим по мере готовки, т. е. положили мясо и, пока оно подрумянивается, чистим-режем лук и чеснок, бросили лук и чеснок, беремся за грибы и т. д. Все достаточно в активном режиме. Обжариваем все вместе минут 7-10. Затем добавляем бульон, томатную пасту, соевый соус и все приправы (соль, перец, сахар, чабрец, орегано, чили, паприка, кладем сверху веточку розмарина), накрываем крышкой и тушим на медленном огне 20 минут.",
      "Через 20 минут добавляем порезанный кубиками картофель, перемешиваем, накрываем крышкой и тушим еще 35 минут на слабом огне.",
      "Подавать как отдельное блюдо (думаю, можно и как подливу к рису), изумительно с французским красным сухим вином. Приятного аппетита!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/36667/",
    "nutrition": {
      "calories": "3525.6 ккал",
      "protein": "306.8 г",
      "fat": "151.2 г",
      "carbohydrates": "262.6 г"
    }
  },
  {
    "name": "Мясные рулетики \"На один зубок\"",
    "ingredients": [
      "Свинина — 900 г",
      "Майонез — 3 ст. л.",
      "Аджика (или острая приправа) — 1 ч. л.",
      "Картофель (крупный) — 1-2 шт",
      "Зелень (укроп и петрушка) — 1 пуч.",
      "Соль",
      "Перец черный",
      "Лук зеленый"
    ],
    "instructions": [
      "1. Свинину режем длинными пластинами. Солим, перчим, добавляем майонез, аджику. Хорошо перемешиваем. Даем замариноваться минут 30.",
      "2. Картофель режем на терке для картофеля фри. Если нет терки, то просто брусочками. Складываем в кастрюлю, заливаем кипятком, солим. Даем постоять минут 15, воду сливаем.",
      "3. Зелень мелко режем. Пластину свинины посыпаем зеленью, кладём 9-10 брусочков картошки на один край, сворачиваем и закрепляем зубочисткой.",
      "4. Запекаем в духовке при 200 гр. до готовности (минут 30-40).",
      "5. Посыпаем зеленным луком. Хорошо б и овощной салатик."
    ],
    "url": "https://www.povarenok.ru/recipes/show/44718/",
    "nutrition": {
      "calories": "2764.4 ккал",
      "protein": "148.8 г",
      "fat": "229.1 г",
      "carbohydrates": "31.6 г"
    }
  },
  {
    "name": "Свинина запеченная",
    "ingredients": [
      "Свинина (мякоть) — 1 кг",
      "Лук репчатый (4шт ) — 0,5 кг",
      "Соевый соус (Kikkoman) — 5 ст. л.",
      "Уксус (яблочный) — 5 ст. л.",
      "Масло растительное — 5 ст. л.",
      "Специи (смесь пяти перцев) — 2 ч. л.",
      "Чеснок (по вкусу) — 2 зуб.",
      "Майонез (соус, по вкусу) — 1 ст. л.",
      "Сметана (соус, по вкусу) — 1 ст. л.",
      "Каперсы (соус, по вкусу) — 1 ст. л.",
      "Лук репчатый (соус, по вкусу) — 0,5 шт",
      "Сливки (соус, по вкус)"
    ],
    "instructions": [
      "Парад ингредиентов)))",
      "Лук почистить, порезать соломкой. Мясо промыть, обсушить, нарезать кусками, смешать лук и мясо в миске. Слегка \"помассировать\".",
      "Смешать для маринада соевый соус - проверенный Kikkoman, яблочный уксус, смесь перцев, растительное масло, перемешать.",
      "Тщательно распределить маринад в мясе (перемешать руками). Накрыть пищевой пленкой. Мариновать часов 10. Понятное дело, лучше на ночь.",
      "Включить духовку на разогрев (190). Перед запеканием, выбрать из мяса бОльшую часть лука и \"постелить\" на дно формы. Сверху распределить мясо.",
      "Запекать около часа. Кстати, если вы хотите получить свинину, \"тающую\" в рту, запекать следует в рукаве. Мясо и лук в рукаве распределяем так же, как и в форме. Незадолго до готовности рукав открыть для подрумянивания мяса.",
      "Подавать, полив выделившимся соком. Лук, который служил \"периной\" для мяса, вкусен, и я подаю его вместе с мясом. Но если вы по каким-либо причинам не любите тушеный лук, то рекомендую из него сделать соус. Для этого пюрируем лук и смешиваем его со сметаной и майонезом. Пропорции - произвольные.",
      "Поскольку тратить такой лук на соус в моей семье - кощунство, то соус я делаю другой. Смешать в равных частях майонез, сметану, мелко порезанный лук и каперсы. Можно добавить немного сливок. Дать настояться.",
      "Очень вкусный соус к мясу! Ласковая текстура в сочетании с остринкой каперсов и лука."
    ],
    "url": "https://www.povarenok.ru/recipes/show/83583/",
    "nutrition": {
      "calories": "3456.2 ккал",
      "protein": "168.6 г",
      "fat": "296.9 г",
      "carbohydrates": "33 г"
    }
  },
  {
    "name": "Картофель по-французски \"Любимый\"",
    "ingredients": [
      "Свинина (мякоть) — 700 г",
      "Томатная паста — 3 ст. л.",
      "Картофель (средний) — 8 шт",
      "Лук репчатый (средний) — 2 шт",
      "Майонез — 100 г",
      "Сыр твердый — 250 г",
      "Соль (по вкусу)",
      "Специи (по вкусу)"
    ],
    "instructions": [
      "Для начала займемся мясом. Моем, нарезаем кубиками (примерно 2х3 см).",
      "Солим по вкусу. Если любите, то добавляем специи или перец. Я ничего не добавляю, кроме соли, т. к. у меня это блюдо обожает 5-летний сын. Посолили, добавили томатную пасту (или томатный соус), перемешали и забыли на час или больше, как вам удобно на данный момент.",
      "В это время можно подготовить овощи и сыр. Лук нарезаем полукольцами, если небольшой. Если большой, то четвертинками. Картофель тоже кольцами или полукольцами - толщиной около 2-3 мм. Сыр трем на крупной терке. По истечении времени, форму смазываем растительным маслом и начинаем выкладывать слои. Первый - мясо.",
      "Второй - лук.",
      "Третий - картофель. Картофеля получается 2-3 ряда, не забывайте его подсаливать. Или можно весь нарезанный картофель посолить в миске, а потом уже выкладывать в форму.",
      "Далее - небольшой слой майонеза.",
      "И последний - сыр. Сыр выкладывайте сразу, т. к. он образует корочку, под которой всё запекается в собственном соку. Отправляем в духовку. Если форма металлическая с тонкими стенками то на 50-60 мин при t=200 градусов. Если форма толстая, керамическая, как на фото, то запекаем минут на 20 больше.",
      "Я не знаю, в чем секрет, но вкуснее это блюдо получается в тонкой металлической форме, в керамике мне нравится меньше. У сыра должна быть румяная, красивая корочка. Наше любимое блюдо готово!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/107070/",
    "nutrition": {
      "calories": "3833.8 ккал",
      "protein": "192.4 г",
      "fat": "232.4 г",
      "carbohydrates": "249.2 г"
    }
  },
  {
    "name": "Суфле печеночное \"Детский сад\"",
    "ingredients": [
      "Соль (по вкусу)",
      "Молоко (для замачивания хлеба)",
      "Масло сливочное (для смазки)",
      "Лук репчатый (небольшого размера) — 1 шт",
      "Батон (белый, несколько кусочков)",
      "Печень говяжья — 500 г"
    ],
    "instructions": [
      "Итак, приступим. Берём печень, промываем её...",
      "... и отвариваем почти до готовности. У меня небольшой кусочек был, я варила 30 минут (после закипания).",
      "Печень вынимаем из воды, смываем всё ненужное и даём остыть.",
      "Замачиваем кусочки батона в молоке. Чистим лук.",
      "Прокручиваем остывшую и нарезанную на кусочки печень через мясорубку, то же проделываем с луком и размоченным хлебом. Вообще, в саду готовят это суфле без лука, но я привыкла его добавлять для обогащения вкуса.",
      "Солим и всё тщательно вымешиваем. Если фарш суховат, можно добавить молока. Можно добавить и сливочное масло, чтобы было пожирнее, лично я никогда его не добавляю. Выкладываем всё в смазанную маслом форму. Ставим в духовку и запекаем при температуре 180-200 гр. до зарумянивания верха (где-то 15-20 минут).",
      "Верх готового суфле смазать сливочным маслом.",
      "Мой ребёнок очень любит это суфле с соусом. Заранее извиняюсь, соус готовила накануне и не делала фото, но здесь ничего сложного нет. Обжариваем лук на среднем огне под крышкой, периодически помешивая, минут 15. Берём 2 ст. л. сметаны и 2 ч. л. томатной пасты, соединяем в глубокой миске, добавляем 1 ст. л. муки. Всё тщательно перемешиваем, добавляем воды где-то 300 мл, снова всё перемешиваем и выливаем в лук, помешивая при этом. Доводим на огне до загустения. Соус готов. Сверху можно положить кусочек сливочного масла, чтобы не образовалась плёночка."
    ],
    "url": "https://www.povarenok.ru/recipes/show/61022/",
    "nutrition": {
      "calories": "657.8 ккал",
      "protein": "101.1 г",
      "fat": "15.5 г",
      "carbohydrates": "28.3 г"
    }
  },
  {
    "name": "Новогодний мясной шар",
    "ingredients": [
      "Мясо (свиное филе - 300-350 г,куриное филе - 100г)",
      "Лук репчатый — 1 шт",
      "Морковь ( крупная сырая) — 1 шт",
      "Сыр голландский (можно любой твердых слртов) — 80 г",
      "Грибы (шампиньоны) — 6-7 шт",
      "Зелень (кинзы или петрушки)",
      "Специи (итальянские травы, розовый перец, душистый перец, соевый соус, горчица)",
      "Лимон — 1 шт",
      "Чеснок — 3 зуб.",
      "Соевый соус (Kikkoman)"
    ],
    "instructions": [
      "Филе свинины хорошо отбить (у меня готовое), присыпать душистыми травами и перцем. Куриное филе тонко нарезать, тоже присыпать травами и перцем. Замариновать в соусе. Для соуса: смешать соевый соус - 2 ст. л., горчицу - 1 ч. л., сок лимона, 2 ст. л. растительного масла.",
      "Нам потребуется для соуса - соевый соус ТМ Kikkoman",
      "Пока маринуется мясо, мелко режем лук, морковь, чеснок - 2 зубка, ножки грибов. Пассеруем на растительном масле. Добавить душистый перец и несколько зерен розового перца.",
      "Отварить шляпки грибов, с момента закипания 3 минуты. Я всегда добавляю лавровый лист, попробуйте. Дать шляпкам остыть. Трем на мелкой терке сыр, мелко режем зелень, чеснок пропусить через пресс. Фаршируем шляпки грибов сырной массой.",
      "Округлую форму застелить фольгой. Укладываем филе свинины внахлест, края должны свисать из формы.",
      "На дно укладываем 2 полные столовые ложки пассерованных овощей.",
      "Далее фаршированные грибы",
      "Накрываем их кусочками куриного филе.",
      "Последний слой - оставшиеся овощи.",
      "Накрываем свисающими краями свинины. Закрываем фольгой.",
      "Ставим запекать в предварительно разогретую духовку, запекаем при 180 град. По истечении 35 минут, фольгу открыть, дать мясу подрумяниться. Слегка остывшее мясо украсить сыром и кисло-сладкой ягодой. Я украсила розовым перцем."
    ],
    "url": "https://www.povarenok.ru/recipes/show/70008/",
    "nutrition": {
      "calories": "494 ккал",
      "protein": "34.9 г",
      "fat": "22.2 г",
      "carbohydrates": "42.1 г"
    }
  },
  {
    "name": "Кролик, тушенный в сметане",
    "ingredients": [
      "Кролик — 0.5 шт",
      "Сметана — 500 г",
      "Лук репчатый (крупный) — 1 шт",
      "Морковь (крупная) — 1 шт",
      "Масло растительное (для жарки)",
      "Специи (уксус 9%, соль, перец черный)",
      "Чеснок — 1 шт"
    ],
    "instructions": [
      "Развести уксус в холодной воде. Примерно на 1 литр 1 ст. л. уксуса, и положить вымачиваться кролика на 3 часа. Вода должна полностью покрывать кролика.",
      "Вынуть кролика из воды, обсушить, порубить на крупные куски. Хорошо обмазать мясо солью, черным молотым перцем и чесноком, выдавленным через пресс. Оставить кролика мариноваться еще на 1 час.",
      "Затем обжарить кролика с обеих сторон на сковороде, до румяной корочки. Жарьте на сильном огне.",
      "Нарезать полукольцами лук. Морковь натереть на крупной терке. На масле, оставшемся после жарки кролика, обжарить лук и морковь.",
      "В кастрюлю укладываем слоями: мясо кролика, лук с морковью, сметану.",
      "Заключительный слой должен быть из овощей и сметаны. Кастрюлю накрыть крышкой, поставить на огонь, дать закипеть. Сделать минимальный огонь и тушить кролика минут 40."
    ],
    "url": "https://www.povarenok.ru/recipes/show/60301/",
    "nutrition": {
      "calories": "4237 ккал",
      "protein": "437.4 г",
      "fat": "260.2 г",
      "carbohydrates": "35.8 г"
    }
  },
  {
    "name": "Шон швайне рулька",
    "ingredients": [
      "Зира — 0,5 ч. л.",
      "Тимьян — 0,5 ч. л.",
      "Соль",
      "Перец черный (горошины) — 5 шт",
      "Сахар — 4 ч. л.",
      "Морковь — 1-2 шт",
      "Лук репчатый — 1-2 шт",
      "Чеснок (+ 0,5 ч.л. сушеного) — 4 зуб.",
      "Пиво светлое / Пиво — 0,5 л",
      "Рулька (передняя нога – там меньше жира) — 1 шт",
      "Базилик (сушеный) — 0,5 ч. л.",
      "Майоран — 0,5 ч. л.",
      "Розмарин — 0,5 ч. л.",
      "Перец душистый (горошины) — 5 шт"
    ],
    "instructions": [],
    "url": "https://www.povarenok.ru/recipes/show/23761/",
    "nutrition": {
      "calories": "2310.5 ккал",
      "protein": "104 г",
      "fat": "180.6 г",
      "carbohydrates": "70.6 г"
    }
  },
  {
    "name": "Жаркое в съедобном горшочке",
    "ingredients": [
      "Мука пшеничная / Мука (может понадобится больше) — 2-2.5 стак.",
      "Сметана (4 ст.л. в тесто, 2-3 в начинку) — 6-7 ст. л.",
      "Майонез — 4 ст. л.",
      "Маргарин (растопить) — 100 г",
      "Соль",
      "Водка (не обязательно, но добавляет тесту хрустящести) — 1 ч. л.",
      "Свинина (мякоть) — 300 г",
      "Лук репчатый — 1 шт",
      "Морковь (средняя) — 1 шт",
      "Картофель — 4",
      "Помидор — 1 шт",
      "Чеснок (по желанию) — 2 зуб.",
      "Фасоль стручковая (заморозка) — 2 ст. л.",
      "Базилик",
      "Петрушка",
      "Перец черный",
      "Паприка сладкая",
      "Специи"
    ],
    "instructions": [
      "Для теста: 2-2,5 стакана муки (может понадобится больше) 4 ст. л. сметаны 4 ст. л. майонеза 100 г растопленного маргарина для выпечки немного соли 1 ч. л. водки Из ингредиентов для теста замесить не крутое, эластичное тесто. Накрыть пленкой и убрать в холодильник на 30 минут. Мясо порезать на кусочки, обжарить на раскаленной сковороде до румяной корочки, присыпать зеленью (базилик и петрушка), посолить, залить горячей водой, чтобы только прикрыло мясо и тушить под крышкой до полуготовности.",
      "Лук, чеснок и морковь мелко порезать.",
      "С мяса слить бульон в стакан. Добавить растительное масло, соль, перец. сладкую паприку, специи (на Ваш вкус) добавить порезанные овощи к мясу и обжарить 5-7 минут помешивая, затем добавить порезанный помидор и еще обжарить 5-7 минут.",
      "Тесто достать из холодильника. Разделить на две равных части. От одной части отщипнуть 2/3 части, раскатать в круг толщиной 3-5 мм, выложить в форму, сформировав высокие бортики (6-7 см). Для такого жаркого подойдут формочки для среднего кулича, у меня были формы диаметром 12 см, но думаю что если таких нет, то можно сделать в большой, а начинку потом разложить по тарелкам а «горшок» разрезать и подать отдельно как хлеб.",
      "Картошку порезать на кусочки, выложить на дно сформированного теста,",
      "Намазать картошку слоем сметаной, присыпать замороженной стручковой фасолью,",
      "Поверх выложить обжаренное мясо с овощами.",
      "Из 1/3 части теста раскатать круг, накрыть «Горшочек», защипать по краям. В центре на тесте вырезать небольшое отверстие. Смазать яйцом или молоком. Через отверстие в центре залить 50-70 мл слитого бульона. Запекать в предварительно разогретой духовке до 180 градусов 1 час. По истечении 30 минут выпекания достать, долить еще 50 мл бульона. Убавить огонь примерно до 150 градусов и допечь.",
      "Готовому жаркому дать постоять 10 минут в форме, достать, накрыть салфеткой и полотенцем, дать постоять 10 минут. Затем аккуратно по краю вырезать крышку, влить оставшийся бульон, слегка перемешать"
    ],
    "url": "https://www.povarenok.ru/recipes/show/7772/",
    "nutrition": {
      "calories": "3270.4 ккал",
      "protein": "88.5 г",
      "fat": "199.8 г",
      "carbohydrates": "280.7 г"
    }
  },
  {
    "name": "Колбаса куриная домашняя быстрого приготовления",
    "ingredients": [
      "Бедро куриное (без костей) — 1 кг",
      "Чеснок — 7-8 зуб.",
      "Соль (по вкусу) — 1 ч. л.",
      "Перец черный (молотый, по вкусу) — 0,5 ч. л.",
      "Приправа (для курицы и стейка, по вкусу) — 0,5 ч. л.",
      "Майонез — 2 ст. л.",
      "Желатин — 15 г"
    ],
    "instructions": [
      "Куриное мясо порезать вместе с кожицей на кубики размером 1.5 - 2 см (не очень мелко). Я для быстроты покупаю уже разделанные куриные бедра без костей.",
      "Берем специи и приправы. Это все, что нам понадобится.",
      "Отдельно хочу остановиться на описании специи для курицы и стейка. Это самая удачная из всех специй, которые я когда-либо покупала. Они придают любому мясному блюду неповторимый шарм. На всякий случай, описываю состав: морская соль, лук, паприка, помидоры, кориандр, белый перец, чили, семена горчицы, кукурма.",
      "Добавляем в фарш соль и чеснок.",
      "Насыпаем черный перец и приправу для курицы и стейка.",
      "Добавляем 2 столовые ложки майонеза и тщательно перемешиваем фарш. После этого в фарш всыпаем 15 г желатина и еще раз перемешиваем.",
      "Начинаем делать колбаски. Из этого количества фарша получается 4 небольшие колбаски. Выкладываем 1/4 фарша на пищевую пленку.",
      "Сворачиваем в колбаску.",
      "После этого сверху заворачиваем в фольгу \"конфеткой\".",
      "И отправляем в духовку на 1 час при температуре 180 градусов.",
      "Когда колбаска остынет, отправляем ее в холодильник до утра. Утром у Вас к завтраку будет замечательная, нежная и очень вкусная домашняя колбаса! Приятного аппетита!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/60635/",
    "nutrition": {
      "calories": "2324.5 ккал",
      "protein": "240.9 г",
      "fat": "131 г",
      "carbohydrates": "49.6 г"
    }
  },
  {
    "name": "Бешбармак",
    "ingredients": [
      "Говядина (огузок) — 2, 5 кг",
      "Баранина (лопатка) — 1, 2 кг",
      "Мука пшеничная / Мука (просеянная, высший сорт) — 3 стак.",
      "Яйцо куриное — 3 шт",
      "Лук репчатый (среднего размера) — 3 шт",
      "Лук зеленый (для украшения) — 1 пуч.",
      "Соль — по вкусу",
      "Перец душистый (горошком) — 0, 5 ч. л."
    ],
    "instructions": [
      "Очень важно правильно выбрать мясо. Говядину выбираем огузок, тазовую часть, где есть тонкая плоская косточка. Обычно вывешивает на 2,5-2,8 кг. Мясо необходимо подготовить накануне. Минимум за 12 часов до начала варки. Лучше - за сутки. Надрезаем мясо почти до кости вдоль волокон в виде книжки и втираем крупную соль (не морскую). складываем в чашку, затягиваем пищевой плёнкой и убираем в холодильник.",
      "На следующий день мясо промываем, заливаем холодной водой и ставим варить. Кастрюля должна быть большая и просторная (у меня 8 литров на почти 4 кг мяса). После того, как мясо закипит, необходимо очень тщательно снять пенку и убавить огонь под кастрюлей до минимума. Через 2 часа посолить по вкусу. Мясо, в среднем, варится 2, 5-3 часа.",
      "Пока варится мясо, замесим тесто на бешбармак. Я делаю его только на яйцах, как на лапшу. Делала из 3 яиц, муки и 0,5 ч. л. соли.",
      "Тесто должно получиться по консистенции достаточно крутым. Готовое тесто затянуть в пищевую плёнку и оставить отдыхать 30-40 минут.",
      "Готовое мясо вынуть из бульона, сложить в глубокую чашку и плотно накрыть. Бульон тщательно процедить. Он должен получиться идеально прозрачным и очень наваристым.",
      "Наше тесто отдохнуло.",
      "Раскатаем его очень тонко. Складываем пласты теста на полотенце и накрываем, не давая ему пересохнуть.",
      "Мясо нарезаем на кусочки.",
      "Лук режем скибочками.",
      "С готового бульона половником снимаем жир (навар).",
      "Делаем соус (Туздык). Лук присаливаем, перчим и заливаем его наваром (см. выше). И накрываем крышкой.",
      "Раскатанные лепёшки нарезаем на прямоугольники размером с горчичник. Получаются вот такие сочни.",
      "Бульон делим на две части. Одну часть разбавляем кипящей водой, солим по вкусу. В ней мы будем отваривать тесто. Готовые сочни отвариваем в два приёма. Не пытайтесь сварить всё тесто за один раз. Слипнуться может.",
      "Большое блюдо (у меня вот такое).",
      "Сочни будут вариться после закипания 3-4 минуты. Выкладываем их шумовкой на блюдо.",
      "После того, как все сочни готовы, выкладываем поверх них отварное мясо.",
      "Поливаем сверху соусом (туздыком) и посыпаем для красоты зелёным луком.",
      "Подавать сразу. Бульон подают к окончанию трапезы, наливая в большие пиалы."
    ],
    "url": "https://www.povarenok.ru/recipes/show/51771/",
    "nutrition": {
      "calories": "7102.3 ккал",
      "protein": "612.7 г",
      "fat": "506.3 г",
      "carbohydrates": "386.9 г"
    }
  },
  {
    "name": "Отбивная в тесте",
    "ingredients": [
      "Мясо (свинина, курица)",
      "Вода (кипяток для теста) — 300 мл",
      "Мука пшеничная / Мука (+ 1 ст.ложка для теста) — 300 г",
      "Масло растительное (для теста + масло для жарки) — 2 ст. л.",
      "Сыр твердый (тертый, для соуса) — 100 г",
      "Шпинат (свежий или замороженный) — 100 г",
      "Шампиньоны — 100 г",
      "Яйцо куриное — 1 шт",
      "Сметана — 1 ст. л.",
      "Горчица — 1 ч. л.",
      "Специи"
    ],
    "instructions": [
      "Здравствуйте! Для начала тесто. Его уже многие знают и готовили, но все-таки повторюсь для тех, кто не так давно пришел на сайт. Воду с двумя столовыми ложками масла доведем до кипения. 300 г муки высыпаем в глубокую посуду. Заливаем в муку кипяток, хорошо перемешиваем сначала с помощью ложки, домешиваем руками (тесто быстро остывает). И оставляем тесто остывать. Наберитесь терпения или начните готовить тесто раньше. Работать с холодным тестом гораздо приятней)",
      "Начинка - соус. Грибы мелко нарежем, сбрызнем соком лимона, перчим, солим, оставим на несколько минут. Затем обжарим и в конце добавим ложку муки",
      "Шпинат мелко режем, смешиваем с тертым сыром, добавляем яйцо, горчицу, сметану и грибы. Перемешиваем",
      "Мясо очень хорошо отбиваем. Я взяла большие куски, отбила очень тонко. В итоге кусочек получился на всю тарелку)) Но от этого блюдо еще лучше смотрелось))) Солим, перчим",
      "Вернемся к тесту. Режем тесто на 8 кусков (количество теста на 4 больших порции). Каждую тонко раскатываем. Очень тонко. Тесто очень эластичное, не бойтесь, получится у любого. Выкладываем отбивную, сверху начинку.",
      "Накрываем сверху вторым пластом теста и обрезаем лишнее. Края сами хорошо слепятся, но можете подстраховаться и немного прижать с помощью вилки",
      "Обжариваем на огне, чуть меньше среднего, с двух сторон до золотистой корочки. Подаем с зеленью."
    ],
    "url": "https://www.povarenok.ru/recipes/show/45303/",
    "nutrition": {
      "calories": "1652.9 ккал",
      "protein": "64.4 г",
      "fat": "52.4 г",
      "carbohydrates": "235 г"
    }
  },
  {
    "name": "Настоящий \"Узбекский плов\"",
    "ingredients": [
      "Баранина — 1 кг",
      "Сало (курдючное, продается на рынке) — 200 г",
      "Масло растительное (обычно делают на хлопковом масле) — 300 г",
      "Лук репчатый — 5 шт",
      "Морковь — 1 шт",
      "Чеснок — 3 шт",
      "Рис (рис обязательно должен быть круглозерный или среднезерный. Я беру рис фирмы Мистраль-Иберика либо Италика) — 1 кг",
      "Зира",
      "Шафран",
      "Барбарис",
      "Перец красный жгучий (молотый)",
      "Горох"
    ],
    "instructions": [
      "Нарезаем: лук полукольцами, морковь соломкой(и не как иначе!), мясо режим крупными кусками.",
      "В раскаленном масле обжариваем порезанное кубиками курдючное сало (половинка от того что имеется в наличии).",
      "Шкварки (жизза) достаем посыпаем солью и нарезанным кольцами луком. Достаем из морозильника водку.....наливаем....закусываем.",
      "Затем в раскаленном жире обжариваем лук до золотистой корочки.",
      "Добавляем баранину и обжариваем.",
      "Когда баранина подрумянится добавляем нарезанную соломкой морковь и оставшееся курдючное сало порезаное крупными кусками, обжариваем.",
      "После того как морковь тоже слегка обжарилась, заливаем всё водой на 1-2 см, добавляем соль, специи, закладываем чеснок, горох, доводим до кипения и убавляем огонь, перемешивать больше не надо. Пусть наваривается потихоньку. Это называется Зирвак, кстати он должен быть слегка пересолен т.к. рис потом заберет соль.",
      "Когда почти вся вода выпарилась приступаем к рису. Рис промываем до тех пор пока вода не станет более менее прозрачной. Промытый рис засыпаем поверх зирвака и разравниваем шумовкой.",
      "Заливаем на 1-2 см холодной водой, прибавляем огонь и доводим до кипения.",
      "После того как вода выпарится, собираем рис горкой, проделываем в нём отверстия, чтобы выходил пар и добавляем еще специи, в данном случае зиру.",
      "Накрываем плов крышкой и на слабом огне оставляем доходить, на это уйдет где-то 30 мин.",
      "Пока доходит плов, приготовьте салат. Всё просто, помидоры, лук, острый перчик стручковый, соль по вкусу, заправить растительным маслом.",
      "И еще салат - очищенная зеленая редька, порезанная брусочками или кружочками (кому как нравится), залить ее минут на 15 соленой, холодной водой для того чтоб ушла горечь, затем слейте воду и можете ставить на стол.",
      "Итак, плов готов. Аккуратно перемешиваем, режем мясо, достаём чеснок и выкладываем плов горкой на большое блюдо.",
      "Ну вот плов готов, салатики к нему тоже. А про водку не забыли.....? Приятного аппетита!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/2644/",
    "nutrition": {
      "calories": "8702.5 ккал",
      "protein": "255.7 г",
      "fat": "738.2 г",
      "carbohydrates": "626.9 г"
    }
  },
  {
    "name": "Крученики в подливке из белых грибов",
    "ingredients": [
      "Мясо (филе) — 4 шт",
      "Яйцо куриное — 2 шт",
      "Грибы (белые сушёные) — 50 г",
      "Зелень",
      "Лук репчатый (средний) — 1 шт",
      "Мука пшеничная / Мука — 1 ст. л.",
      "Чеснок — 1 зуб.",
      "Соль",
      "Перец черный",
      "Масло растительное (для жарки)",
      "Сливки (можно сметана) — 1 ст. л."
    ],
    "instructions": [
      "Для начала подготовим мясо. Филе тонко нарезать и хорошенько отбить. Перед этим действием я всегда кладу мясо в морозилку, чтобы оно подморозилось, тогда мясо легко нарезается тонкими кусочками и отлично отбивается тонко и не рвётся при этом.",
      "Я люблю, чтобы мясо хорошо промариновалось, поэтому после отбивания я кусочки солю немного, приправляю пряными травками и заливаю соевым соусом (без фанатизма, конечно). В таком виде мясо отправляется ночевать в холодильник. Но мясо можно и просто посолить, приправить и оставить на часок-другой.",
      "Тут у меня села батарея в фотоапарате, и, пока я его заряжала, омлет был готов. Но это действие совсем не сложное, и каждый знает, что делать. Сушёные былые грибы залить водой и поставить на огонь. Когда вода закипит, дать грибам покипеть 3-5 минут. Грибы вынуть из воды, а грибной отвар ни в коем случае не выливать! Взять немного грибов и нарезать их кубиком. Яйца посолить и взбить венчиком, добавить немного зелени и грибов. Пожарить омлет с двух сторон. На кусочек отбитого мяса выложить кусочек омлета и плотно свернуть. Хочу заметить, что заворачивать в мясо можно любую начинку, которая Вам по вкусу.",
      "И вот тут хитрость, которая сделает крученики более красивой формы, а Вас избавит от мороки с нитками и зубочистками - ФОЛЬГА! Каждый плотно скрученный рулетик завернуть в кусочек фольги по типу \"конфетка\". Хвостики по бокам прижать пальцами, чтобы в будущем у нас были аккуратные края. Этот способ я когда-то увидела в блоге одного мужчины и с тех пор пользуюсь ним всегда. С удовольствием указала бы его имя, но не сохраняла блог в закладках, а теперь не могу найти...",
      "А теперь совсем необычное действие на кухне - будем жарить фольгу. На разогретую сковороду с небольшим количеством растительного масла выкладываем наши \"конфетки\" и жарим несколько минут, переворачивая их. Долго мы их не жарим, т. к. нам нужно только, чтобы белок свернулся, благодаря чему рулеты будут держать форму. А ещё при этом способе на сковороду не вытекает мясной сок, который будет к ней пригорать, при условии качественного заворачивания в фольгу, конечно.",
      "Вот такие идеально ровные крученики получаются. Важно! При разворачивании в фольге будет вкусный мясной сок, его мы ни в коем случае не выбрасываем с фольгой, а собираем весь до капельки - он нам пригодится.",
      "А теперь подливка. Лук нарезаем мелким кубиком, оставшиеся грибы так же.",
      "На небольшом количестве растительного масла (можно после жарки рулетиков) пассеруем лук, добавляем грибы, слегка протушить. Добавить муку и хорошенько перемешать до её равномерного распределения.",
      "Заливаем грибным отваром и добавляем мясной сок. Когда подливка начнёт загустевать, добавляем мелко нарезанный чеснок, соль и перец.",
      "Через минут пять добавляем сливки и тушим ещё минут пять. Подливка получается невероятно ароматной и настолько вкусной, что с хлебом съедается с тарелки вся.",
      "Дальше есть варианты. Когда готовлю на большое количество людей, то складываю крученики в форму для запекания, заливаю подливкой, закрываю фольгой и отправляю на 15-20 минут в духовку. Если делаю для ужина, то отправляю крученики к подливке, если нужно, добавляю немного жидкости и тушу под крышкой 15 минут."
    ],
    "url": "https://www.povarenok.ru/recipes/show/80226/",
    "nutrition": {
      "calories": "8524.8 ккал",
      "protein": "22.6 г",
      "fat": "30.1 г",
      "carbohydrates": "41.6 г"
    }
  },
  {
    "name": "Мясо по-кремлевски",
    "ingredients": [
      "Сахар — 1 ст. л.",
      "Соль — 1 ст. л.",
      "Вода — 100 мл",
      "Масло сливочное — 200 г",
      "Чеснок — 10 зуб.",
      "Лук репчатый — 2 шт",
      "Говядина — 1 кг",
      "Уксус (9 %) — 1 ст. л."
    ],
    "instructions": [
      "Нарежьте мясо на порционные кусочки поперек волокон (это ОЧЕНЬ важно, иначе мясо не разгрызете).",
      "Уложите в кастрюлю с толстым дном (я предпочитаю казан).",
      "Порежьте лук кольцами.",
      "Положите поверх мяса.",
      "Добавьте 100 мл воды.",
      "На лук положите кусочки сливочного масла. Закройте крышкой, поставьте на огонь, когда закипит, убавьте до минимума, чтобы кипело потихоньку (крышку не открывайте), забудьте на один час.",
      "Приготовьте чеснок (мелко нарежьте) и соль с сахаром.",
      "Когда пройдет час, откройте крышку, добавьте чеснок, соль, сахар и уксус, закройте крышку и оставьте еще на один час. Тем временем можете приготовить гарнир на Ваше усмотрение. Час прошел, смело подавайте на стол \"правительственное блюдо\". Приятного аппетита!!!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/67731/",
    "nutrition": {
      "calories": "3840.4 ккал",
      "protein": "207.3 г",
      "fat": "290.2 г",
      "carbohydrates": "106.7 г"
    }
  },
  {
    "name": "Бефстроганов из печени",
    "ingredients": [
      "Печень говяжья — 800 г",
      "Лук репчатый (средний) — 1 шт",
      "Сахар — 1/2 ст. л.",
      "Сметана — 200 г",
      "Масло сливочное — 50 г",
      "Мука пшеничная / Мука — 1 ст. л.",
      "Соль",
      "Перец черный"
    ],
    "instructions": [
      "Печень обмыть, очистить от пленок и жилок, нарезать продольными брусочками. Лук нарезать полукольцами. Печень посолить, поперчить, посыпать сахаром и специями.",
      "Обжаривать на разогретой сковороде (БЕЗ масла!) 4 минуты постоянно перемешивая",
      "Добавить сливочное масло, лук и обжаривать еще 4 минуты, не забывая перемешивать",
      "Посыпать мукой, перемешать и обжаривать 2 минуты",
      "Полить сметаной, если сметана густая, то добавить чуть-чуть воды, накрыть крышкой и тушить на медленном огне 4-5 минут.",
      "15 минут и блюдо готово! При подаче посыпать мелко нарезанной зеленью. Приятного аппетита!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/3916/",
    "nutrition": {
      "calories": "2001.5 ккал",
      "protein": "169.8 г",
      "fat": "106.5 г",
      "carbohydrates": "89.6 г"
    }
  },
  {
    "name": "Экспресс-мясо",
    "ingredients": [
      "Рис (Индика от \"Мистраль\") — 3 пакет.",
      "Соль",
      "Свинина (вырезка) — 500 г",
      "Яйцо куриное — 2 шт",
      "Масло оливковое — 1 ст. л.",
      "Орехи кедровые (мелко рубленные или кунжут) — 1 ст. л.",
      "Горчица (на Ваше усмотрение) — 1 ст. л.",
      "Крахмал — 1 ст. л.",
      "Соль (без горки) — 1 ч. л.",
      "Перец черный (без горки) — 1 ч. л."
    ],
    "instructions": [
      "Ингредиенты.",
      "Сделать заправку. Для этого все ингредиенты просто смешать.",
      "Мясо нарезать на кусочки примерно 0,5-1 см. толщиной. Сложить в заправку и перемешать. Закрыть крышкой или затянуть пленкой и оставить мариноваться не менее суток. Так держать мясо можно до 3 дней. И на 3 день мясо будет по вкусу лучше всего. Заправка полностью впитается в приправы и мясо.",
      "Теперь, когда нам надо покушать, мы сначала ставим воду для риса, солим и доводим до кипения. Кладем туда пакетики с нашим рисом от \"Мистраль\" и варим. Ну а пока он варится, мы успеем накрыть на стол. Затем наливаем на сковороду масло, греем и обжариваем мясо с двух сторон по 1,5-2 мин. до румяной корочки, раскладывая в один слой. Этого времени обычно достаточно, чтобы оно прожарилось.",
      "Все оно готово. Мясо получается очень мягкое и сочное. Можно подавать с рисом."
    ],
    "url": "https://www.povarenok.ru/recipes/show/96833/",
    "nutrition": {
      "calories": "9375 ккал",
      "protein": "299 г",
      "fat": "218.8 г",
      "carbohydrates": "1552.8 г"
    }
  },
  {
    "name": "Свинина в кисло-сладком соусе с ананасами",
    "ingredients": [
      "Свинина — 500 г",
      "Соевый соус — 100 мл",
      "Ананас — 300 г",
      "Мука пшеничная / Мука — 1 ст. л.",
      "Крахмал — 1 ст. л.",
      "Томатная паста (или кетчуп) — 4 ст. л.",
      "Уксус — 2 ч. л.",
      "Сахар — 40 г",
      "Зелень",
      "Масло растительное ( для жарки)",
      "Соль (по вкусу)",
      "Перец черный (по вкусу)"
    ],
    "instructions": [],
    "url": "https://www.povarenok.ru/recipes/show/33671/",
    "nutrition": {
      "calories": "1991 ккал",
      "protein": "93.8 г",
      "fat": "111 г",
      "carbohydrates": "156.6 г"
    }
  },
  {
    "name": "Плов в сковороде",
    "ingredients": [
      "Мясо (куриное филе \"красное\" или можно: баранина, окорочка, говядина, свинина) — 600 г",
      "Рис (Баракат) — 2 стак.",
      "Морковь (большая) — 1 шт",
      "Лук репчатый — 2 шт",
      "Вода — 3 стак.",
      "Чеснок — 3 зуб.",
      "Соль",
      "Перец черный",
      "Масло подсолнечное (для жарки)"
    ],
    "instructions": [
      "Такой плов можно готовить из любого мяса, которое вам нравится. Я в основном готовлю из куриного филе, баранины или окорочков. Сегодня я готовлю из куриного филе. Филе помыть.",
      "Нарезать средними кусочками.",
      "Кружка 300 мл. Я меряю РИС КРУЖКАМИ, беру две кружки риса. Если у вас большая семья, и вам кажется недостаточно риса, можете отмерить другой посудой, побольше. ГЛАВНОЕ - соблюдать пропорции. Рис – лучше круглый, обычный, например, БАРАКАТ",
      "Подготовить рис. Рис промыть в холодной воде, раз так 10, до прозрачности воды. Воду слить.",
      "Нарезать лук",
      "Нарезать морковь соломкой. Ни в коем случае НЕ ТЕРЕТЬ на терке.",
      "Нам понадобится сковорода с крышкой - чем больше, тем лучше. Можно, конечно, готовить и в казане, но я предпочитаю на сковороде, РИС ПОЛУЧАЕТСЯ БОЛЕЕ РАССЫПЧАТЫЙ! Наливаем масло и обжариваем мясо.",
      "Посолить, поперчить. Добавить лук и обжарить его до золотистого цвета. В этот плов никакие специи и пряности я не добавляю, он и так будет вкусным. Конечно, вы можете добавить, если они вам нравятся, на ваше усмотрение.",
      "Засыпаем сверху нарезанную морковь. Перемешивать морковь с мясом НЕ НАДО.",
      "На морковь кладем рис и вливаем тонкой струйкой 3 кружки (которыми меряли рис) ХОЛОДНОЙ ВОДЫ. Солим, вставляем в центр 3 зубчика чеснока, быстро закрываем крышкой. Очень важный момент: крышку НЕ ОТКРЫВАТЬ до конца готовки.",
      "Включаю секундомер на телефоне (мне так очень удобно следить за временем). В общем, засекаем ВРЕМЯ. 10 МИНУТ на сильном огне, плов должен БУРЛИТЬ (если крышка начнет прыгать и плиту заливать, значить огонь очень сильный, убавьте немного, плов может пригореть). Прошло 10 минут, убавляем огонь до маленького и ждем 12 МИНУТ. Выключаем плов и ждем еще 12 МИНУТ, НЕ ОТКРЫВАЯ крышку.",
      "В общей сложности получается 34 минуты, чтобы приготовился плов. Этого надо придерживаться строго. Пропорции: на 2 стакана риса - 3 стакана холодной воды. Время 10 минут - сильный огонь 12 минут - маленький огонь 12 минут - при выключенном огне. Вот и весь секрет. По истечении времени открываем крышку. Пусть немного постоит, затем можете перемешать (я не перемешиваю). И еще, плов крышкой не закрываю, пока он полностью не остынет.",
      "Вот и все, обалденно вкусный, рассыпчатый плов готов. P.S. А еще по такой же технологии я готовлю рис на гарнир, только в конце добавляю кусочек сливочного масла и перемешиваю.",
      "Приятного АППетИТа:-)"
    ],
    "url": "https://www.povarenok.ru/recipes/show/76658/",
    "nutrition": {
      "calories": "2901.4 ккал",
      "protein": "43.7 г",
      "fat": "33 г",
      "carbohydrates": "311.3 г"
    }
  },
  {
    "name": "Свинина \"Божественный вкус\"",
    "ingredients": [
      "Свинина (без кости, одним куском) — 1200 г",
      "Майонез (можно заменить сметаной) — 3 ст. л.",
      "Курага — 12 шт",
      "Чернослив (без косточек) — 12 шт",
      "Имбирь (свежий, очищенный) — 20 г",
      "Горчица (в зернах) — 1,5 ч. л.",
      "Коньяк — 2 ст. л.",
      "Вода — 1/3 стак.",
      "Сыр твердый (тонкими ломтиками, 6 штучек) — 130 г",
      "Соль (щепотка)",
      "Перец черный (щепотка)",
      "Орех мускатный (молотый, щепотка)"
    ],
    "instructions": [
      "Мясо помыть, обсушить и нарезать ломтиками, почти до конца, оставляя около 0,5см до конца не разрезанными. Ширина ломтиков около 2 см.",
      "Курагу и чернослив выкладываем в миску, заливаем коньяком и водой, добавляем измельченный имбирь и ставим на небольшой огонь, пока вся жидкость не испарится, а сухофрукты должны стать мягкими. Периодически надо помешивать.",
      "Хорошенько смазываем 1 столовой ложкой майонеза все мясо, промазывая пространство между ломтиками,",
      "Смешиваем 2 столовые ложки майонеза, сухую горчицу, соль, перец и мускатный орех,",
      "Выкладываем между ломтиками мяса по 2 штучки кураги и чернослива и пластинку сыра, все хорошо смазываем майонезно-горчичным соусом, накрываем фольгой и убираем на пару часов мариноваться в холодильник.",
      "В разогретой до 200С духовке готовим мясо, укрыв фольгой часа полтора, затем убираем фольгу и даем мясу подрумяниться... Приятнейшего Вам аппетита!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/17452/",
    "nutrition": {
      "calories": "3957.4 ккал",
      "protein": "223.9 г",
      "fat": "301.2 г",
      "carbohydrates": "79.3 г"
    }
  }
]