[
  {
    "name": "Каша овсяная \"Завтрак Клеопатры\"",
    "ingredients": [
      "Хлопья овсяные — 3 ст. л.",
      "Кефир ( или ряженка) — 300 мл",
      "Мед — 2 ч. л.",
      "Фрукты (любые и в любом количестве! Или сухофрукты)"
    ],
    "instructions": [
      "Итак, нам понадобятся овсяные хлопья. Я использовала Овсяные хлопья ТМ \"Мистраль\"",
      "С вечера заливаем овсяные хлопья кефиром (или ряженкой, тоже очень вкусно). Желательно это делать в баночке с крышкой. Закрываем крышкой и убираем в холодильник до утра",
      "Утром хлопья набухают и превращаются в полноценную кашу. Только холодную - но она очень вкусна именно в таком виде",
      "Добавляем в неё мед",
      "И любые фрукты, какие любите. "
    ],
    "url": "https://www.povarenok.ru/recipes/show/108911/",
    "nutrition": {
      "calories": "336.1 ккал",
      "protein": "18.3 г",
      "fat": "3.1 г",
      "carbohydrates": "58.8 г"
    }
  },
  {
    "name": "Оладьи из овсяной каши",
    "ingredients": [
      "Молоко — 1 стак.",
      "Хлопья овсяные — 0,5 стак.",
      "Сахар — 1 ст. л.",
      "Соль — 0,5 ч. л.",
      "Яблоко (груша) — 1 шт",
      "Мука пшеничная / Мука — 1,5 ст. л.",
      "Яйцо куриное — 1 шт",
      "Разрыхлитель теста — 0,5 ч. л.",
      "Масло растительное (для жарки)"
    ],
    "instructions": [
      "Соберем необходимые нам продукты",
      "Из молока и овсяных хлопьев сварим кашу. Добавим соль и сахар. Пусть кипит 5 минут. Охлаждаем.",
      "Яблоко очищаем от кожуры и семечек, натираем на крупной терке и добавляем в остывшую кашу.",
      "Туда же отправляем яйцо",
      "И вмешиваем ложкой муку с разрыхлителем",
      "Получаем достаточно густое тесто",
      "Выкладываем ложкой тесто на разогретую сковороду с небольшим количеством растительного масла.",
      "Жарим с двух сторон на среднем огне до румяной корочки."
    ],
    "url": "https://www.povarenok.ru/recipes/show/94320/",
    "nutrition": {
      "calories": "529 ккал",
      "protein": "18 г",
      "fat": "18.8 г",
      "carbohydrates": "70.8 г"
    }
  },
  {
    "name": "Нескучная овсяная каша",
    "ingredients": [
      "Хлопья овсяные (Т.М. \"Мистраль\") — 100 мл",
      "Молоко — 150 мл",
      "Какао-порошок — 3 ст. л.",
      "Яйцо куриное — 1 шт",
      "Сахар — 2 ст. л."
    ],
    "instructions": [
      "В миске смешайте какао с молоком. Возьмите теплое (не горячее!) молоко, чтобы какао лучше растворялось и добавляйте его понемногу, размешивая, до полного растворения. Всыпьте овсяные хлопья и перемешайте. Оставьте их набухать минут на 15-20. Лучше берать хлопья быстрого приготовления, чтобы они успели стать мягкими.",
      "Взбейте яйцо с сахаром до бела. Попробуйте на вкус, если вам не сладко, добавьте сахара еще немного. Взбитое яйцо добавьте к овсянно-шоколадной массе. Аккуратно перемешайте.",
      "Очень удобно сделать такую кашу и в порционных горшочках, чтобы каждому достался свой отдельный горшочек шоколадной каши. Но можно запечь нашу кашу и в одной форме. Форму или горшочек для выпекания смажьте маслом, лучше сливочным. Вылейте в них будущую кашу и распределите равномерно. Готовьте в духовке, разогретой до 180 градусов минут 20-25."
    ],
    "url": "https://www.povarenok.ru/recipes/show/109077/",
    "nutrition": {
      "calories": "704.1 ккал",
      "protein": "36.2 г",
      "fat": "21.8 г",
      "carbohydrates": "92 г"
    }
  },
  {
    "name": "Овсяная каша \"Просто овсянка\"",
    "ingredients": [
      "Хлопья овсяные (НЕ быстрого приготовления) — 40 г",
      "Йогурт — 80 г",
      "Сливки (20% жирности) — 40 г",
      "Мед — 1 ст. л.",
      "Ягода (черешня) — 60 г"
    ],
    "instructions": [
      "Все очень и очень просто. Овсянку залить йогуртом и сливками. Добавить мед (лучше жидкий), перемешать.",
      "Ягоды (у меня черешня) нарезать на несколько частей, выложить в кашу, перемешать.",
      "Емкость с кашей (контейнер или чашку) плотно закрыть и убрать на ночь в холодильник. Утром достать \"просто овсянку\" и позавтракать. Все приведенные пропорции весьма условны. Можно добавить сливок и йогурта больше или меньше. И готовить эту кашу можно с любыми ягодами или фруктами."
    ],
    "url": "https://www.povarenok.ru/recipes/show/142300/",
    "nutrition": {
      "calories": "479.6 ккал",
      "protein": "8.2 г",
      "fat": "17.5 г",
      "carbohydrates": "74 г"
    }
  },
  {
    "name": "Шоколадно-кофейная овсяная каша \"Ночная\"",
    "ingredients": [
      "Хлопья овсяные (\"Цельнозерновые овсяные хлопья\" от Мистраль) — 240 мл",
      "Кофе натуральный (эспрессо) — 120 мл",
      "Шоколад темный (1 полоска=4 квадратика) — 18 г",
      "Молоко — 240 мл",
      "Какао-порошок — 2 ст. л.",
      "Мед — 2 ст. л."
    ],
    "instructions": [
      "Первым делом необходимо сварить кофе. Лучше, конечно, чтобы это был эспрессо, но, можно сделать и не такой крепкий, например, в турке - подумайте, как Вы обычно начинаете свой день, чтобы не перестараться, потому что каша полностью впитает в себя ту крепость, на которую Вы решитесь, и отдаст сполна утром вместе с бодростью и положительным зарядом энергии)",
      "Шоколад можно потереть на мелкой терке, а можно нарезать небольшими кусочками. Первый вариант показался мне более эстетичным. В дополнение этого шага скажу, что шоколада можно взять и больше и меньше, у меня была гигантская плитка очень темного шоколада, поэтому одной полоски, состоящей из 4-х квадратиков, мне было более чем достаточно.",
      "Остальные продукты специальной подготовки не требуют, поэтому можно собирать кашу. Помещаем стакан хлопьев в пол-литровую банку.",
      "К хлопьям добавляем мед, какао, молоко, шоколад, кофе.",
      "Содержимое баночки аккуратно перемешиваем, баночку закрываем и оставляем в холодильнике до утра."
      
    ],
    "url": "https://www.povarenok.ru/recipes/show/144175/",
    "nutrition": {
      "calories": "905.5 ккал",
      "protein": "32.8 г",
      "fat": "22 г",
      "carbohydrates": "149 г"
    }
  },
  {
    "name": "Овсяная каша",
    "ingredients": [
      "Хлопья овсяные (геркулесовые) — 1 ст. л.",
      "Молоко — 100 г",
      "Соль (по вкусу)",
      "Сахар (по вкусу)"
    ],
    "instructions": [
      "Вечером геркулес промойте 2-3 раза, залейте водой так, что бы она покрыла хлопья. Утром слейте воду (я сливаю не до конца, а если водички налили не много, то она впитается вся), добавьте молоко, соль и сахар, поставьте на огонь. Довести до кипения и прокипятить на сильном огне буквально 1 минуту. Убавить огонь и дать постоять на слабом огне еще 1 минуту. Закрыть крышку, выключить огонь и пока собираете на стол пусть кашка еще постоит. Если предпочитаете кушать кашу холодной, то молока надо добавлять чуть больше."
    ],
    "url": "https://www.povarenok.ru/recipes/show/41496/",
    "nutrition": {
      "calories": "70.4 ккал",
      "protein": "4.1 г",
      "fat": "1.1 г",
      "carbohydrates": "11.5 г"
    }
  },
  {
    "name": "Овсяная каша с яблочно-коричным вкусом",
    "ingredients": [
      "Молоко — 400 мл",
      "Крупа овсяная (\"Геркулес\") — 150 г",
      "Сок яблочный — 400 мл",
      "Корица (молотая) — 0,5 ч. л.",
      "Сливки — 50-70 мл",
      "Сахар — 50 г",
      "Яблоко (зеленые) — 2 шт"
    ],
    "instructions": [
      "Овсяные хлопья насыпать в кастрюлю. Влить яблочный сок и молоко, добавить сахар. Поставить на огонь и, постоянно помешивая, довести до кипения. Уменьшить огонь и готовить 6-8 мин.",
      "Яблоки нарезать кубиками. Добавить в кашу яблоки, корицу и сливки.",
      "Перемешать и варить ещё минуты три.",
      "Подаём, украсив дольками яблок."
    ],
    "url": "https://www.povarenok.ru/recipes/show/51127/",
    "nutrition": {
      "calories": "1379.4 ккал",
      "protein": "31.7 г",
      "fat": "29.5 г",
      "carbohydrates": "245.3 г"
    }
  },
  {
    "name": "Сливочная овсяная каша \"Школьные годы\"",
    "ingredients": [
      "Хлопья овсяные (\"Геркулес\" от \"Мистраль\" (на 250 мл)) — 1 стак.",
      "Молоко (250 мл) — 1,5 стак.",
      "Сливки (20%) — 1/2 стак.",
      "Ваниль (стручок) — 1 шт",
      "Яблоко — 1 шт",
      "Груша — 1 шт",
      "Сахар коричневый — 1 ст. л.",
      "Масло сливочное — 1 ст. л.",
      "Соль"
    ],
    "instructions": [
      "Для приготовления каши берём хлопья овсяные \"Геркулес\" традиционный от \"Мистраль\".",
      "Можно варить кашу на плите. Залить хлопья сливками и молоком, добавить соль, довести до кипения и варить при помешивании 5 минут. Но я упрощаю процесс, варю всегда овсянку в микроволновке, 5 минут при мощности 800 ватт.",
      "Обязательно для аромата добавляем стручок ванили.",
      "Пока варится овсянка, берём любые фрукты или ягоды по желанию: яблоки, груши, персики, сливы, нектарины, абрикосы. Я взяла на этот раз яблоки и груши, фрукты должны быть спелые, но не перезрелые. Шкурку не чистим, только удаляем сердцевину и нарезаем сегментами.",
      "В сковороде или сотейнике нагреваем сливочное масло и коричневый сахар.",
      "Кладём порезанные фрукты и помешивая карамелизируем пару минут.",
      "Сироп должен стать тягучим.",
      "Тем временем каша уже готова, она должна быть нежной кремовой текстуры. Кладём кашу в тарелку.",
      "Сверху кладём фрукты и поливаем всё сиропом.",
      "Подаём сразу горячей."
    ],
    "url": "https://www.povarenok.ru/recipes/show/94295/",
    "nutrition": {
      "calories": "1547.4 ккал",
      "protein": "26 г",
      "fat": "100.3 г",
      "carbohydrates": "140.7 г"
    }
  },
  {
    "name": "Овсяная каша-пудинг с белым шоколадом",
    "ingredients": [
      "Молоко — 300 мл",
      "Яйцо куриное — 1 шт",
      "Крахмал (кукурузный) — 2 ст. л.",
      "Соль — 1 щепот.",
      "Сахар — 3 ст. л.",
      "Хлопья овсяные (Экстра, ТМ \"Мистраль\") — 2 ст. л.",
      "Шоколад белый — 50 г",
      "Ванильный сахар — 10 г",
      "Клубника (можно замороженную) — 150 г",
      "Сахар — 2 ст. л."
    ],
    "instructions": [
      "Для приготовления ванильного пудинга смешайте молоко, соль, сахар, ванильный сахар, яйцо. Хорошо перемешайте смесь венчиком. Добавьте крахмал, еще раз хорошо перемешайте",
      "Варите смесь в толстостенной посуде, непрерывно помешивая, пока она не загустеет. Можно готовить на водяной бане - это будет немного дольше, но тогда пудинг точно не пригорит. Помешивать нужно непрерывно, чтобы смесь не стала хлопьями",
      "В готовый пудинг добавьте овсяные хлопья \"Экстра\" ТМ Мистраль и готовьте еще 3 минуты",
      "Как только каша загустеет, добавьте в нее кусочки белого шоколада, и нагревайте пока шоколад полностью не растворится",
      "Для клубничного соуса. Клубнику помойте, удалите хвоститки",
      "Пробейте ее блендером, добавьте сахар, размешайте до полного растворения",
      "Подавайте кашу, полив клубничным соусом"
    ],
    "url": "https://www.povarenok.ru/recipes/show/144156/",
    "nutrition": {
      "calories": "1333.9 ккал",
      "protein": "21.7 г",
      "fat": "25.1 г",
      "carbohydrates": "254.8 г"
    }
  },
  {
    "name": "Овсяная каша с тыквой для диеты",
    "ingredients": [
      "Тыква — 400 г",
      "Крупа овсяная — 150 г",
      "Заменитель сахара — 17 шт",
      "Молоко (обезжиреное) — 0.5 стак."
    ],
    "instructions": [],
    "url": "https://www.povarenok.ru/recipes/show/32601/",
    "nutrition": {
      "calories": "699 ккал",
      "protein": "26.7 г",
      "fat": "10.6 г",
      "carbohydrates": "135.3 г"
    }
  },
  {
    "name": "Овсяная каша \"Источник здоровья\"",
    "ingredients": [
      "Хлопья овсяные — 5 ст. л.",
      "Вода (кипяченная, охлажденная) — 7 ст. л.",
      "Молоко (теплое (или сливки 1ч.л.)) — 1 ст. л.",
      "Мед — 1 ч. л.",
      "Орехи (грецкие или фундук) — 5 дол.",
      "Курага (по желанию) — 2 шт"
    ],
    "instructions": [
      "Для овсяной каши я использовала хлопья Геркулес традиционный ТМ \"Мистраль\".",
      "Овсянку залить кипяченной охлажденной водичкой и дать постоять 15-20 минут. Можно конечно овсяные хлопья запарить кипятком, но помните, чем меньше хлопья подвергаются тепловой обработке, тем больше в них сохраняется элементов. А у нас с Вами задача \"Очищение кишечника\", поэтому рекомендую делать именно кипяченой охлажденной водой.",
      "По истечении времени добавляем теплое молоко (или сливки). Орехи раздробить, курагу мелко нарезать и всё добавить в кашу. Заправить кашу медом и тщательно перемешать.",
      "Кашка готова к употреблению."
    ],
    "url": "https://www.povarenok.ru/recipes/show/109170/",
    "nutrition": {
      "calories": "276 ккал",
      "protein": "8.9 г",
      "fat": "3.9 г",
      "carbohydrates": "53.9 г"
    }
  },
  {
    "name": "Каша овсяная с яблоком \"Любимая\"",
    "ingredients": [
      "Хлопья овсяные (ТМ \" Мистраль\") — 1 стак.",
      "Молоко — 2 стак.",
      "Яблоко (некрупные) — 2 шт",
      "Сахар — 2,5 ст. л.",
      "Масло сливочное — 50 г",
      "Соль — по вкусу",
      "Корица — по вкусу",
      "Вода — 1/3 стак."
    ],
    "instructions": [
      "Подготавливаем продукты.",
      "В кастрюлю наливаем молоко и 1/3 стакана воды, добавляем щепотку соли и 1 ст. л. сахара. Доводим до кипения и засыпаем овсяные хлопья. Хорошо перемешиваем. Даем закипеть. Снимаем с огня, закрываем кастрюлю крышкой и укутываем полотенцем.",
      "Моем, чистим и нарезаем яблоки.",
      "В глубокую сковороду выкладываем сливочное масло и сахар. Как только эта смесь начнет закипать, засыпать яблоки. Перемешиваем. Готовим 2-3 минуты. Снимаем с огня, добавляем 1/3 ч. л. корицы и хорошо перемешиваем.",
      "Подаем кашу, выложив сверху яблоки и полив сиропом."
    ],
    "url": "https://www.povarenok.ru/recipes/show/108944/",
    "nutrition": {
      "calories": "1217.5 ккал",
      "protein": "27.3 г",
      "fat": "50.7 г",
      "carbohydrates": "165.4 г"
    }
  },
  {
    "name": "Овсяная каша с яблоком и корицей",
    "ingredients": [
      "Хлопья овсяные — 100 г",
      "Молоко — 250 мл",
      "Вода — 250 мл",
      "Сахар коричневый — 2 ст. л.",
      "Изюм — 50 г",
      "Яблоко — 1 шт",
      "Сливки — 20 мл",
      "Корица — 1 ч. л.",
      "Соль"
    ],
    "instructions": [
      "Изюм промыть и замочить в теплой воде на 5 мин., затем отбросить на дуршлаг.",
      "Яблоко вымыть и натереть на крупной терке, удалив сердцевину.",
      "В кастрюлю мультиварки влить воду и молоко. Добавить сахар, размешать.",
      "Всыпать овсяные хлопья, включить режим Каша и готовить 30 минут.",
      "Добавить яблоко, изюм, сливки и дать настояться на режиме Подогрев 10 минут.",
      "Присыпать корицей и подавать к столу."
    ],
    "url": "https://www.povarenok.ru/recipes/show/86460/",
    "nutrition": {
      "calories": "960.5 ккал",
      "protein": "23 г",
      "fat": "15.8 г",
      "carbohydrates": "187.2 г"
    }
  },
  {
    "name": "Каша из овсяных хлопьев \"Вернись, талия!\"",
    "ingredients": [
      "Хлопья овсяные (или других злаков) — 3 ст. л.",
      "Мед (любой натуральный) — 1-1.5 ч. л.",
      "Сухофрукты (на свой вкус)",
      "Вода (кипяток) — 1 стак.",
      "Яблоко (небольшое) — 1 шт",
      "Орехи (на свой вкус)"
    ],
    "instructions": [
      "Милые мои подруги, пора! Пора подумать о себе, любимой, пока не поздно... Три ложки хлопьев в глубокую тарелку.",
      "Сухофрукты могут быть любые какие вам нравятся. Предварительно я запариваю фрукты кипятком и спустя минуту сливаю воду. Можно измельчить, можно целиком. Добавляем их в ту же тарелку. У меня - абрикосы сушенные.",
      "Теперь мед. Думаю все согласны, что тут он более уместен, чем сахар.",
      "Добавляем орешки, семечки и тертое на корейской терке яблочко. Далее просто заливаем все это крутым кипятком.",
      "Делаем вот такую композицию и ждем несколько минут, пока каша запаривается. Через минуту-пятую употребляем кашу в виде завтрака, или в другое время суток, тщательно и медленно прожевывая."
    ],
    "url": "https://www.povarenok.ru/recipes/show/41393/",
    "nutrition": {
      "calories": "248.8 ккал",
      "protein": "5.8 г",
      "fat": "3.1 г",
      "carbohydrates": "50 г"
    }
  },
  {
    "name": "Томлёная молочная каша из овсяной крупы",
    "ingredients": [
      "Сахар — 2 ст. л.",
      "Молоко — 1000 мл",
      "Крупа овсяная (мультиварочный) — 1 стак.",
      "Соль — 0,5 ч. л.",
      "Масло сливочное — 30 г"
    ],
    "instructions": [
      "Я готовила в мультиварке VITEK VT-4215 BW.",
      "Для каши берем крупу овсяную, прошу не путать с Геркулесом и хлопьями.",
      "Крупу промываем и кладем в чашу мультиварки.",
      "Добавляем молоко, сахар, соль, масло.",
      "Для этой каши подойдет режим Тушение, но для этой модели не подходит, слишком бурное кипение и выкипание жидкости, поэтому я готовила на режиме \"Каша\" 1 час 10 минут и оставила на подогреве-режим \"Поддержание температуры\" на 4 часа. Если у вас другая модель, вы смело можете ставить на режим \"Тушение\" на 2 часа, а потом тоже на подогрев."
      
    ],
    "url": "https://www.povarenok.ru/recipes/show/86541/",
    "nutrition": {
      "calories": "1279.1 ккал",
      "protein": "44.9 г",
      "fat": "37.9 г",
      "carbohydrates": "190.8 г"
    }
  },
  {
    "name": "Овсяная каша для детей",
    "ingredients": [
      "Крупа овсяная (Геркулес)",
      "Вода",
      "Молоко"
    ],
    "instructions": [],
    "url": "https://www.povarenok.ru/recipes/show/18949/",
    "nutrition": {
      "calories": "505.4 ккал",
      "protein": "16.7 г",
      "fat": "8.1 г",
      "carbohydrates": "91.6 г"
    }
  },
  {
    "name": "Запеченная овсяная каша с яблоком",
    "ingredients": [
      "Хлопья злаковые (5 злаков или любые по вкусу) — 1 стак.",
      "Молоко (варианты: сливки 10%\"; молоко+вода, вода) — 1 стак.",
      "Сухофрукты — 1 горст.",
      "Сахар коричневый (по вкусу) — 1 ч. л.",
      "Соль (по вкусу)",
      "Ванильный сахар — 1 ч. л.",
      "Мед — 1 ст. л.",
      "Корица (по вкусу) — 1/3 ч. л.",
      "Орех мускатный (щепотка - по желанию)",
      "Масло сливочное — 30 г",
      "Мука цельнозерновая — 1 ч. л.",
      "Клюква (замороженная) — 1 горст.",
      "Яблоко (крупное кисло-сладкое) — 1 шт",
      "Белок яичный — 1 шт"
    ],
    "instructions": [
      "Для приготовления каши можно использовать любые хлопья от Мистраль по вашему вкусу, у меня смесь хлопьев - 5 злаков. Сковородку (форму для выпекания) смазать сливочным маслом.",
      "Посыпать цельно зерновой мукой.",
      "У яблока вычистить сердцевину, порезать кубиком.",
      "Горсть сухофруктов вымыть и обсушить.",
      "Залить хлопья молоком, добавить: соль, ванильный сахар, специи (корица, мускатный орех), слегка взбитый яичный белок.",
      "Всыпать яблоко и сухофрукты, перемешать.",
      "Выложить в форму для запекания, посыпать сверху коричневым сахаром.",
      "Выложить сверху кусочки масла и клюкву. Поскольку использовала хлопья быстрого приготовления, поэтому время запекания в предварительно разогретой до 180-200 С духовке ориентировочное - 15-20 минут, сначала накрыв фольгой, затем для подрумянивания под грилем несколько минут. Перед подачей полить медом. Вкусно и в горячем, и в холодном виде. Подавать прямо в форме."
    ],
    "url": "https://www.povarenok.ru/recipes/show/108880/",
    "nutrition": {
      "calories": "969 ккал",
      "protein": "18 г",
      "fat": "31.6 г",
      "carbohydrates": "144.1 г"
    }
  },
  {
    "name": "Овсяная каша с черносливом",
    "ingredients": [
      "Хлопья овсяные — 1 стак.",
      "Молоко — 300 г",
      "Вода (кипячёная) — 300 г",
      "Чернослив — 90 г",
      "Сахар (по вкусу)",
      "Соль (по вкусу)"
    ],
    "instructions": [
      "Молоко смешиваем с кипячёной водой и доводим до кипения.",
      "Берём стакан геркулеса (я люблю вот такой). Стакан нормальный, советский, гранёный (между прочим созданный Верой Мухиной, автором скульптуры \"Рабочий и колхозница\").",
      "При помешивании всыпаем геркулес в молоко.",
      "Добавляем в кастрюлю чернослив. У меня чернослив готовый к употреблению, мягкий. Если чернослив сушёный, то его лучше на ночь залить водой. Варим нашу кашу до загустения периодически помешивая. По времени это займёт около 10 минут."
    ],
    "url": "https://www.povarenok.ru/recipes/show/48881/",
    "nutrition": {
      "calories": "631.5 ккал",
      "protein": "22.2 г",
      "fat": "7.7 г",
      "carbohydrates": "125.6 г"
    }
  },
  {
    "name": "Овсяная каша\" Мясная\"",
    "ingredients": [
      "Хлопья овсяные (250 млЭкстра) — 2,5 стак.",
      "Мясо (любое) — 200 г",
      "Лук репчатый (1- в бульон, 1- в зажарку) — 2 шт",
      "Морковь — 1 шт",
      "Соль (по вкусу)",
      "Вода (1 литр- для каши, 350 мл- для мяса) — 1,350 мл",
      "Пастернак (+ корень корневой петрушки) — 1 шт",
      "Масло растительное (для жарки)",
      "Зелень (немного)",
      "Яйцо куриное — 1 шт"
    ],
    "instructions": [
      "Я делаю два варианта: Первый, когда я здоровая и мне можно жареное. Мясо нарезать на кубики и обжарить на растительном масле до легкой корочки.",
      "Добавляем тертую на терке морковь и нарезанный мелко лук. Обжариваем.",
      "Заливаем 350 мл кипятка, солим по вкусу.",
      "И тушить до полной готовности мяса. Время зависит от того, какое мясо вы взяли.",
      "Делаем ароматный бульон. В кастрюлю налить 1 л воды, довести до кипения и положить целую очищенную луковицу и коренья по вашему вкусу. Я люблю корневую петрушку и пастернак.",
      "Теперь вариант второй. Когда у меня проблемы с желудком, то я не обжариваю мясо. А варю его вместе с кореньями и луком. Но тогда бульон нужно подсолить.",
      "Затем достаю мясо и режу его кусочками. Коренья вынимаем. Они не нужны.",
      "Когда вариант второй, то я не делаю зажарку с луком, а слегка пассерую тертую на мелкой терке морковь на растительном масле.",
      "Нарезать зелень.",
      "Яйцо взбить вилкой с небольшим количеством воды.",
      "Теперь всыпаем в бульон овсяные хлопья Экстра. Хорошо перемешиваем. Посолить по вкусу.",
      "Варим до готовности овсянки.",
      "Теперь добавляем мясо с зажаркой и бульоном или же просто слегка обжаренную морковь и нарезанное вареное мясо.",
      "Добавляем взбитое яйцо и зелень. Хорошо перемешать. Выключить огонь.",
      "И оставить до полного остывания.",
      "Каша получается рассыпчатая. Если мне нужно пожиже, то овсянки нужно брать на 0.5 стакана меньше."
    ],
    "url": "https://www.povarenok.ru/recipes/show/93046/",
    "nutrition": {
      "calories": "1261.3 ккал",
      "protein": "35.5 г",
      "fat": "18.3 г",
      "carbohydrates": "148.1 г"
    }
  },
  {
    "name": "Ирландская овсяная каша с клюквой и изюмом",
    "ingredients": [
      "Хлопья овсяные (Геркулес быстроразвариваемый от ТМ Мистраль) — 120 г",
      "Молоко (3,2%-3,5% жирности) — 600 мл",
      "Сахар коричневый — 2 ст. л.",
      "Сироп кленовый (или мёд жидкий) — 2 ст. л.",
      "Клюква (вяленая) — 1,5 ст. л.",
      "Изюм (светлый) — 1,5 ст. л.",
      "Корица (палочка) — 1 шт",
      "Гвоздика — 1 шт",
      "Орех мускатный — 1 щепот.",
      "Цедра апельсина",
      "Орехи (пекан, грецкие или миндальная стружка)",
      "Соль — по вкусу"
    ],
    "instructions": [
      "Приготовим молоко и овсяные хлопья. Молоко желательно брать пожирнее.",
      "В сотейник налить молоко, положить палочку корицы, гвоздику, цедру апельсина, щепотку мускатного ореха, соль, довести до кипения, проварить 1-2 минуты. Аромат стоит волшебный!",
      "Затем молоко процедить или ложкой удалить пряности. Всыпать в горячее молоко овсяные хлопья и после закипания варить 5 минут, до загустения.",
      "Вмешать в кашу вяленую клюкву, изюм, кленовый сироп (или мёд), накрыть крышкой, оставить на 5 мин. Тем временем раскалить гриль.",
      "Выложить кашу в ремекины, формочки.",
      "Щедро посыпать коричневым сахаром и поставить под раскаленный гриль на 2-3 минуты.",
      "Приготовить орехи, на выбор, очень вкусно с орехами пекан.",
      "Посыпать орехами и сразу подавать к столу."
    ],
    "url": "https://www.povarenok.ru/recipes/show/94957/",
    "nutrition": {
      "calories": "1043.4 ккал",
      "protein": "33.4 г",
      "fat": "10.6 г",
      "carbohydrates": "210.5 г"
    }
  }
]
