[
  {
    "name": "Солянка",
    "ingredients": [
      "Масло оливковое (или растительное)",
      "Перец черный — по вкусу",
      "Лимон — 1 шт",
      "Соль — по вкусу",
      "Перец душистый — 2-3 шт",
      "Лист лавровый — 1-2 шт",
      "Томатная паста (для \"бресса\") — 100 г",
      "Лук репчатый (для \"бресса\") — 4 шт",
      "Каперсы — 50 г",
      "Морковь — 1 шт",
      "Маслины — 100 г",
      "Огурец (соленые) — 4 шт",
      "Мясо (разные копчености) — 300 г",
      "Кости (мясные копченые или обычные говяжьи) — 500 г",
      "Масло сливочное"
    ],
    "instructions": [
      "Ставим варить мясо для бульона, как закипело, сливаем воду, по совету Игоря все супы необходимо варить на втором бульоне; итак, кости с мясом промываем, заливаем чистой водой и, как закипело, бросаем коренья, морковь, стебли зелени пучком и продолжаем варить до готовности. Я обычно процеживаю бульон через 3 слоя марли, тем самым все мельчайшие крупицы и осколки костей оседают в марле, а у нас остается чистый бульон. Сделаем \"бресс\" - это один из главных секретов в приготовлении вкуснейшей солянки. Для него нашинкуем лук и обжарим на смеси оливкового или растительного со сливочным маслом, солим. Я делала в два раза больше, чем указано в рецептуре, т. к. часть \"бресса\" можно заморозить для следующего раза и в течение месяца его можно использовать по надобности, я иногда так замораживаю жареные грибы и мясо и, когда приходят внезапно гости, у меня уже все готово. Это экономит наше драгоценное время и силы, кстати, оставшийся \"бресс\" я использовала для варки борща, получилось бесподобно!!!",
      "Лук смешать с томатной пастой, разложить на противне и поставить в духовку при 90-100*С на 1-1,5 часа.",
      "По истечению времени \"бресс\" должен заполироваться, т. е. выглядеть блестящим. Вот таким, как на фото.",
      "Далее нарезаем разные копчености брусочками. Обязательно должны присутствовать молочные сосиски (это второй секрет), они придадут мягкость солянке. Чем разнообразнее будут мясные продукты, чем их будет больше, тем вкуснее получится солянка. Копчености, кроме сосисок, слегка обжарить на сухой сковороде, это поможет убрать из них излишний жир. Огурцы также нарезать соломкой и припустить в горячей воде. Рассол обязательно подогреть, а количество необходимо регулировать по вашему вкусу и по степени солености рассола: я обычно на 3 литра бульона добавляю 0,5 стакана рассола.",
      "Положить в бульон все копчености и варить минут 10, затем положить сосиски. Добавить бресс,. С солью аккуратнее!!! т. к. на следующий день, когда солянка настоится, она будет солонее, чем сразу после варки, пробуйте на соль, когда вольете рассол в самом конце. И еще несколько советов: Каперсы очень просто переварить и они придадут горьковатый привкус готовому блюду, их следует добавлять за 10 мин. до готовности. Огуречный процеженный горячий рассол вливают тоже за 10 мин. до окончания варки, как и огурцы. А маслины при варке теряют свой насыщенный и тонкий вкус, вывариваются, поэтому их лучше класть непосредственно в тарелку, как и лимон. Кушать со сметаной.",
      "Воспользуйтесь этими секретами при том, как вы обычно варите солянку, и вы получите настоящее удовольствие от вкуснейшей солянки!!! Приятного аппетита!!!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/44035/",
    "nutrition": {
      "calories": "1811.2 ккал",
      "protein": "93.4 г",
      "fat": "57.8 г",
      "carbohydrates": "77.2 г"
    }
  },
  {
    "name": "Борщ",
    "ingredients": [
      "Мясо (либо мякоть с небольшим жирком, либо мозговая косточка с мясом) — 400 г",
      "Картофель (зависит от кастрюли. У меня средняя) — 5 шт",
      "Свекла — 3 шт",
      "Морковь — 3 шт",
      "Капуста белокочанная / Капустa — 1 вилок",
      "Помидор (большой) — 1 шт",
      "Уксус — 2 ст. л.",
      "Сахар — 1 ст. л.",
      "Соль",
      "Укроп",
      "Чеснок"
    ],
    "instructions": [
      "1 мясо поставить вариться.",
      "2 Когда мясо сварится, добавить очищенный картофель",
      "3 Минут через 5 добавить нашинкованную капусту. Крышку прикрыть не полностью.",
      "4 Сковороду разогреть, налить немного растительного масла. Выложить натёртые на КРУПНОЙ терке морковь и свёклу. Сразу влить 2 ст. л. уксуса (если используется эссенция, то нужно разбавить) и 1 ст. л. сахара. Перемешать, накрыть крышкой и оставить тушиться минут на 15. ВАЖНО! Именно тушиться, а не жариться. Если свёкла не очень сочная, добавить пару ложек бульона. В конце положить тёртый на тёрке помидор.",
      "5 Когда капуста и картофель практически будут готовы, выложить к ним тушёные морковь и свёклу. Всё перемешать. Оставить томиться на ОЧЕНЬ МЕДЛЕННОМ огне для насыщения.",
      "ГЛАВНОЕ, ЧТОБЫ БОРЩ НЕ ЗАКИПЕЛ, ИНАЧЕ ТЕРЯЮТСЯ И ВКУС И ЦВЕТ.",
      "7 Готовый борщ посыпать рубленым укропом и чесноком. Накрыть крышкой и дать ещё немного настояться."
    ],
    "url": "https://www.povarenok.ru/recipes/show/25436/",
    "nutrition": {
      "calories": "2166.9 ккал",
      "protein": "51.9 г",
      "fat": "3 г",
      "carbohydrates": "284 г"
    }
  },
  {
    "name": "Солянка \"Домашняя\"",
    "ingredients": [
      "Свинина — 300 г",
      "Говядина — 300 г",
      "Лук репчатый — 200 г",
      "Морковь — 100 г",
      "Огурец (соленый) — 100 г",
      "Маслины — 100 г",
      "Томатная паста — 3 ст. л.",
      "Грудинка (свиная копченая) — 100 г",
      "Колбаса (вареная + варено-копченая) — 200 г",
      "Лимон — 3 ломт.",
      "Соль"
    ],
    "instructions": [
      "Кладем мясо в холодную воду, чтобы бульон был насыщенным, ставим вариться.",
      "Тертую на мелкой терке морковь и нарезанный полукольцами лук обжариваем в растительном масле до золотистого цвета.",
      "Затем добавляем нарезанный мелкими кубиками соленый огурец и маслины, нарезанные колечками. Заливаем все томатной пастой, разведенной 2-я ст. л. воды или бульона.",
      "Готовим мясную заправку. Режем грудинку брусочками, вареную и копченую колбасу - соломкой.",
      "Тем временем морковь и лук с томатной пастой протушились, нужно снять их с огня.",
      "Из бульона достаем мясо, заправляем бульон поджаркой, той, что на сковороде тушилась))), добавляем в бульон мясную нарезку вместе с нарезанным четвертинками лимоном.",
      "Вареное мясо режем брусочками.",
      "И тоже добавляем в кастрюлю. Даем минут 10 повариться, затем солим. Солить нужно очень осторожно, потому что огурцы и грудинка уже соленые.",
      "И помните, чем больше разных сортов мяса Вы возьмете, тем вкуснее и интереснее получится солянка)))"
    ],
    "url": "https://www.povarenok.ru/recipes/show/17323/",
    "nutrition": {
      "calories": "2247.4 ккал",
      "protein": "140.6 г",
      "fat": "154.2 г",
      "carbohydrates": "49.9 г"
    }
  },
  {
    "name": "Самый красный борщ",
    "ingredients": [
      "Бульон",
      "Свекла (крупная) — 1 шт",
      "Овощи (Ваши привычные ингредиенты для борща)"
    ],
    "instructions": [
      "Приготовленный бульон поставьте на огонь, почистите свеклу, разрежьте крупно на 4-6 частей и опустите в закипевший бульон.",
      "Варите минут 15, а потом следуйте своей любимой рецептуре – добавляйте мясо, овощи, специи, зелень в привычном количестве и порядке.",
      "Когда капуста и картофель будут готовы, выключите огонь и ложкой выловите куски свеклы. Они будут казаться блеклыми и недоваренными – не переживайте, так и должно быть.",
      "Дайте остыть минутку и натрите на мелкой терке. Вы увидите, что, хотя снаружи свекла выварилась, внутри она сохранила цвет, сок и витамины.",
      "Опустите свеклу в суп, размешайте и оставьте минут 15 настояться. Возможно, нужно будет добавить соли, сахара, специй. Не кипятите борщ после того, как добавили свеклу!",
      "Если все сделано правильно, то вы получите очень яркий, насыщенного цвета и вкуса суп. Приятного и красивого всем аппетита!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/63955/",
    "nutrition": {
      "calories": "55 ккал",
      "protein": "1.9 г",
      "fat": "0 г",
      "carbohydrates": "11.9 г"
    }
  },
  {
    "name": "Суп \"Проще простого\"",
    "ingredients": [
      "Вода — 1 л",
      "Фарш мясной — 200 г",
      "Лук репчатый — 1 шт",
      "Шампиньоны (можно замороженные) — 100 г",
      "Сыр плавленый (мягкий, в лоточках) — 100 г",
      "Соль — по вкусу",
      "Перец черный — по вкусу",
      "Масло растительное (для жарки)",
      "Картофель — 2 шт"
    ],
    "instructions": [
      "Пока закипает вода... на растительном масле обжарить фарш, нарезанный лук и нарезанные шампиньоны в течение 5 минут. Посолить, поперчить.",
      "Картофель очистить и натереть на крупной терке.",
      "В кипящую воду добавить обжаренный фарш с грибами, тертый картофель, плавленный сыр. Хорошо перемешать (до растворения сыра). Можно добавить соль и специи по вкусу. Варить минут 15.",
      "По желанию суп украсить зеленью. Приятного аппетита!!!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/51369/",
    "nutrition": {
      "calories": "826 ккал",
      "protein": "34.6 г",
      "fat": "24.8 г",
      "carbohydrates": "60.5 г"
    }
  },
  {
    "name": "Харчо",
    "ingredients": [
      "Баранина — 800 г",
      "Рис — 1/2 стак.",
      "Лук репчатый — 3 шт",
      "Помидор — 5 шт",
      "Чеснок (головка) — 1 шт",
      "Ткемали (вместо Ткемали - наш, сливовый соус, домашний)",
      "Соль",
      "Кинза (свежая) — 1 пуч."
    ],
    "instructions": [
      "Баранину вымыли, залили водой (воды около 2-2,5 литров) и варим. вовремя снимаем пенку, солим в середине варки.",
      "Сварилось (мясо мягкое было где-то через час - полтора) - вынимаем мясо из бульона, пусть остынет чуть, бульон цедим",
      "В любимом казанке обжариваем лук...",
      "До мягкости и чуть золотистого цвета",
      "Рис промываем Кладем в бульон",
      "Мясо отделяем от косточек",
      "Разбираем на кусочки",
      "И отправляем к луку в казанок",
      "Помидоры чистим от кожицы и проворачиваем через мясорубку или трем на терке",
      "Выливаем в мясо",
      "Перемешиваем",
      "Туда же режем кинзу",
      "Режем чесночек кружочками, кидаем в казан",
      "Заливаем бульон со сваренным рисом",
      "Томим минут 5",
      "Приправляем домашним соусом из слив http://www.povarenok .ru/recipes/show/136 41/",
      "Готово!!! Главное, успеть! Если честно, я тайком бегала на кухню и таскала ЭТО из казана... Суп получается достаточно густой, кто любит жидкий - берите меньше риса. Для более наваристого, яркого бульона можно добавить на 1 этапе мясную косточку."
    ],
    "url": "https://www.povarenok.ru/recipes/show/12469/",
    "nutrition": {
      "calories": "2022.6 ккал",
      "protein": "159.6 г",
      "fat": "195.7 г",
      "carbohydrates": "194 г"
    }
  },
  {
    "name": "Суп \"Затируха\"",
    "ingredients": [
      "Бульон (куриный) — 1.5 л",
      "Яйцо куриное — 2 шт",
      "Мука пшеничная / Мука — 6-7 ст. л.",
      "Картофель — 6 шт",
      "Лук репчатый — 1 шт",
      "Морковь — 1 шт",
      "Лист лавровый — 1 шт",
      "Сметана — 100 г",
      "Петрушка — 1 пуч.",
      "Соль — по вкусу"
    ],
    "instructions": [
      "В куриный бульон кипящий добавляем картофель, нарезанный произвольно, варим минут 5. Лук мелко режем, морковь натираем на мелкой терке, обжариваем под крышкой на сковородке.",
      "Яйцо взбиваем и растираем в крошку с мукой, как показано на картинке. Муки у меня ушло ложек 5-6 столовых с горкой.",
      "Второе яйцо взбиваем, добавляем пару ложек кипящей водички из супа, размешиваем. Выливаем в кастрюлю помешивая. Добавляем зажарку, лавровый лист и тесто, пару минут хорошо помешать по дну, чтобы не пристало. Солим, перчим по вкусу, варим еще минут 10. Добавляем мелко нарезанную зелень и сметанку, томим на маленьком огне пару минуток. Супчик готов. Просто, быстро, и вкусно. Приятного аппетита!!!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/14885/",
    "nutrition": {
      "calories": "2553.1 ккал",
      "protein": "172.4 г",
      "fat": "67.9 г",
      "carbohydrates": "313.2 г"
    }
  },
  {
    "name": "Суп-пюре из кабачков",
    "ingredients": [
      "Бульон (куриный) — 1 л",
      "Сливки — 200 мл",
      "Масло растительное — 2 ст. л.",
      "Чеснок — 1-2 зуб.",
      "Лук репчатый — 1 шт",
      "Морковь (1 среднюю или 2 маленькие молодых морковки) — 1-2 шт",
      "Картофель (у меня 1 большая картофелина) — 1-2 шт",
      "Кабачок (молодой) — 4-5 шт",
      "Специи (соль, перец)",
      "Гренки"
    ],
    "instructions": [
      "Кабачки, картофель, морковь, лук почистили.",
      "В кастрюле разогрели растительное масло, обжарили раздавленный чеснок с луком. Нарезали кабачки, картофель, морковь и отправили в кастрюлю.",
      "Помешивая, тушим минут 7.",
      "Добавляем куриный бульон и доводим до готовности овощей.",
      "Разогреваем сливки, у меня 20%",
      "Отлить бульон, отставить, а овощи взбить блендером до пюре.",
      "В кастрюлю с овощами добавляем горячие сливки и бульон до нужной консистенции, прогреваем, помешивая. Вот и всё. Кастрюлю накрыть полотенцем, дать потомиться, настояться. Тем временем поджарили гренки на сухой сковороде. Осталось разлить по тарелкам и восхищаться вкусным супчиком."
    ],
    "url": "https://www.povarenok.ru/recipes/show/58465/",
    "nutrition": {
      "calories": "2053.5 ккал",
      "protein": "103.7 г",
      "fat": "125.5 г",
      "carbohydrates": "99 г"
    }
  },
  {
    "name": "Французский тыквенный суп",
    "ingredients": [
      "Тыква — 500 г",
      "Картофель — 300 г",
      "Лук репчатый (крупный) — 1 шт",
      "Сельдерей корневой (не обязательно, добавила от себя) — 50 г",
      "Масло растительное — 1 ст. л.",
      "Молоко — 1,5 стак.",
      "Имбирь (свежий или 0,5 ч. л. молотого сухого) — 1 ч. л.",
      "Соль (по вкусу)",
      "Перец черный ( молотый по вкусу)",
      "Сухарики (пшеничные) — 100 г"
    ],
    "instructions": [
      "Подготовить продукты. Картофель, сельдерей и тыкву вымыть и очистить, у тыквы удалить семена. Нарезать небольшими кубиками. Лук очистить и мелко нарезать.",
      "В кастрюле с толстым дном разогреть масло и обжарить лук до прозрачности около 3-4 минут.",
      "Добавить к луку овощи.",
      "И залить кипятком так, чтобы он только покрыл их. Посолить по вкусу и варить на маленьком огне до мягкости около 15-20 минут.",
      "Отвар слить, а овощи взбить в блендере до однородного пюре.",
      "Вернуть овощи в кастрюлю",
      "Развести горячим молоком до нужной вам консистенции. Прогреть на среднем огне минут 5-10.",
      "Поперчить по вкусу, добавить имбирь, перемешать."
    ],
    "url": "https://www.povarenok.ru/recipes/show/71352/",
    "nutrition": {
      "calories": "1004.2 ккал",
      "protein": "24.8 г",
      "fat": "38.9 г",
      "carbohydrates": "155.3 г"
    }
  },
  {
    "name": "Моя солянка",
    "ingredients": [
      "Мясо (говядина на косточке)",
      "Вода (чтобы накрывала всe мясо)",
      "Морковь — 1 шт",
      "Лук репчатый — 1 шт",
      "Картофель — 4 шт",
      "Огурец соленый — 3 шт",
      "Томатная паста — 1 ст. л.",
      "Петрушка — 1 пуч.",
      "Сосиска",
      "Ветчина",
      "Колбаса (сервелат)",
      "Масло растительное",
      "Сметана",
      "Лимон",
      "Маслины",
      "Соль",
      "Перец черный (молотый)"
    ],
    "instructions": [
      "Сварить бульон (1,5 часа) из мяса. Я беру косточку, где побольше мяса - половину в суп, половину - в другие блюда оставляю (макароны по-флотски, блинчики или пирожки с мясом). Потом бульон процедить, мясо отделить от кости и мелко нарезать.",
      "Соленые огурцы нарезать кубиками.",
      "Сложить их в маленькую кастрюльку и тушить в небольшом количестве бульона, пока готовится всё остальное для солянки.",
      "Морковь натереть на крупной терке, лук порезать полукольцами. У зелени оборвать стебельки и нарезать их. Листики зелени пока оставить.",
      "Всё это обжарить в растительном масле. Посолить, поперчить, добавить томат-пасту и немного потушить.",
      "Сосиски нарезать кружочками, ветчину и полукопченую колбасу - кубиками.",
      "Мясное ассорти обжарить в масле на другой сковороде до слегка золотистого цвета.",
      "Бульон поставить на огонь, как закипит, опустить нарезанную кубиками картошку.",
      "Когда картошка почти сварится (нужно пробовать), опустить туда же огурцы, вместе с бульоном, в котором они варились, следом, всё с обеих сковородок и нарезанное мясо из бульона. Прокипятить, если надо, то досолить и поперчить по вкусу. Оставленные листики зелени порезать и посыпать суп сверху.",
      "Этот шаг - по желанию. Разлить солянку по горшочкам и потомить в духовке (до закипания). Перед подачей в каждый горшочек (или в тарелку) положить сметану, несколько черных маслин и ломтик лимона. К слову сказать, муж мой ест почему-то без сметаны... Приятного аппетита!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/6304/",
    "nutrition": {
      "calories": "861 ккал",
      "protein": "23.8 г",
      "fat": "22 г",
      "carbohydrates": "140.6 г"
    }
  },
  {
    "name": "Суп \"Остановиться невозможно\"",
    "ingredients": [
      "Чечевица — 100 г",
      "Сельдерей черешковый (1 стебель) — 1 шт",
      "Картофель (среднего размера) — 3 шт",
      "Морковь — 1 шт",
      "Лук репчатый — 1 шт",
      "Масло растительное — 3 ст. л.",
      "Соевый соус (Kikkoman) — 1 ст. л.",
      "Сок лимонный — 1/2 ст. л.",
      "Чеснок (сушеный) — 0.5 ч. л.",
      "Соль (по вкусу)",
      "Перец черный (по вкусу)"
    ],
    "instructions": [
      "Чечевицу промыть, залить 2 л воды и поставить на огонь. Варить 20 минут после закипания. Пока чечевица готовится, картофель почистить и нарезать достаточно крупными кубиками.",
      "Лук и морковь почистить. Лук мелко нарезать, морковь натереть на крупной терке.",
      "Сельдерей мелко нарезать.",
      "Все овощи мы будем обжаривать на растительном масле. Сначала обжарить лук до прозрачного цвета, а затем добавить морковь и сельдерей. На другой сковороде немного подрумянить картофель.",
      "Добавить овощи к чечевице. Приправить солью, перцем, сушеным чесноком, соевым соусом и лимонным соком.",
      "Варить 15-20 минут до готовности картофеля и чечевицы."
    ],
    "url": "https://www.povarenok.ru/recipes/show/104061/",
    "nutrition": {
      "calories": "1214.5 ккал",
      "protein": "42.3 г",
      "fat": "43.2 г",
      "carbohydrates": "171.1 г"
    }
  },
  {
    "name": "Бархатный грибной суп",
    "ingredients": [
      "Укроп (мелко нарезанный) — 1/2 стак.",
      "Молоко — 100 мл",
      "Сливки — 200 мл",
      "Специи (соль, свежемолотый черный перец - по вкусу, мускатный орех - щепотка) — по вкусу",
      "Вино белое сухое — 200 мл",
      "Грибы (у меня 300 гр замороженных белых грибов и 200 гр свежих шампиньонов) — 500 г",
      "Чеснок — 2-3 зуб.",
      "Масло оливковое — 50 мл",
      "Лук репчатый — 300 г",
      "Сухарики (крутоны)",
      "Вода — 150 мл"
    ],
    "instructions": [
      "Не совсем придерживалась авторского рецепта, делала по своему вкусу и вполовину меньше по количеству. Приведенное выше количество продуктов - так варила я - на 4 порции. Лук режем кольцами (у меня был крупный, нарезала четверть-кольцами, но в следующий раз буду резать мелкими кубиками - быстрее сготовится), чеснок нарезаем пластиками. Обжариваем лук и чеснок в оливковом масле до золотистого цвета (ушло минут 10 на жарку).",
      "Белые грибы разморозила слегка, свежие шампиньоны нарезала крупными пластиками.",
      "Грибы добавляем к обжаренному луку, а также добавляем соль, черный перец (щедро), щепотку мускатного ореха. Перемешиваем.",
      "Вливаем 200 мл белого сухого вина. Как закипит, добавляем примерно 150 мл воды, накрываем кастрюлю крышкой и варим 10-15 минут.",
      "Затем добавляем в суп молоко и сливки, доводим до кипения и выключаем печь.",
      "Добавляем много укропа,",
      "Пробуем на вкус и при необходимости досаливаем и перчим. Пока суп варился, насушила сухариков из белого хлеба.",
      "Суп подаем с сухариками (крутонами). Пальчики оближешь и язык проглотишь! :) :) :) Попробуйте!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/39066/",
    "nutrition": {
      "calories": "1889 ккал",
      "protein": "38.5 г",
      "fat": "142.1 г",
      "carbohydrates": "88.9 г"
    }
  },
  {
    "name": "Крестьянский суп \"Затируха\"",
    "ingredients": [
      "Вода",
      "Яйцо куриное (1 шт. - для затирания, 1 шт. - для бульона) — 2 шт",
      "Соль (+ Перец)",
      "Лист лавровый",
      "Морковь (маленькая) — 1 шт",
      "Лук репчатый — 1 шт",
      "Картофель — 1 шт",
      "Курица — 0,5 шт",
      "Мука пшеничная / Мука"
    ],
    "instructions": [
      "Разбить одно яйцо, взбить и смешать с небольшим кол-ом воды, примерно 3 ст. л., посолить.",
      "Руки хорошо помыть с мылом. Руки намочить в яйце с водой.",
      "Обвалять в муке.",
      "И растирать руки друг об друга, получается затирка.",
      "",
      "",
      "Получается вот такая горка затирки. Много затирать не надо, примерно 1-1,5 чайной чашки.",
      "Затирку просеять через сито, чтобы \"ушла\" вся лишняя мука.",
      "",
      "Пока мы делали затируху, у нас сварился куриный бульон. Не буду подробно останавливаться на том, как сварить куриный бульон, все это и так прекрасно знают.",
      "Интесивно делаем воронку в бульоне и всыпаем туда затируху (примерно 1-1,5 чайной чашки, в зависимости от нужной вам густоты супа, но ещё и не забывайте о том, что мучные изделия имеют свойства разбухать, поэтому не переусердствуйте), постепенно размешивая. Дать супу закипеть, поварить минуты две, постепенно влить взбитое яйцо, дать ему свернуться, выключить, и минут пять пусть суп настаивается. Я не стала вливать яйцо, так как суп и так был очень наваристый. Ну, всё! Приятного аппетита!!!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/34853/",
    "nutrition": {
      "calories": "345.5 ккал",
      "protein": "18.7 г",
      "fat": "12.2 г",
      "carbohydrates": "40.2 г"
    }
  },
  {
    "name": "Щи из свежей капусты",
    "ingredients": [
      "Вода — 2 л",
      "Говядина (с косточкой) — 500 г",
      "Капуста белокочанная / Капустa — 1/2 шт",
      "Картофель — 3 шт",
      "Морковь — 1 шт",
      "Лук репчатый — 1 шт",
      "Помидор — 1 шт",
      "Масло сливочное — 50 г",
      "Лист лавровый — 2 шт",
      "Перец черный — 5 шт",
      "Чеснок — 2 зуб.",
      "Соль",
      "Укроп",
      "Петрушка",
      "Сметана",
      "Приправа (Вегетта) — 2 ст. л."
    ],
    "instructions": [
      "Сварить бульон из мяса с косточкой (1,5 часа). Бульон процедить. Мясо отделить от кости и порезать, пока его отложить.",
      "Капусту и очищенный картофель нарезать кубиками. Помидор ошпарить кипятком, облить холодной водой и очистить от шкурки. Нарезать его тоже кубиками, но помельче. Лук очистить и мелко нарезать. Морковь натереть на крупной терке. Растопить на сковороде сливочное масло и обжарить в нем лук и морковь.",
      "Бульон поставить на огонь. Как закипит, опустить капусту и варить 5-7 минут.",
      "Добавить картофель, а через 5 минут - помидоры. Варить 10 минут.",
      "Потом добавить в суп морковь с луком, мясо, специи и приправу. Варить 3 минуты. Чеснок пропустить через пресс и растереть его с солью. Когда щи будут готовы, положить в них рубленую зелень и чеснок с солью. Перемешать. Если мало соли - досолить по вкусу.",
      "Подавать со сметаной. Приятного аппетита!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/7536/",
    "nutrition": {
      "calories": "2286 ккал",
      "protein": "138.9 г",
      "fat": "106.3 г",
      "carbohydrates": "187.5 г"
    }
  },
  {
    "name": "Суп \"Шурпа\"",
    "ingredients": [
      "Говядина (или баранина) — 700 г",
      "Морковь — 2 шт",
      "Лук репчатый — 2 шт",
      "Картофель — 6 шт",
      "Перец болгарский — 2 шт",
      "Помидор — 2 шт",
      "Чеснок — 2 зуб.",
      "Томатная паста — 3 ст. л.",
      "Соль — по вкусу",
      "Перец черный — по вкусу",
      "Специи — по вкусу",
      "Зелень"
    ],
    "instructions": [
      "Лук нарезать. Обжарить в сковороде или сразу в кастрюле (если кастрюля с толстым дном).",
      "Добавить нарезанное мясо к луку и обжарить. До обжарки я сварила бульон из мяса с сахарной костью (приблизительно 3 литра). Затем вытащила мясо, нарезала кусочками и чуть обжарила с луком, бульон процедила.",
      "Далее подготавливаем овощи. Трем морковь, режем помидоры и перец.",
      "Добавляем к мясу подготовленные овощи, томатную пасту, заливаем овощи готовым бульоном, так чтобы овощи с мясом были прикрыты, и тушим минут 30.",
      "Пока овощи тушатся, подготавливаем картошку. Я нарезала ее брусочками (кому как нравится).",
      "После тушения выкладываем мясо с овощами в кастрюлю, туда же закладываем картошку.",
      "Заливаем все бульоном (мне понадобилось 2 литра, т. к. я хотела сделать суп погуще).",
      "Посолить, поперчить и варить до готовности картофеля. В конце варки добавляем зелень, чеснок (выдавленный через чеснокодавилку) и специи по вкусу.",
      "Суп готов. Приятного аппетита."
    ],
    "url": "https://www.povarenok.ru/recipes/show/11587/",
    "nutrition": {
      "calories": "2370 ккал",
      "protein": "165.1 г",
      "fat": "90 г",
      "carbohydrates": "231.4 г"
    }
  },
  {
    "name": "Украинский борщ с пампушками",
    "ingredients": [
      "Бульон (свинина или говядина)",
      "Капуста белокочанная / Капустa (400 г ) — 1/2 вилок",
      "Свекла (350 г ) — 2 шт",
      "Морковь (средняя 100 г ) — 1 шт",
      "Коренья (сельдерей, пастернак, петрушка)",
      "Перец болгарский — 1 шт",
      "Лук репчатый (100 г ) — 1 шт",
      "Картофель (300 г ) — 3 шт",
      "Чеснок (3 для борща и 3 для пампушек) — 6 зуб.",
      "Фасоль — 30 г",
      "Сало — 50 г",
      "Перец черный (по вкусу )",
      "Лист лавровый",
      "Зелень",
      "Томатная паста — 2 ст. л.",
      "Сок лимонный (или уксус, или лимонная кислота)",
      "Сметана (при подаче)",
      "Мука пшеничная / Мука (для пампушек) — 300 г",
      "Молоко (для пампушек) — 1 стак.",
      "Дрожжи (для пампушек) — 10 г",
      "Масло растительное (для пампушек) — 2 ст. л.",
      "Сахар (можно чуть меньше, для пампушек) — 1 ст. л.",
      "Соль (для пампушек) — 0.5 ч. л.",
      "Вода (для пампушек) — 1 ч. л."
    ],
    "instructions": [
      "Промойте мясо, поставьте вариться бульон и пока он варится, подготовьте опару для пампушек. В теплом молоке разведите дрожжи, соль, масло, сахар, 2-3 ложки муки для брожения и подождите, пока дрожжи не начнут пузыриться.",
      "Когда опара начнет пузыриться, замесите тесто – в миску высыпьте муку, залейте молоком с дрожжами, перемешайте ложкой, а затем хорошенько разомните тесто руками. Должен получиться колобок из теста, который нужно поставить в теплое место, чтобы тесто подошло.",
      "Свеклу нужно потушить почти до полной готовности, а тушится она долго. Поэтому рассчитайте время так, чтобы к началу варки борща свекла была уже полуготовой. Начинайте ее тушить, пока бульон еще варится. Для этого нашинкуйте ее соломкой и слегка обжарьте с добавлением небольшого количества масла. После этого в сковороду со свеклой добавьте один половник бульона, добавьте уксус, или лимонную кислоту (но я предпочитаю лимонный сок). Это нужно для того, чтобы свекла сохранила яркий цвет. И тушите ее почти до готовности, на очень маленьком огне, время от времени помешивая. Если бульон будет выкипать, добавляйте по мере необходимости. В самом конце я добавляю томатную пасту не в зажарку из лука и моркови, а именно в свеклу. Отдельно поставьте вариться заранее замоченную на ночь фасоль.",
      "А в это время... Тесто уже должно подняться и увеличиться в 2 раза. Снова разомните его и сделайте небольшие шарики, выложите их на смазанный маслом противень и поставьте на расстойку в теплое место. Чтобы пампушки были блестящими, смажьте их разболтанным яйцом перед тем, как поставить в духовку. Выпекать при температуре 180-200 градусов до зарумянивания.",
      "Приступаем к борщу. Из бульона вынуть мясо и первой кинуть в бульон порезанную крупным кусками картошку.",
      "Пока картофель варится, необходимо подготовить зажарку. Для этого необходимо обжарить нарезанные соломкой овощи в таком порядке: лук - морковь и коренья (у меня в этот раз пастернак)- болгарский перец. Зажарка имеет большое значение, так как зажаренные овощи придают особый вкус борщу, так же как и правильно подготовленная свекла.",
      "Когда картошка наполовину сварена, в борщ добавляется порезанная соломкой капуста.",
      "А вот и пампушки. После того, как вынете их из духовки, отставьте и накройте полотенцем, пусть немного отдохнут.",
      "Подготовьте соус для них, растерев в ступке чеснок с солью. Добавьте по ложке масла и воды. Перемешайте все хорошенько.",
      "Перед подачей каждую пампушку нужно обмакнуть в получившийся соус.",
      "Последними в борщ закладывают зажарку и потушенную свеклу и заранее отваренную фасоль. Все нужно довести до кипения и еще немного поварить. Добавить лавровый лист, досолить по вкусу. Я не люблю, когда овощи развариваются, поэтому после закипания варю еще буквально несколько минут, затем выключаю огонь.",
      "В классический украинский борщ в самом конце варки добавляют свиное сало, толченое с чесноком, солью и перцем. Я тру сало на крупной терке, а затем растираю вместе с чесноком и перцем.",
      "Все, борщ готов. Зелень можно добавить сразу, а можно в тарелку перед подачей. Необходимо, чтобы перед подачей борщ настоялся минут 20 под закрытой крышкой.",
      "При подаче на стол добавьте в борщ сметану, кусочки мяса, зелень. И конечно же, к борщу ароматные мягкие пампушки. Приятного аппетита!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/12169/",
    "nutrition": {
      "calories": "3189 ккал",
      "protein": "101.2 г",
      "fat": "84 г",
      "carbohydrates": "517.8 г"
    }
  },
  {
    "name": "Гороховый суп-пюре",
    "ingredients": [
      "Бекон (или грудинка) — 300 г",
      "Морковь — 1 шт",
      "Лук репчатый — 1 шт",
      "Горох (сухой) — 1 стак.",
      "Соль — по вкусу",
      "Масло сливочное — по вкусу"
    ],
    "instructions": [
      "Горох залить водой (примерно 1,5 л) и оставить часов на 5. Затем в этой же воде отварить в течение 1,5 ч. На самом деле, время приготовления зависит и от сорта гороха. Вполне возможно, что хватит и часа. Нужно пробовать, чтобы он был мягкий. Если сомневаетесь, то лучше варить 1,5 часа.",
      "Лук очистить и мелко нарезать. Морковь очистить и натереть на крупной терке. Спассеровать их вместе на сливочном масле. Добавить их к гороху за 15 минут до готовности.",
      "Бекон нарезать кубиками и обжарить в сливочном масле.",
      "Горох с овощами вместе с жидкостью перелить в блендер и превратить с его помощью в пюре.",
      "Перелить обратно в кастрюлю, добавить обжаренный бекон и довести до кипения. Досолить по вкусу.",
      "Приятного аппетита!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/37486/",
    "nutrition": {
      "calories": "1804.8 ккал",
      "protein": "88 г",
      "fat": "136.2 г",
      "carbohydrates": "56 г"
    }
  },
  {
    "name": "Рыбный суп из консервов",
    "ingredients": [
      "Консервы рыбные (в масле или в собственном соку) — 1 бан.",
      "Рис — 3 ст. л.",
      "Картофель (средний) — 2-3 шт",
      "Морковь — 1 шт",
      "Лук репчатый (1 маленькая для бульона, 1 средняя для жарки) — 2 шт",
      "Перец черный ( горошком - 3 шт., душистый - 3-4 шт.) — 3 шт",
      "Лист лавровый — 1 шт",
      "Масло растительное — 2 ст. л.",
      "Зелень"
    ],
    "instructions": [
      "Пока вода закипает, приготовить продукты.",
      "Закипела вода, положить в нее лавровый лист, перец, луковицу. Посолить. Затем добавить картофель, а через 10 минут мытый рис.",
      "Лук мелко порезать. Морковь натереть на крупной терке.",
      "Жарим лук до золотистого цвета.",
      "Добавляем морковь и тушим до готовности.",
      "Выкладываем овощи в суп. Добавить зелень (у меня смесь укропа, петрушки, сельдерея и мелко нарезанного болгарского перца). Сразу супчик стал золотистым и цветным.",
      "Консервы открыть. Масло добавить по вкусу. Будет наваристей. А кто за весом следит, слить или сделать как я - отдать кошке.",
      "Рыбу разобрать вилкой на средние кусочки.",
      "И положить в суп. Прокипятить 3-5 минут, снять с огня. Оставить настояться 30 минут.",
      "Затем разлить по тарелкам и посыпать свежей зеленью. ПРИЯТНОГО АППЕТИТА ВСЕМ! P.S. Приятно, что на сайте такой суп еще никто не готовил. Я вчера проверяла."
    ],
    "url": "https://www.povarenok.ru/recipes/show/40052/",
    "nutrition": {
      "calories": "1341.2 ккал",
      "protein": "55.8 г",
      "fat": "82 г",
      "carbohydrates": "97.3 г"
    }
  },
  {
    "name": "Овощной суп с сырными шариками",
    "ingredients": [
      "Бульон (или вода) — 2,5 л",
      "Перец болгарский (крупный) — 1 шт",
      "Морковь (крупная) — 1 шт",
      "Лук репчатый (средний) — 1 шт",
      "Картофель (средний) — 5 шт",
      "Сыр голландский (для шариков) — 100 г",
      "Яйцо куриное (для шариков) — 1 шт",
      "Мука пшеничная / Мука (для шариков) — 100 г",
      "Зелень (петрушка) — по вкусу",
      "Соль — по вкусу",
      "Перец черный — по вкусу",
      "Специи (у меня \"Летняя зелень\") — по вкусу",
      "Масло сливочное (для шариков) — 70 г",
      "Масло растительное — 4 ст. л."
    ],
    "instructions": [
      "Сыр натрем на мелкой терке, добавим сливочное масло (комнатной температуры), муку, яйцо, соль и \"Летнюю зелень\".",
      "Хорошо вымешиваем и убираем на 30 минут в холодильник.",
      "Морковь натрем на крупной терке, перец нарежем небольшой соломкой, лук - кубиками, картофель - крупными кубиками.",
      "В сковороде разогреем растительное масло и обжарим лук до слегка золотистого цвета.",
      "Добавим морковь и, периодически помешивая, обжариваем минуты 3-4.",
      "Добавляем болгарский перец и обжариваем еще минут 5. Отключаем огонь, добавляем черный перец и специи. Перемешиваем.",
      "В кипящий бульон (или воду) опускаем картофель и обжаренные овощи. Доводим до кипения, огонь убавляем и варим 15 минут.",
      "Тем временем, достаем из холодильника наше \"тесто\" и скатываем небольшие (величиной с фундук) шарики. Больше не делайте, т. к. при варке они сильно увеличатся в размере.",
      "Опускаем в кастрюлю \"шарики\", перемешиваем и варим минут 10-15. При необходимости досаливаем и подперчиваем.",
      "Наш ароматный суп готов. Отключаем огонь и добавляем (по желанию) нарезанную зелень петрушки."
    ],
    "url": "https://www.povarenok.ru/recipes/show/89272/",
    "nutrition": {
      "calories": "3450 ккал",
      "protein": "218.5 г",
      "fat": "184.8 г",
      "carbohydrates": "227.2 г"
    }
  },
  {
    "name": "Селянка по-домашнему",
    "ingredients": [
      "Свинина (и (или) говядина; кости с мясом) — 600 г",
      "Вода — 3,5 л",
      "Капуста белокочанная / Капустa (квашеная) — 900 г",
      "Морковь — 1 шт",
      "Лук репчатый — 1 шт",
      "Огурец (соленый, бочковой) — 2-3 шт",
      "Мясо (копчености, ассорти) — 400 г",
      "Томатная паста — 1 ст. л.",
      "Маслины (черные, без косточки) — 15 шт",
      "Масло растительное",
      "Сахар — 1 ст. л.",
      "Соль (по вкусу)",
      "Перец черный (молотый; по вкусу)",
      "Лист лавровый — 1-2 шт",
      "Зелень (укропа, петрушки; по вкусу)",
      "Сметана (по вкусу)"
    ],
    "instructions": [
      "Сварить из свинины бульон. Мясо вынуть, отделить от костей.",
      "Квашеную капусту, если очень кислая, промыть, мелко нарезать.",
      "Тушить на растительном масле, добавив сахар, почти до готовности.",
      "Тушеную капусту положить в кипящий бульон, варить 10 минут.",
      "Лук, морковь и томатную пасту спассеровать на растительном масле.",
      "Добавить в бульон.",
      "Соленые огурцы очистить от кожицы, нарезать соломкой (если семена крупные, удалить).",
      "Припустить на сковороде до мягкости",
      "Добавить огурцы в суп, варить 10 минут. Можно добавить огуречный рассол, если капуста сладковатая.",
      "Мясное ассорти (я обычно, покупая колбасу, ветчину, окорок, варено-копченое мясо отрезаю кусочек, кладу в пакет и убираю в морозилку).",
      "Нарезать крупной соломкой, добавить вареную свинину.",
      "Добавить мясо и копчености в суп, довести до кипения.",
      "Посолить, добавить перец, лавровый лист, маслины, нарезанные колечками. Варить 5 минут. Снять с огня.",
      "Перед подачей добавить в тарелку сметану и мелко нарезанную зелень.",
      "Приятного аппетита!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/54461/",
    "nutrition": {
      "calories": "3168.4 ккал",
      "protein": "123 г",
      "fat": "156.1 г",
      "carbohydrates": "99.4 г"
    }
  },
  {
    "name": "Окрошка из детства",
    "ingredients": [
      "Квас — 1 л",
      "Кефир — 1 л",
      "Яйцо куриное (варёное) — 5 шт",
      "Огурец — 4 шт",
      "Сосиска — 400 г",
      "Укроп — 30 г",
      "Петрушка — 30 г",
      "Лук зеленый — 70 г",
      "Картофель (отварной) — 7 шт",
      "Хрен (тёртый) — 2 - 3 ч. л.",
      "Соль (по вкусу)",
      "Сметана (20% по вкусу)"
    ],
    "instructions": [
      "Укроп, петрушка, огурцы. Помыть",
      "Подготовить продукты.",
      "Порезать огурцы, сосиски (всегда вместо сосисок использовали отварное мясо), яйца, картошку, укроп, петрушку и лук",
      "Всё, что порезали, заливаем квасом и кефиром (в то время мы пользовались кислым молоком - простоквашей)",
      "Посолить и положить сюда же две-три ч. ложки тёртого хрена для остроты",
      "Разливаем (раскладываем) по мискам и заправляем сметаной кому сколько хочется",
      "Ооочень вкусно. Даже дышится сразу легче... возможно это из-за традиций нашего рода.",
      "Бабушка говорила, что она молодой пользовалась именно этим рецептом",
      "Очень прошу не придираться, а сначала попробовать, если кто-то ещё не готовил окрошку таким способом. Приятного аппетита",
      "В окрошку использую вот этот квас",
      "Первый раз на три литра положила три ст. ложки сухого кваса и пять сахара. В последующем полторы ложки сухого кваса и поджаренный кусок чёрного хлеба (похожего на бородинский) для более приятного вкуса и цвета. Сахара три ст. ложки. Квас стоит на столе. Каждый вечер процеживаю и заливаю заново не кипячёной водой из фильтра. Сахара, если мало, можно добавить уже в процеженный квас",
      "Вот такой квасок получается.",
      "Из холодильника самое то, что нужно в окрошку или утолить жажду в жаркий денёк."
    ],
    "url": "https://www.povarenok.ru/recipes/show/47352/",
    "nutrition": {
      "calories": "2872.8 ккал",
      "protein": "130.6 г",
      "fat": "99 г",
      "carbohydrates": "343.5 г"
    }
  },
  {
    "name": "Свекольник",
    "ingredients": [
      "Свекла (средняя) — 1 шт",
      "Картофель — 4 шт",
      "Огурец — 2-3 шт",
      "Яйцо куриное — 4 шт",
      "Балык (в идеале это был хамон) — 200-250 г",
      "Кефир — 1,5 л",
      "Вода минеральная (столовая) — 1,5 л"
    ],
    "instructions": [
      "Отварить картофель, свеклу, яйца. Почистить овощи. Минералку и кефир охладить.",
      "Очень маленькими кубиками нарезать картофель (не переварите, тогда будут маленькие кубики)",
      "Яйца нарезать меленько, но не в кашу. Огурцы - на крупной тёрке соломкой (как лапша)",
      "Нарежем балык (хамон) лапшой - тоненько и длинненько",
      "Свеклу нарезать маленькими кубиками.",
      "В кастрюлю с нарезкой выливаем кефир и хорошо промешиваем. Дадим постоять пару минуток. Затем разбавляем минералкой. Обычно пропорция 1х1. Солим. Всё хорошо перемешиваем. И еще немного дадим постоять.",
      "А теперь разливайте по тарелочкам и сверху посыпьте зеленью (на любителя). Приятного аппетита!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/25296/",
    "nutrition": {
      "calories": "1910.5 ккал",
      "protein": "131.8 г",
      "fat": "70.6 г",
      "carbohydrates": "177.8 г"
    }
  },
  {
    "name": "Шурпа из баранины",
    "ingredients": [
      "Кости",
      "Жир (бараний)",
      "Морковь",
      "Картофель",
      "Помидор",
      "Чеснок",
      "Лук репчатый",
      "Зелень",
      "Приправа (Вегета)"
    ],
    "instructions": [
      "В казане варю баранину на косточке с большой целой луковицей.",
      "Когда мясо практически сварится, добавляю крупно нарезанную на брусочки морковь (если есть репа и горох нут, можно тоже добавить. Шурпа становится еще вкуснее и насыщеннее, только горох должен быть заранее замочен).",
      "Для поджарки нарезать бараний жир кубиками, лук полукольцами, помидоры крупными дольками, чеснок.",
      "На прогретую сковородку наливаю 1 столовую ложку растительного масла, кладу кусочками жир и жду, когда он растопится и немного зарумянится. Добавляю лук. Жарю до золотистого цвета. Пережаривать не надо, иначе цвет бульона будет темным и не аппетитным.",
      "Когда лук примет желаемый золотистый цвет, добавляю раздавленный чеснок и помидоры. Довести зажарку до состояния кашицы, чтобы она не пригорела. Повторяю, пережаривать не надо.",
      "Пока наше мясо и морковь (репа и горох) варятся, очищаем картофель, режем его на 4 части. Если в бульоне все сварилось до мягкого состояния бросаем картофель и варим его до полуготовности.",
      "Заправляем Вегетой, даем еще повариться.",
      "Добавляем нашу готовую зажарку. Наша шурпа приобретает очень ароматный и красивый вид.",
      "Нарезаем зелень, кладем в шурпу и на медленном огне доводим ее до полной готовности. Когда наша шурпа будет готова дайте ей немного постоять под крышкой минут 15-20. Мы очень любим такой супчик из баранины."
    ],
    "url": "https://www.povarenok.ru/recipes/show/5048/",
    "nutrition": {
      "calories": "255.2 ккал",
      "protein": "8 г",
      "fat": "0.7 г",
      "carbohydrates": "53 г"
    }
  },
  {
    "name": "Суп с фрикадельками",
    "ingredients": [
      "Фарш мясной",
      "Рис",
      "Яйцо куриное",
      "Картофель",
      "Морковь",
      "Помидор",
      "Зелень",
      "Лук репчатый",
      "Чеснок",
      "Масло растительное",
      "Соль",
      "Приправа (из трав)"
    ],
    "instructions": [
      "Мясной фарш смешать с рисом и 1 яйцом. Добавить соли.",
      "Сформировать небольшой величины шарики. Иногда мне некогда катать их и я просто беру чайную ложку и, зачерпывая фарш, опускаю в кипящую подсоленную воду.",
      "В кипящую подсоленную воду закидываем наши мясные колобочки. Пока делаем заготовку на поджарку они варятся.",
      "Картофель порезать на небольшие кубики. Для поджарки лук и чеснок нашинковать мелко, морковь протереть через терку, зелень мелко покрошить. Помидоры я использовала из банки, \"Эротические\", их тоже порезать кубиком.",
      "Порезанный картофель положить в бульон с фрикадельками.",
      "На разогретой масляной сковороде поджарить лук и чеснок, добавить морковь, помидоры и в конце зелень.",
      "Готовую поджарку добавить в бульон. Немного проварить.",
      "По желанию заправить приправой из трав и специй. Суп с фрикадельками готов!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/7551/",
    "nutrition": {
      "calories": "439.3 ккал",
      "protein": "15.6 г",
      "fat": "17.2 г",
      "carbohydrates": "53.4 г"
    }
  },
  {
    "name": "Фасолевый суп",
    "ingredients": [
      "Фасоль — 500 г",
      "Бекон — 150 г",
      "Лук репчатый — 2 шт",
      "Перец болгарский — 2 шт",
      "Мука пшеничная / Мука — 1 ст. л.",
      "Перец сладкий красный — 1 ст. л.",
      "Колбаса (салями) — 250 г",
      "Перец чили (щепотка)",
      "Чеснок — 2 зуб.",
      "Томатная паста — 1 ст. л.",
      "Уксус ((по желанию)) — 2 ст. л."
    ],
    "instructions": [
      "Замоченную на ночь в холодной воде фасоль - отварить. Сваренную фасоль процеживаем, водичку в которой варилась фасоль, оставляем. Бекон режим кубиками и обжариваем на растительном масле. Лук режем полукольцами, болгарский перец нарезаем кубиками и отправляем к бекону, жарим при постоянном помешивании до золотистого цвета.",
      "Добавляем красный сладкий перец и муку, хорошенько перемешиваем.",
      "Добавляем фасоль и все перемешиваем. Обжаренную фасоль перекладываем в кастрюлю и заливаем водой, в которой варилась фасоль. Солим.",
      "Как только суп закипит, огонь убавим, если суп сильно густой добавьте еще воды. По истечении 15 минут добавим щепотку чили, уксус, томатную пасту и колбасу, нарезанную кубиками. Даем супу закипеть. После выключения добавим чеснок, пропущенный через пресс.",
      "Подаем со сметаной и зеленью. Приятного аппетита!!!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/24646/",
    "nutrition": {
      "calories": "3261.2 ккал",
      "protein": "188.8 г",
      "fat": "127.2 г",
      "carbohydrates": "343.2 г"
    }
  },
  {
    "name": "Лагман \"Шелковая нить\"",
    "ingredients": [
      "Говядина — 300 г",
      "Лук репчатый — 2 шт",
      "Перец болгарский — 2 шт",
      "Морковь — 1 шт",
      "Фасоль (Ловия)",
      "Чеснок — 5-6 зуб.",
      "Зелень (укроп, базилик, кинза, если есть)",
      "Масло растительное — 80 г",
      "Картофель — 1-2 шт",
      "Приправа (зира и кинза) — по вкусу",
      "Помидор (можно заменить томатным соком 250- 300 гр) — 4 шт",
      "Редька (зеленая, можно и без нее) — 1/2 шт",
      "Репа (на любителя, совсем немного)",
      "Макаронные изделия / Макароны"
    ],
    "instructions": [
      "Лагман готовится довольно быстро... В раскаленное растительное масло кладем немного бараньего жира (думбу), это нужно просто для вкуса, хотя можно обойтись и без него.",
      "У меня была говядина, но если есть баранина - это, конечно, еще лучше.",
      "Мясо нарезать кусочками (мой сын любит покрупнее).",
      "В казане жир уже поджарился, шкварки вынимаем, бросаем мясо, помешали его, чтобы не подгорело, а поджарилось ровненько, в это же время режем лук кубиками.",
      "Лук отправляем к мясу, делаем средний огонь и жарим его до светло-золотистого цвета. А в это время режем морковку, болгарский перчик, редьку (немножко, половинку), если есть - репу (тоже совсем немного, она придает горьковатый вкус, а это на любителя).",
      "Лучок поджарился, и мы закладываем только что нарезанные овощи туда и продолжаем жарить, пока не отделится масло.",
      "Теперь режем помидорки, чеснок и фасоль (у меня она замороженная) и тоже закидываем в казан, опять ждем, чтобы масло отделилось, и не забываем помешивать, чтобы не подгорело.",
      "Берем зиру и кориандр (кинзу), растираем немного и отправляем в казан, жарим 2-3 минутки.",
      "Теперь наливаем воду (я лью кипящую, но можно и холодную), сразу же бросаем нарезанный кубиками картофель, доводим до кипения, снимаем пену, убавляем огонь, чтобы не бурлило. Кладем пучок хорошо промытой кинзы (после того, как все сварится, его мы уберем), солим по вкусу. Добавляем щепотку сухого базилика (райхона), если есть, оставляем вариться на медленном огне час-полтора.",
      "Отдельно отвариваем тоненькие макарончики (у нас продается готовый лагман, но мне очень не хотелось в дождь и холод тащиться на базар), хотя и макароны не возбраняются..., промываем холодной водой, кладем в касу (можно в тарелку), споласкиваем кипятком, воду выливаем, теперь осталось налить наш бульон (подливу), сверху посыпать зеленью (какая есть). Готово!",
      "Вот и все!!! Приятного аппетита!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/39016/",
    "nutrition": {
      "calories": "1915.3 ккал",
      "protein": "81.9 г",
      "fat": "119.3 г",
      "carbohydrates": "135.4 г"
    }
  },
  {
    "name": "Кислые щи из квашеной капусты",
    "ingredients": [
      "Грудинка (можно ребрышки, для бульона) — 800 г",
      "Окорок (сырокопченый, для бульона) — 400 г",
      "Лук репчатый (для бульона) — 1 шт",
      "Морковь (для бульона) — 1 шт",
      "Петрушка (корень, для бульона) — 1 шт",
      "Бульон (не на 3 -х литровую кастрюлю, а именно на три литра бульона!) — 3 л",
      "Капуста белокочанная / Капустa (квашеная) — 500 г",
      "Сельдерей черешковый (корень) — 100 г",
      "Картофель — 3 шт",
      "Пшено (примерно 8-9 ст. л.) — 100 г",
      "Лист лавровый — 2 шт",
      "Перец черный (горошком) — 8 шт",
      "Соль — по вкусу",
      "Зелень"
    ],
    "instructions": [
      "Для начала нужно сварить бульон. Соотношение грудинки и сырокопченого окорока должно быть 2:1. Хорошей грудинки в этот раз не было, я взяла ребрышки. При варке в бульон добавляю лук, морковь и корень петрушки. Бульон обычно варю заранее.",
      "Дольше всего в приготовлении щей готовится капуста. Капусту я не промываю и не отжимаю. Просто перекладываю в толстодонную сковороду и тушу ее довольно долго под крышкой. В самом начале необходимо добавить в капусту несколько половников бульона и немного жира. Если бульон сварен заранее, то можно собрать застывший жир и добавить его. Я обычно так и делаю. Половину жира в капусту, а на оставшемся делаю зажарку. По мере выкипания бульона необходимо добавлять по половнику в капусту. И следить, чтобы она не пригорела. Процесс тушения занимает примерно 1-1,5 часа.",
      "Когда капуста уже почти готова, в горячий бульон кидаю крупно порезанную картошку.",
      "Готовлю зажарку, обжаривая на жире лук, морковь и корень сельдерея (или петрушки).",
      "Когда картошка сварена наполовину, в бульон опускаю пшенную крупу. Вообще, по правилам, щи загущают мукой или толченой картошкой. Но я люблю, когда в супе картошка крупными кусками, поэтому не толку ее, а муку в супе не люблю. Вариант с крупой для меня самый приемлемый.",
      "Вот так выглядит капуста, готовая к закладке в щи, в этот раз у меня капуста протушилась за 1 час.",
      "Незадолго до полной готовности картошки в щи добавляется подготовленная зажарка. И когда все овощи готовы, можно добавлять капусту. Если это сделать раньше, то картошка в кислой среде не доварится. Затем в щи необходимо добавить отделенное от костей и порезанное на кусочки мясо, лавровый лист.",
      "Последний штрих. Необходимо растолочь в ступке черный перец. Не перемолоть, а именно растолочь, чтобы он был очень крупными кусочками. И добавить его в щи.",
      "В самом конце добавляется зелень, и только теперь можно по вкусу присолить. Учитывая, что окорок и капуста довольно соленые, соли может понадобиться совсем немного. Доводим до кипения и выключаем. Щи получаются наваристые, густые. Это то блюдо, в котором соотношение жидкости и гущи очень высокое. Практически это нечто среднее между первым и вторым блюдом.",
      "При подаче можно добавить в тарелку сметану. Я больше люблю без нее. И еще, такие щи вкуснее на второй день, особенно, если их охлаждают. В зимнее время я просто выношу кастрюлю на балкон, после этого на второй день получается просто объедение! Вкуснятина необыкновенная! Только представьте: кисловатый вкус капустки, аромат копченого окорока... Мммм!!! Приятного аппетита!!!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/14581/",
    "nutrition": {
      "calories": "4238.2 ккал",
      "protein": "343.7 г",
      "fat": "154.5 г",
      "carbohydrates": "197.2 г"
    }
  },
  {
    "name": "Харчо из говядины",
    "ingredients": [
      "Хмели-сунели",
      "Соль",
      "Масло сливочное",
      "Перец черный",
      "Лист лавровый",
      "Петрушка (пучок)",
      "Томатная паста — 2 ст. л.",
      "Рис — 1/2 стак.",
      "Говядина (нежирная грудинка) — 1 кг",
      "Помидор — 3 шт",
      "Лук репчатый — 3 шт",
      "Сок лимонный — 2 ст. л.",
      "Чеснок — 2 зуб."
    ],
    "instructions": [
      "Грудинку промыть, порезать на кусочки, залить 4 л воды.",
      "Отварить до готовности при слабом кипении, снимая образующуюся пену и жир.",
      "Лук порезать и обжарить на сливочном масле.",
      "К луку добавить томатной пасты, спассеровать.",
      "За 20 минут до готовности мяса добавить в бульон промытый рис.",
      "Помидоры обдать кипятком.",
      "Снять кожицу.",
      "Мелко порезать кубиками.",
      "Помидоры соединить с мелко рубленной зеленью, выдавленным чесноком, солью, перцем, хмели-сунели и выдавленным лимонным соком.",
      "Добавить в бульон спассерованный лук и лавровый лист, довести до кипения.",
      "После закипания положить в суп помидоры с приправами.",
      "Снова довести до кипения, выключить газ и настоять под крышкой 20 минут."
    ],
    "url": "https://www.povarenok.ru/recipes/show/78/",
    "nutrition": {
      "calories": "2849.6 ккал",
      "protein": "220.7 г",
      "fat": "132.2 г",
      "carbohydrates": "201.7 г"
    }
  },
  {
    "name": "Лагман \"Для любимого мужа\"",
    "ingredients": [
      "Мясо (Я использовала нежирную свинину. Традиционно используют баранину или говядину) — 1 кг",
      "Картофель — 3 шт",
      "Помидор — 2 шт",
      "Морковь — 2 шт",
      "Лук репчатый — 2 шт",
      "Томатная паста — 2 ст. л.",
      "Лапша (Можно приготовить лапшу самостоятельно. Но, если нет времени, то, как и я, можете использовать готовую лапшу для лагмана) — 500 г",
      "Приправа (В магазинах продается специальная приправа для лагмана, если у Вас ее нет, то добавьте чеснок, черный перец и соль) — 1 упак.",
      "Вода",
      "Соль — по вкусу",
      "Зелень (любая по желанию)"
    ],
    "instructions": [
      "Подготавливаем все необходимые ингредиенты.",
      "В кастрюле либо в казане с толстым дном на растительном масле до золотистой корочки обжариваем мясо.",
      "К мясу добавляем нарезанный произвольно лук и продолжаем обжаривать.",
      "Добавляем нарезанную произвольно морковь и продолжаем обжаривать.",
      "Добавляем нарезанный произвольно помидор и тушим все вместе примерно 15 минут.",
      "После чего добавляем нарезанный произвольно картофель. Добавляем воды - столько, чтобы получился густой суп. Добавляем приправу. Все вместе на медленном огне варим до готовности картофеля, примерно 25 минут. Добавляем в конце томатную пасту.",
      "Отдельно варим лапшу для лагмана, как написано на упаковке. По времени это займет примерно 6 минут. В тарелку кладем лапшу для лагмана. Поливаем подливкой, кто сколько любит. Сверху посыпаем любимой зеленью."
    ],
    "url": "https://www.povarenok.ru/recipes/show/88444/",
    "nutrition": {
      "calories": "3160.1 ккал",
      "protein": "34.9 г",
      "fat": "4.1 г",
      "carbohydrates": "239.9 г"
    }
  },
  {
    "name": "Суп гороховый с копчеными ребрышками",
    "ingredients": [
      "Ребра (копченые) — 400 г",
      "Горох (сухой) — 2 стак.",
      "Картофель (крупный) — 5 шт",
      "Лук репчатый (большой) — 1 шт",
      "Морковь (крупная) — 1 шт",
      "Зелень (укроп, петрушка)",
      "Соль",
      "Перец черный (молотый)"
    ],
    "instructions": [
      "Ингредиенты указаны из расчета на 5-ти литровую кастрюлю. Горох хорошо промыть и варить на небольшом огне 1-1,5 часа. Этого времени вполне достаточно, чтобы горох разварился.",
      "Добавляем мелко нарезанный лук и натертую на крупной терке морковь. Варим еще минут 20.",
      "Добавляем разделанные на небольшие кусочки ребра.",
      "Минут через 10 добавляем нарезанный картофель. Солим, перчим по вкусу.",
      "Когда картофель сварится, добавляем мелко нарезанную зелень. Кипятим еще 2-3 минуты.",
      "Готово! Подавать лучше всего с гренками, но и без них вкус не портится. А запах копченостей просто непередаваемый!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/42367/",
    "nutrition": {
      "calories": null,
      "protein": null,
      "fat": null,
      "carbohydrates": null
    }
  }
]