[
  {
    "name": "Оладьи на кефире \"Идеальные\"",
    "ingredients": [
      "Кефир — 0,5 л",
      "Яйцо куриное — 1 шт",
      "Сахар — 1,5 ст. л.",
      "Соль — 1/3 ч. л.",
      "Мука пшеничная / Мука (стакан 250 мл = 160 гр) — 2,5 стак.",
      "Сода — 0,5 ч. л.",
      "Масло растительное (для жарки)"
    ],
    "instructions": [
      "Кефир автор советует достать из холодильника заранее, чтобы был комнатной температуры. Итак, кефир вылить в миску. Добавить яйцо, соль, сахар. Перемешать. Я пользовалась миксером.",
      "Затем добавить просеянную муку и соду. Обычно соду бросают в кефир, чтобы она погасилась, здесь же нужно добавлять именно с мукой.",
      "Тщательно перемешать. Размешивать тесто нужно сразу хорошо, потому что потом его мешать категорически нельзя! И оставить тесто на полчаса, чтобы пошла реакция кефира с содой.",
      "Спустя полчаса на поверхности теста образовались пузырьки (реакция пошла), можно приступать к жарке.",
      "Нагреть растительное масло. Помним, что тесто больше нельзя мешать. Тесто берем ложкой с краю, стараясь не беспокоить тесто, и как бы отщипываем об стенку миски. Выкладываем аккуратно на сковородку и обжариваем на среднем огне. Когда на поверхности начнут появляться и лопаться вот такие пузырьки (см. фото)...",
      "Переворачиваем на вторую сторону, оладьи сразу начинают подниматься.",
      "Вот и все. Вкусные, пышные оладьи на кефире готовы!",
      "Можно есть со сметаной, вареньем или просто так! В любом случае - это очень вкусно! И просто!",
      "Приятного аппетита!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/105828/",
    "nutrition": {
      "calories": "1358.1 ккал",
      "protein": "37 г",
      "fat": "20.3 г",
      "carbohydrates": "260 г"
    }
  },
  {
    "name": "Творожная запеканка",
    "ingredients": [
      "Творог (деревенский) — 1 кг",
      "Крупа манная — 0,5 стак.",
      "Яйцо куриное — 2-3 шт",
      "Сахар — 0,7 стак.",
      "Сметана — 0,5 стак.",
      "Молоко — 0,5 стак.",
      "Изюм",
      "Ванилин",
      "Соль",
      "Масло сливочное (смазать форму)"
    ],
    "instructions": [
      "Продукты для запеканки. Если хотите пышную запеканку, творога нужно брать не 400-500г, как в основных рецептах дается, а в 2 раза больше. Манку предварительно залить молоком, дать постоять. Замочить изюм, дать набухнуть.",
      "Яйца размешать с сахаром. В творог добавить щепотку соли, манку, яйца с сахаром, ванилин, изюм, сметану или кефир (что-нибудь из кисломолочного).",
      "Выложить в форму, смазанную маслом и посыпанную манкой или мукой, разровнять. Сверху смазать яйцом или сметаной (у меня желток+сметана).",
      "Выпекать в разогретой духовке минут 50-60 при 180 градусах.",
      "Остудили. Нарезали. Подавать со сметаной, ягодами, вареньем, медом и т. д"
    ],
    "url": "https://www.povarenok.ru/recipes/show/50048/",
    "nutrition": {
      "calories": "1182.7 ккал",
      "protein": "194 г",
      "fat": "30 г",
      "carbohydrates": "33.8 г"
    }
  },
  {
    "name": "Сырные лепешки за 5 минут",
    "ingredients": [
      "Кефир — 1 стак.",
      "Соль — 0,5 ч. л.",
      "Сахар — 0,5 ч. л.",
      "Сода — 0,5 ч. л.",
      "Сыр твердый (тертый) — 1 стак.",
      "Ветчина (или колбаска, или сосиски, тертые на терке) — 1 стак.",
      "Мука пшеничная / Мука — 2 стак."
    ],
    "instructions": [
      "В кефир добавить соль, сахар, соду, хорошо перемешать.",
      "Добавить сыр твердых сортов и муку. Хорошо перемешать.",
      "Полученное тесто разделить на колобки, раскатать небольшую лепешку (можно пожарить так), положить начинку (у меня - ветчина). Можно положить сыр другого вида, тоже очень вкусно. Тут ваша фантазия! Соединить края и немного раскатать.",
      "Жарить в предварительно разогретой сковороде на рафинированном масле с 2-х сторон на среднем огне, накрыв крышкой. Просмотрела все рецепты, но похожего нет. То, что поставили 11 вариантов - это, действительно, совсем не похожие варианты!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/50120/",
    "nutrition": {
      "calories": "2095.4 ккал",
      "protein": "113.6 г",
      "fat": "68.3 г",
      "carbohydrates": "260.8 г"
    }
  },
  {
    "name": "Ажурные блины",
    "ingredients": [
      "Масло растительное (для выпекания)",
      "Сода (пищевая) — 1 ч. л.",
      "Соль — 0,5 ч. л.",
      "Сахар — 1 ст. л.",
      "Мука пшеничная / Мука — 1,5 стак.",
      "Яйцо куриное (свежее) — 1-2 шт",
      "Молоко — 1 стак.",
      "Кефир — 0,5 л"
    ],
    "instructions": [
      "Приготовить ингредиенты для рецепта.",
      "В кастрюлю вылить кефир и немного подогреть (должен быть теплым, но не горячим). Добавляем яйцо (если крупное - одно, мелкое - два), сахар, соль, соду и перемешиваем. Кладем муку (примерно 1.5 стакана), кладем столько, чтобы масса была, как хорошая густая сметана, теперь все тщательно перемешиваем, чтобы не было комочков. Молоко доводим до кипения и тоненькой струйкой вливаем в массу, все время, помешивая (так мы завариваем наше тесто!). Если тесто получилось жидким, на ваш взгляд, добавьте немного муки (не волнуйтесь, основная масса уже «сварена»). Добавляем 1-2 ст. л. растительного масла, перемешиваем, тесто для выпечки блинов готово!",
      "Пеките блины, если есть возможность, на чугунной сковороде (по старой привычке я перед выпеканием смазываю сковороду растительным маслом, независимо от того, есть ли в тесте масло или нет).",
      "Блины готовы!",
      "Приятного аппетита!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/34621/",
    "nutrition": {
      "calories": "898.4 ккал",
      "protein": "29.3 г",
      "fat": "19.7 г",
      "carbohydrates": "152.4 г"
    }
  },
  {
    "name": "Кулич, который всегда получается",
    "ingredients": [
      "Молоко — 500 мл",
      "Дрожжи (ТОЛЬКО СВЕЖИЕ (вы, конечно, можете использовать 11 г сухих, но... я не советую)) — 50 г",
      "Мука пшеничная / Мука (но, может уйти и больше, зависит от качества муки и величины яиц) — 1,3 кг",
      "Яйцо куриное — 6 шт",
      "Масло сливочное — 200 г",
      "Сахар (300 г - по вкусу) — 250 г",
      "Изюм — 300 г",
      "Ванильный сахар — 1 ч. л."
    ],
    "instructions": [
      "Вот все, что нам потребуется. Настоятельно советую все подготовить заранее, чтобы было под рукой, т. к. рецепт очень быстрый, буквально мгновенный.",
      "В моей семье не слишком жалуют изюм, но очень любят орехи. Поэтому я вместо 300 г изюма взяла 100 г изюма, 100 г миндаля и 100 г цукатов. Изюм надо перебрать, освободить от остатков веточек и залить горячей водой на 15 минут. Миндаль залить крутым кипятком на 3-4 минуты.",
      "Затем кипяток слить, а миндаль обдать холодной водой и очистить от шелухи. После этого надо подсушить миндаль в микроволновке минуты три, через каждую минуту перемешивая, или на сковородке, но не подрумянивая. А после этого нарезать миндаль ножом на небольшие кусочки. С изюма слить воду, обсушить на полотенце и обвалять в муке.",
      "Я никогда не использую для приготовления куличей сухие дрожжи. ТОЛЬКО ЖИВЫЕ!!! Вы можете решить эту проблему сами. Молоко немного подогреть, растворить в нем дрожжи. Добавить 500 г муки, хорошо размешать. Поставить в теплое место. Накрыть полотенцем. Опара должна увеличиться вдвое (на это потребуется около 30 минут). Куличное тесто очень капризное, оно абсолютно не выносит сквозняков и в холодной квартире очень трудно подыскать для него теплое место. Если у вас уже отключили отопление и в квартире прохладно, выход есть: духовка. Надо нагреть ее до 35-40*С максимум и именно в ней держать тесто, пока оно подходит. Это самый лучший способ! У меня через 30 минут опара увеличилась втрое.",
      "Пока наша опара подрастает, надо успеть отделить белки от желтков. Желтки растереть с сахаром и ванильным сахаром добела. Белки взбить со щепоткой соли в стойкую пену.",
      "Наша опара готова, она выросла, буквально вспухла.",
      "Добавить в неё растертые желтки и перемешать.",
      "Следом добавить размягченное до безобразия масло и снова перемешать.",
      "В последнюю очередь добавить взбитые белки и снова аккуратно перемешать.",
      "Теперь надо просеять в нашу шикарную массу муку, делать это надо по частям, каждый раз тесто вымешивая. Муки может понадобиться больше, это зависит от качества муки и от величины яиц.",
      "То количество муки, которое указано, на мой взгляд было явно мало. Я просеяла муки на стол и вывалила на нее полужидкое тесто. Постоянно обмакивая руки в муку, я стала замешивать тесто от краев в середину. Оно жутко липло к столу и рукам и мне пришлось подсыпать муку. Но слишком я увлекаться и забивать тесто мукой не стала. Как только тесто стало немного отставать от стола и от рук, я прекратила замешивание. Пусть тесто и липнет еще немного, но хватит, достаточно.",
      "Тесто было жидковатое. Оно мягкое, живое... Когда берешь его на руку, оно буквально перетекает на другую руку... оно живет, дышит...",
      "Вот такое тесто надо уложить в большую кастрюлю, слегка присыпать мукой и снова отправить в теплую духовку. Дать тесту хорошо подняться.",
      "У меня на это потребовалось 50 минут. Извлечь тесто из духовки, добавить в него изюм, цукаты и миндаль. Настоятельно рекомендую не измельчать миндаль в блендере, а именно нарезать его на кусочки на дощечке ножом.",
      "Хорошо промесить тесто и снова отправить его в теплую духовку подниматься.",
      "Уже через 20 минут тесто выросло вдвое! Извлечь тесто из духовки, а саму духовку - ВНИМАНИЕ! - включить на 100*С!",
      "А пока тесто поднимается, надо подготовить формы. Донышко слегка смазать маслом и застелить кружком слегка промасленного пергамента. Борта форм маслом НЕ СМАЗЫВАТЬ!!! Тесто вывалить на стол, ножом разделить его на части, примерно по количеству форм. Я делала половину нормы и подготовила 5 форм. Каждый кусочек теста аккуратно и очень нежно обкатать в руках, придавая ему форму шара и затем осторожно опустить в форму. Формы поставить на противень и накрыть салфеткой. Уже через 10-15 минут тесто подросло вдвое и я отправила его в духовку, нагретую до 100*С.",
      "Выпекать куличи 10 минут. Затем увеличить температуру в духовке до 180-190*С и выпекать до готовности, т. е. до сухой зубочистки. Для маленькой формы потребовалось 25 минут, большие формы выпекались минут 35-40. Смотрите по своей духовке. Тесто надо накладывать на 1/3 высоты формы. Слева форма, в которую тесто так и было положено. Справа форма, в которую было положено почти 1/2 объема. Тесто поднялось шапочкой над краями формы.",
      "Готовые куличи извлечь из духовки и 10 минут дать постоять на столе. Тем временем приготовить глазурь. Я готовлю глазурь на основе лимонного сока и сахарной пудры. Вы можете приготовить по любому другому рецепту, можно использовать даже покупную, например фирмы \"Д-р Откер\", у них прекрасная глазурь! Когда глазурь будет готова, надо провести узким ножом вдоль стенок и вытряхнуть куличи на руку. Они необычайно легкие, нежные, воздушные, так что действовать надо очень аккуратно. Горячие куличи покрыть глазурью и украсить. Это необыкновенные куличи, совершенно потрясающие, нежные, воздушные!!! Просто песня, а не рецепт. Готовить по нему было одно удовольствие, просто блаженство!!! Я готовила половину порции и пожалела, что приготовила не полную."
    ],
    "url": "https://www.povarenok.ru/recipes/show/88716/",
    "nutrition": {
      "calories": "7642.9 ккал",
      "protein": "182.3 г",
      "fat": "220.3 г",
      "carbohydrates": "1254.9 г"
    }
  },
  {
    "name": "Тесто для тонкой пиццы \"Как Пицца Хат\"",
    "ingredients": [
      "Молоко — 200 мл",
      "Мука пшеничная / Мука — 330 г",
      "Масло оливковое — 2 ст. л.",
      "Дрожжи (сухие) — 7 г",
      "Соль — 0,5 ч. л.",
      "Сахар — 2 ч. л."
    ],
    "instructions": [
      "В теплом молоке растворить сахар и дрожжи и дать постоять 10 минут. Если делаете в хлебопечке: Просеять муку, вылить молоко с дрожжами, масло, соль и поставить на режим «Пицца» (два 10-минутных замеса, перемежающихся с двумя по 10 минут подъемами) Если вручную: Соль просеять с мукой, добавить жидкую смесь, в конце влить масло. Месить 5 минут до получения гладкого теста. Смазать маслом емкость для подъема, тесто скатать шаром и положить на полчаса в емкости в теплое место. Накрыть емкость пленкой. Готовое тесто разделить пополам и растянуть руками в тонких 2 круга (можно раскатать).",
      "Выложить на тесто начинку (начинка должна быть полностью готовой, не сырой).",
      "Духовку нагреть до 250-270 С – чем выше температура, тем более хрустящей будет основа. Противень тоже нагреть. Вынуть противень, смазать кисточкой оливковым маслом (чтоб донышко хрустело после выпечки). Выложить пиццевый полуфабрикат на противень, включить (если есть) в духовке вентилятор. Выпекать до золотистого цвета бортиков или как любите. У меня ушло 15 минут.",
      "ПС. Вычитала интересный совет – в бортик пиццы защипывать тертый сыр. Еще не пробовала, но взяла на вооружение"
    ],
    "url": "https://www.povarenok.ru/recipes/show/18534/",
    "nutrition": {
      "calories": "1588.6 ккал",
      "protein": "40.9 г",
      "fat": "35.5 г",
      "carbohydrates": "280.9 г"
    }
  },
  {
    "name": "Чебуреки",
    "ingredients": [
      "Вода (кипяченая, теплая) — 200 мл",
      "Яйцо куриное — 1 шт",
      "Соль (не полная ) — 1 ч. л.",
      "Сахар — 0.5 ч. л.",
      "Водка — 4 ст. л.",
      "Масло растительное — 5-6 ст. л.",
      "Мука пшеничная / Мука — 2-2.5 стак.",
      "Мясо (говядина с жирком) — 300-350 г",
      "Лук репчатый — 1 шт",
      "Перец черный (молотый)"
    ],
    "instructions": [
      "Муку всыпать в миску (для начала 1.5 стакана), сделать в середине углубление, влить воду, масло, водку, вбить яйцо, добавить соль и сахар, замесить тесто, подсыпая еще муку (оно должно быть чуть мягче, чем на пельмени), хорошенько его вымешать на столе, затем прикрыть миской и оставить минимум на 1 час, в процессе перебить несколько раз, чем дольше тесто постоит, тем вкуснее будет.",
      "Мясо перекрутить с луком, добавить в фарш соль и перец по вкусу, затем немного развести ледяной водой (примерно 50 мл.) так, чтобы фарш был как очень густая сметана.",
      "Тесто поделить на две части, одну часть снова пока убрать под миску, другую поделить на кусочки размером примерно с мячик для пинг-понга, можно и больше, зависит от того, какой величины будут чебуреки, я люблю делать с ладошку величиной, небольшие. В сковороде разогреть достаточное количества растительного масла. Кусочек теста раскатать тонко, но не так, чтобы прямо просвечивалось иначе оно лопнет при жарке. На один край нанести слой начинки, сверху можно положить кусочек сливочного масла по желанию, это придаст дополнительную сочность и аромат.",
      "Накрыть начинку тестом, хорошо выпустить воздух, разглаживая ладошкой, иначе чебуреки при жарке будут надуваться и лопаться, и от этого вытечет весь сок, края хорошо придавить пальцами затем обрезать.",
      "Готовые чебуреки аккуратно перекладывать в хорошо разогретое масло, стараясь не разорвать тесто, жарить на среднем огне до золотистого цвета, переворачивать двумя широкими лопаточками.",
      "Пока жарятся одни, можно в это время лепить следующие.",
      "Приятного аппетита!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/33211/",
    "nutrition": {
      "calories": "2501.8 ккал",
      "protein": "38.1 г",
      "fat": "70.2 г",
      "carbohydrates": "248.6 г"
    }
  },
  {
    "name": "Творожная запеканка",
    "ingredients": [
      "Творог (лучше творожная масса с изюмом 4-5%) — 400 г",
      "Сахар — 3 ст. л.",
      "Крупа манная — 2 ст. л.",
      "Яйцо куриное — 2 шт",
      "Сметана — 2 ст. л.",
      "Ванилин — по вкусу",
      "Сухари панировочные / Панировка"
    ],
    "instructions": [],
    "url": "https://www.povarenok.ru/recipes/show/545/",
    "nutrition": {
      "calories": "1235.8 ккал",
      "protein": "96.1 г",
      "fat": "30.2 г",
      "carbohydrates": "145.5 г"
    }
  },
  {
    "name": "Запеканка творожная \"3 х 5\"",
    "ingredients": [
      "Творог (жирный 9% или домашний) — 500 г",
      "Яйцо куриное — 3 шт",
      "Масло сливочное (примерно 60 г) — 3 ст. л.",
      "Сахар (с горкой) — 3 ст. л.",
      "Сметана (с горкой) — 3 ст. л.",
      "Крупа манная (с горкой) — 3 ст. л.",
      "Ванильный сахар — 1 щепот."
    ],
    "instructions": [
      "Растопить в кастрюле 3 столовых ложки сливочного масла, добавить весь сахар, сметану, манку, все смешать до однородной массы.",
      "В полученную массу добавить яйца, все перемешать, добавить творог и щепотку ванилина.",
      "Все взбить блендером до однородной массы. Взбивание блендером обязательно. Масса должна стать однородной, как крем. Затем взбивать миксером 10-15 минут.",
      "Выложить в форму, смазанную маслом. Выпекать в духовке при температуре 160 градусов 60-85 минут. Протыкать деревянной палочкой для определения готовности. Здесь хочу обратить ваше внимание на время выпекания. В духовке у свекрови выпекание занимает 1 час. У меня 1 час 20 минут. Поэтому, чтобы запеканка не была сырой внутри в центре, обязательно контролируйте степень ее готовности деревянной палочкой. Если палочка сухая - можно выключать. Я запекаю в круглой емкости диаметром 23-26 см. Приятного аппетита!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/91430/",
    "nutrition": {
      "calories": "1790.9 ккал",
      "protein": "123 г",
      "fat": "77.1 г",
      "carbohydrates": "149.1 г"
    }
  },
  {
    "name": "Сливовый пирог из \"Нью-Йорк Таймс\"",
    "ingredients": [
      "Сахар (+ 2 ст.л. на посыпку) — 3/4 стак.",
      "Масло сливочное (или маргарин) — 113 г",
      "Мука пшеничная / Мука — 1 стак.",
      "Яйцо куриное — 2 шт",
      "Разрыхлитель теста — 1 ч. л.",
      "Соль — 1 щепот.",
      "Слива (сорт \"Венгерка\" или чернослив) — 12 шт",
      "Корица — 1 ч. л."
    ],
    "instructions": [
      "Слива по рецепту должна быть сорта \"Венгерка\". Если я правильно поняла, то ее еще называют чернослив. Я в первый раз купила очень крупную сливу, она закрыла всю поверность пирога. В последующие разы слива была мелкая, и тоже получилось вкусно и красиво. Нам понадобится 24 половинки, то есть 12 целых слив.",
      "Взбить масло с 3/4 ст. сахара.",
      "По одному добавить яйца, соль. Взбить еще раз.",
      "Ложкой вмешать муку, перемешанную с разрыхлителем. Не до фанатизма! Как видите, тесто довольно густое. На этом этапе включаем духовку на 175-180 градусов.",
      "Форму смазать маслом, присыпать мукой, выложить тесто, разровнять. У меня форма диаметром 24 см. Сливы разделить на половинки. Сверху, не вдавливая, разложить половинки слив.",
      "Смешать 2 ст. л. сахара с 1 ч. л. корицы.",
      "И присыпать коричным сахаром сливы. Ставим в хорошо разогретую духовку и выпекаем 40-45 минут до хрустящей корочки.",
      "Сахар на сливах карамелизуется. Выглядит пирог потрясающе. Как видите, зеленая, невзрачная слива после запекания превращается в янтарную, с красным отливом. Очень интересный эффект."
    ],
    "url": "https://www.povarenok.ru/recipes/show/59743/",
    "nutrition": {
      "calories": "4440.1 ккал",
      "protein": "33.2 г",
      "fat": "106.4 г",
      "carbohydrates": "842 г"
    }
  },
  {
    "name": "Намазка \"Ложная икра\"",
    "ingredients": [
      "Сельдь — 1 шт",
      "Масло сливочное — 150 г",
      "Сырок плавленый — 2 шт",
      "Морковь (небольшая) — 3 шт"
    ],
    "instructions": [
      "Селедку почистить от внутреностей, кожи и костей. Морковь отварить до готовности.",
      "Селедку, морковь, масло, сырки перекрутить через мясорубку и размешать. Намазывалка готова. Храниться в холодильнике до 5 дней (не знаю точно, столько не стояла никогда). Можно намазывать на хлеб, батон, на ломтики отварного или печеного картофеля, фаршировать яйца, огурцы, помидоры. Приятного аппетита! Несколько раз проводила эксперимент, давала откусить кусочек бутерброда и просила сказать с чем он, все единогласно говорили, конечно с красной икрой!! Так что дешево и сердито, а вкусно... Попробуйте!!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/7582/",
    "nutrition": {
      "calories": "2744.7 ккал",
      "protein": "134.4 г",
      "fat": "237 г",
      "carbohydrates": "18.6 г"
    }
  },
  {
    "name": "Творожное печенье \"Ракушки\"",
    "ingredients": [
      "Творог — 250 г",
      "Масло сливочное — 100 г",
      "Мука пшеничная / Мука — 250 г",
      "Разрыхлитель теста — 10 г",
      "Сахар (для работы с тестом)"
    ],
    "instructions": [
      "Творог растереть с размягченным сливочным маслом.",
      "Муку просеять, добавить разрыхлитель, перемешать. В творожную массу понемногу вмешивать мучную смесь. Замесить гладкое, не липнущее к рукам тесто. Возможно, понадобится больше или меньше муки, все зависит от творога.",
      "Отправить тесто в холодильник на 30 минут. После того как тесто \"отдохнуло\", раскатать в пласт толщиной 0,5 см, я раскатала немного тоньше. С помощью стакана вырезать кружки.",
      "На тарелку насыпать сахар и обвалять кружок в сахаре, свернуть пополам, сахарной стороной вовнутрь.",
      "Опять одну сторону обвалять в сахаре и сложить сахарной стороной вовнутрь. Теперь обвалять с обеих сторон.",
      "При желании можно в сахар добавить корицу. На противень, застеленный пергаментом, выложить \"ракушки\", соблюдая дистанцию и отправить в разогретую до 200 градусов духовку на 20 минут."
    ],
    "url": "https://www.povarenok.ru/recipes/show/59028/",
    "nutrition": {
      "calories": "1864.4 ккал",
      "protein": "68.6 г",
      "fat": "90 г",
      "carbohydrates": "198.5 г"
    }
  },
  {
    "name": "Салат \"Цезарь\" с курицей",
    "ingredients": [
      "Листья салата / Салат — 1 пуч.",
      "Курица (лучше грудки) — 1 упак.",
      "Яйцо куриное (отварные, я брала перепелиные) — 2 шт",
      "Сухарики (можно сделать самим, я брала уже готовые) — 1 пач.",
      "Помидоры черри — 1 упак.",
      "Сыр твердый",
      "Соус (спец.приготовленный)"
    ],
    "instructions": [],
    "url": "https://www.povarenok.ru/recipes/show/21994/",
    "nutrition": {
      "calories": "412.3 ккал",
      "protein": "21.2 г",
      "fat": "23.5 г",
      "carbohydrates": "27.1 г"
    }
  },
  {
    "name": "Блины на молоке",
    "ingredients": [
      "Сахар (если хотите сладкие блины, можно добавить 2 или 3 ст.ложки сахара) — 1 ст. л.",
      "Яйцо куриное — 3 шт",
      "Соль — 0,5 ч. л.",
      "Мука пшеничная / Мука — 2 стак.",
      "Молоко — 3 стак.",
      "Масло растительное (рафинированное, в тесто) — 3 ст. л.",
      "Разрыхлитель теста — 3/4 ч. л."
    ],
    "instructions": [
      "Насыпаем в миску просеянную муку, соль, сахар, разрыхлитель. Добавляем яйца и полстакана молока.",
      "Замешиваем густоватое тесто, без комков.",
      "Затем понемногу разбавляем остальным молоком и замешиваем тесто, по консистенции напоминающее жидкую сметану. Вливаем 3 ст. ложки растительного масла и хорошо размешиваем, чтобы тесто соединилось с маслом.",
      "Хорошо разогреваем сковороду, смазываем ее маслом и наливаем тесто на сковороду, быстро повертывая ее, чтобы тесто разлилось по всей сковороде тонким ровным слоем. Подрумянившиеся с одной стороны блинчики переворачиваем на другую сторону с помощью лопаточки. Я всегда пеку блинчики на двух сковородах – так быстрее. Сковороды смазываю через раз растительным маслом.",
      "Блинчики получаются тоненькими, ажурными и воздушными. Подаю их с вареньем, с медом, со сметаной или с различными начинками: мясной, рыбной, творожной... Приятного аппетита!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/20683/",
    "nutrition": {
      "calories": "2086.7 ккал",
      "protein": "72 г",
      "fat": "66.1 г",
      "carbohydrates": "303.5 г"
    }
  },
  {
    "name": "Капустный пирог \"Остановиться невозможно\"",
    "ingredients": [
      "Капуста белокочанная / Капустa (молодая) — 500 г",
      "Яйцо куриное — 3 шт",
      "Сметана — 5 ст. л.",
      "Майонез — 3 ст. л.",
      "Мука пшеничная / Мука — 6 ст. л.",
      "Соль — 1 ч. л.",
      "Разрыхлитель теста — 2 ч. л.",
      "Укроп — 1/2 пуч.",
      "Кунжут (для посыпки)"
    ],
    "instructions": [
      "Капусту нашинковать, подсолить и слегка обмять.",
      "Добавить мелко нарезанную зелень.",
      "Яйца взбить в однородную массу.",
      "Добавить остальные ингредиенты и замесить тесто.",
      "Форму смазать сливочным маслом и выложить в неё капусту",
      "Залить тестом и посыпать сверху кунжутом.",
      "Поставить форму в разогретую до 180 С духовку, выпекать 30 минут до образования золотистой корочки."
    ],
    "url": "https://www.povarenok.ru/recipes/show/46800/",
    "nutrition": {
      "calories": "1795.6 ккал",
      "protein": "58.1 г",
      "fat": "95.6 г",
      "carbohydrates": "174.5 г"
    }
  },
  {
    "name": "Лепешки с сыром \"Проще простого\"",
    "ingredients": [
      "Мука пшеничная / Мука — 300 г",
      "Вода — 300 мл",
      "Сыр плавленый (или творог) — 200 г"
    ],
    "instructions": [
      "Муку высыпаем в чашку. Воду вскипятим. Снимем с огня и тут же выливаем в муку. Хорошо вымешиваем тесто до однородного состояния и оставляем на 30 минут, накрыв влажной салфеткой.",
      "Затем режем на кусочки... раскатываем очень тонкие лепешки с помощью муки. (Тесто податливое, труда раскатать не составит).",
      "Выкладываем начинку. Тертый сыр. Или творог, смешанный с сахаром и яйцами. Или соленый творог с зеленью.. И т. п. Включайте фантазию)))",
      "Сворачиваем обрезаем лишнее или просто защипываем края.",
      "И обжариваем на сковороде с разогретым маслом до золотистой корочки."
    ],
    "url": "https://www.povarenok.ru/recipes/show/23962/",
    "nutrition": {
      "calories": "1461 ккал",
      "protein": "75.6 г",
      "fat": "30.6 г",
      "carbohydrates": "224.7 г"
    }
  },
  {
    "name": "Блинчики в бутылке",
    "ingredients": [
      "Молоко — 600 мл",
      "Масло растительное — 3 ст. л.",
      "Яйцо куриное — 2 шт",
      "Сахар — 3 ст. л.",
      "Соль — 0,5 ч. л.",
      "Мука пшеничная / Мука (с горкой) — 10 ст. л."
    ],
    "instructions": [
      "Берем промытую 1,5-литровую бутылку от минералки (или любого напитка).",
      "В бутылку вставляем воронку и засыпаем муку,",
      "Сахар, соль,",
      "Заливаем яйца, растительное маслo,",
      "Молоко и закручиваем крышкой.",
      "Кроме самой идейки мне понравилось и описание рецепта от автора! Вот, дословно: - А сейчас танцы вприпрыжку и потрясыванием бутылки. В бутылке очень удобно размешивать тесто!",
      "Готовое тесто",
      "Сковороду поставить на огонь, раскалить её и добавляем несколько капель растительного маслa.",
      "Выливаем из бутылки тесто, разливаем тесто по сковороде и печем блины!",
      "Готовый горячий блинчик!",
      "А это пустая бутылочка. Мне было намного удобнее выливать тесто на сковороду из бутылки, чем половником. К тому же, всё вокруг было чисто, никаких капель, стекающих с половника!",
      "Все блины готовы",
      "Сворачиваем блины в конвертики",
      "Подаем на стол",
      "Мои замечания: возможно я недостаточно хорошо размешала тесто в бутылке, может и муку надо было просеять или добавить в бутылку сначала жидкие продукты, а потом уже сыпучие - у меня остались комочки в тесте. Но всё было поправимо: я слила тесто через ситечко в посуду, где я отмеряла молоко, и разделалась с комочками за 1 секунду. Затем через воронку опять влила тесто в бутылку! Грязной посуды мне не прибавилось, только ситечко - но это не проблема!",
      "Приятного Всем аппетита! Всего хорошего! :)"
    ],
    "url": "https://www.povarenok.ru/recipes/show/52400/",
    "nutrition": {
      "calories": "2046.9 ккал",
      "protein": "58.4 г",
      "fat": "58.6 г",
      "carbohydrates": "324.7 г"
    }
  },
  {
    "name": "Тертый пирог",
    "ingredients": [
      "Мука пшеничная / Мука — 2.5 стак.",
      "Маргарин (200 г) — 1 пач.",
      "Яйцо куриное — 1 шт",
      "Сахар — 0.5 стак.",
      "Сода — 0.5 ч. л.",
      "Майонез — 2 ст. л.",
      "Сок лимонный — 1 ст. л.",
      "Повидло — 0.5 стак."
    ],
    "instructions": [
      "Эластичное тесто",
      "Мажем вареньем или повидлом",
      "Мелко потертый кусок теста из морозилки"
    ],
    "url": "https://www.povarenok.ru/recipes/show/13517/",
    "nutrition": {
      "calories": "3780.7 ккал",
      "protein": "44.7 г",
      "fat": "181.4 г",
      "carbohydrates": "496.4 г"
    }
  },
  {
    "name": "Шарлотка от тети Светы",
    "ingredients": [
      "Яйцо куриное — 7 шт",
      "Сахар — 2 стак.",
      "Масло сливочное (или маргарин + немного для смазывания формы) — 0,5 стак.",
      "Мука пшеничная / Мука (2 стакана в тесто + немного для присыпки) — 2 стак.",
      "Яблоко (по вкусу)"
    ],
    "instructions": [
      "Яйца взбить с сахаром в очень крепкую пену. Когда у меня яйца очень крупные, беру не 7, как положено по рецепту, а 5 штук.",
      "В яично-сахарную смесь добавить растопленное масло и еще раз взбить.",
      "Аккуратно ввести просеянную муку, перемешать.",
      "Яблоки очистить от семенных коробочек и порезать пластинками. Чтобы яблоки равномерно распределялись в тесте и не оседали на дно, слегка присыпать их мукой. Лишнюю муку стряхнуть с яблок.",
      "В смазанную форму вылить часть теста, высыпать яблоки, залить их оставшимся тестом.",
      "Ставить форму в разогретую духовку. Выпекать при умеренной температуре 160-180 градусов. Печется примерно 40-50 минут. Возможно, в зависимости от духовки, уйдет и больше времени.",
      "Приятного чаепития!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/31444/",
    "nutrition": {
      "calories": "3572.9 ккал",
      "protein": "79.5 г",
      "fat": "46.9 г",
      "carbohydrates": "706.8 г"
    }
  },
  {
    "name": "Необычные оладьи",
    "ingredients": [
      "Масло растительное — 2 ст. л.",
      "Сода — 0,5 ч. л.",
      "Мука пшеничная / Мука — 3 стак.",
      "Яйцо куриное — 4 шт",
      "Кефир — 0,5 л",
      "Сахар — 3 ч. л.",
      "Соль — 1 ч. л.",
      "Масло растительное (для жарки - сколько потребуется)"
    ],
    "instructions": [],
    "url": "https://www.povarenok.ru/recipes/show/67669/",
    "nutrition": {
      "calories": "2426.2 ккал",
      "protein": "72.1 г",
      "fat": "69.8 г",
      "carbohydrates": "380.9 г"
    }
  },
  {
    "name": "Блинчики \"Классические\"",
    "ingredients": [
      "Мука пшеничная / Мука — 1,5 стак.",
      "Яйцо куриное — 2 шт",
      "Молоко — 1 стак.",
      "Вода — 1 стак.",
      "Масло растительное — 50 мл",
      "Сахар — 1 ст. л.",
      "Соль — 1/2 ч. л."
    ],
    "instructions": [],
    "url": "https://www.povarenok.ru/recipes/show/2342/",
    "nutrition": {
      "calories": "1336.5 ккал",
      "protein": "35.7 г",
      "fat": "65.2 г",
      "carbohydrates": "152.8 г"
    }
  },
  {
    "name": "И снова сырники",
    "ingredients": [
      "Творог (вкуснее всего, естественно, из домашнего) — 0,5 кг",
      "Яйцо куриное — 2 шт",
      "Крахмал — 3 ст. л.",
      "Крупа манная — 3 ст. л.",
      "Соль (щепотка)",
      "Сахар (щепотка + на посыпку) — 1,5-2 горст.",
      "Сметана — 3-4 ст. л.",
      "Вода (примерно) — 1/2-2/3 стак."
    ],
    "instructions": [
      "Итак, творог, яйца, манку, крахмал, по щепотке сахара и соли смешиваем вилочкой в однородную массу.",
      "Влажными руками формуем небольшие сырнички",
      "И обжариваем их БЕЗ панировки в растительном масле.",
      "Складываем в кастрюльку, пересыпаем сахаром (щедро!!!)",
      "Разводим сметану водой (чтобы было жидко)",
      "И заливаем сырники.",
      "Все это кипятим на маленьком огоньке 5 -10 минут. Лучше под крышкой. Потом вынимаем готовые сырники на тарелку и стараемся успеть ухватить свою порцию))",
      "Откровенно говоря, я боялась делать сырники таким образом. А теперь хожу и уговариваю себя, что сегодня надо сделать что-нибудь другое)) Выкладывать рецепт оказалось намного дольше, чем делать эту вкуснятину. Приятного аппетита!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/60626/",
    "nutrition": {
      "calories": "1135.7 ккал",
      "protein": "25.3 г",
      "fat": "28.7 г",
      "carbohydrates": "188.8 г"
    }
  },
  {
    "name": "Тесто для пиццы и сама пицца",
    "ingredients": [
      "Вода (можно добавить немного молока) — 125 мл",
      "Масло растительное — 1 ст. л.",
      "Мука пшеничная / Мука — 175 г",
      "Дрожжи — 7 г",
      "Колбаса (начинка) — 150 г",
      "Сыр твердый (начинка) — 100 г",
      "Грибы (начинка) — 10 шт",
      "Майонез (начинка) — 3 ст. л.",
      "Кетчуп (начинка) — 3 ст. л.",
      "Соль (щепотка, для теста)"
    ],
    "instructions": [
      "Из теплой воды (можно пополам с молоком), дрожжей, растительного масла и муки замесить мягкое тесто. И оставить подходить в теплом месте минут на 20. Пока тесто подходит можно заняться подготовкой начинки для пиццы.",
      "Через указанное время, раскатываем тонкую пышку, кладем ее на смазанный растительным маслом противень.",
      "Смазываем ее смесью майонез+кетчуп.",
      "Варенную колбасу трем на крупной терке, сверху выкладываем нарезанные маринованные грибы и посыпаем тертым сыром (у меня был пармезан). И все в духовку на 20 минут при температуре 200 С.",
      "Достаем из духовки, режем на кусочки и уплетаем за обе щечки :-) Приятного аппетита!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/25642/",
    "nutrition": {
      "calories": "1657 ккал",
      "protein": "70.8 г",
      "fat": "83.3 г",
      "carbohydrates": "159.5 г"
    }
  },
  {
    "name": "Бисквит за 3 минуты в микроволновке",
    "ingredients": [
      "Яйцо куриное — 1 шт",
      "Молоко — 5 ст. л.",
      "Масло растительное — 3 ст. л.",
      "Какао-порошок — 2 ст. л.",
      "Сахар (4 ст.л. для бисквита, 3 ст.л. для крема) — 7 ст. л.",
      "Мука пшеничная / Мука — 3 ст. л.",
      "Крахмал — 1 ст. л.",
      "Разрыхлитель теста — 1 ч. л.",
      "Вишня (без косточек) — 100 г",
      "Сметана — 150 г",
      "Шоколад молочный / Шоколад (для посыпки)"
    ],
    "instructions": [
      "В чашке смешайте при помощи вилки яйцо и сахар.",
      "Затем добавьте какао.",
      "Муку, крахмал (если нет крахмала, можете смело класть только 4 ст. л. муки) и разрыхлитель, хорошо перемешайте.",
      "Затем добавьте растительное масло и молоко.",
      "Размешайте до получения жидкого теста.",
      "Тесто вылейте в чашку (миску), объемом не меньше 500 мл, положив на дно пергамент. Поставьте в микроволновку ровно на 3 минуты на максимальную мощность (1000 Вт). Также Вы можете сделать порционно, разлив тесто в чашки.",
      "Все!!! Бисквит готов, посыпьте сахарной пудрой и подавайте к кофе или чаю.",
      "Я решила пойти дальше:разрезала бисквит на 3 части и смазала коржи взбитой сметаной с сахаром и вишней. Сверху посыпала тертым шоколадом.",
      "Получилось ну очень вкусно!!! Приятного аппетита!!!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/34979/",
    "nutrition": {
      "calories": "2102.6 ккал",
      "protein": "35.1 г",
      "fat": "86 г",
      "carbohydrates": "295.9 г"
    }
  },
  {
    "name": "Квашеная капуста",
    "ingredients": [
      "Капуста белокочанная / Капустa — 3 кг",
      "Морковь — 3 шт",
      "Вода — 1 л",
      "Соль — 2 ст. л.",
      "Сахар — 1 ст. л."
    ],
    "instructions": [
      "Я даю рецепт на 3 кг капусты, а сама делала на 10 кг (на продажу, поэтому так много). Берем 3 кг капусты.",
      "Шинкуем. У меня специальный нож для капусты.",
      "Теперь морковь.",
      "Перемешиваем капусту, морковь и плотно складываем в посуду (у меня ведро, можно в 3-литровую банку).",
      "Делаем рассол из расчета 2 ст. л. соли, 1 ст. л. сахара на 1 литр воды (я делала на 3 литра). Ставим наш рассол на плиту и доводим до кипения.",
      "После того, как рассол полностью остынет, заливаем капусту, накрываем крышкой и оставляем в теплом месте на 3-4 дня; обязательно каждый день перемешивать, чтобы она равномерно просаливалась. Как появится сверху пена (или пузырьки), значит, капуста готова! Добавляем в капусту немного растительного масла, лук и подаем к столу! Приятного аппетита!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/54658/",
    "nutrition": {
      "calories": "963.2 ккал",
      "protein": "57 г",
      "fat": "3.2 г",
      "carbohydrates": "176.8 г"
    }
  },
  {
    "name": "Мясной пирог из лаваша",
    "ingredients": [
      "Яйцо куриное — 1 шт",
      "Кефир — 1,5 стак.",
      "Зелень",
      "Лук репчатый — 1",
      "Морковь — 1 шт",
      "Мясо (Любое..или фарш) — 400 г",
      "Лаваш",
      "Сыр твердый (тведый) — 200 г"
    ],
    "instructions": [
      "Можно взять готовый фарш... приготовить как вам привычно.. обжарить фарш.. или немного отварить затем обжарить... Я люблю сырое мясо обжарить.. затем перекрутить в фарш... Так получается сочнее... на наш вкус вкуснее",
      "Мясо режем небольшими кусочками.. солим.. перчим.. Обарим с луком и морковью... минут 10 постоянно помешивая... добавляем любимые специи... и чайную ложку томатной пасты...",
      "Перемалываем мясо на комбайне.. или пропускаем через мясорубку... Остывший фарш смешиваем с зеленью и тертым сыром",
      "Форму выкладываем лавашом... Лаваш я делаю сама... можно и покупным.. (Повторюсь... рецепт лаваша я выкладывала здесь http://www.povarenok .ru/recipes/show/137 53/).. Выкладываем лаваш с нахлестом на бортики формы... И половину фарша выкладываем на лаваш",
      "Кефир размешайте с яйцом... Рвем лаваш на части.. окунаем в кефир",
      "Кусочки лаваша смоченые в кефире мнем и выладываем смятыми на фарш",
      "Сверху... на смятые кусочки лаваша... оставшийся фарш... затем накрыаем все это целыми лавашами.. (я из делаю небольшими... у меня снизу два... и сверху два лаваша)",
      "Смажем наш пирог сверху оставшимся кефиром... и положите несколько пластиков сливочного масла... отправляем пирог в духовку на 15 -20 минут.. выпекаем при температуре 240",
      "Приятного аппетита!!!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/17341/",
    "nutrition": {
      "calories": "1900.3 ккал",
      "protein": "80.9 г",
      "fat": "17.6 г",
      "carbohydrates": "159.6 г"
    }
  },
  {
    "name": "Тесто для пиццы без дрожжей",
    "ingredients": [
      "Мука пшеничная / Мука — 2 стак.",
      "Молоко (тeплое) — 0, 5 стак.",
      "Соль — 1 ч. л.",
      "Яйцо куриное — 2 шт",
      "Масло растительное — 2 ст. л."
    ],
    "instructions": [
      "В миску высыпаем 2 стакана муки и смешиваем с солью.",
      "В отдельной посуде смешиваем яйца, молоко и масло до однородного состояния (не взбиваем, а именно размешиваем).",
      "Постепенно, небольшими порциями, вливаем яично-молочную смесь в муку, постоянно перемешивая.",
      "Мука должна полностью впитать жидкость и в результате должна получиться однородная, липкая масса.",
      "Теперь начинаем вымешивать эту массу руками, периодически присыпая и её, и руки мукой.",
      "В результате минут через 10 получается очень мягкое, эластичное и гладкое тесто. Поверьте мне, это тесто настолько приятно на ощупь, что от самого процесса вымешивания будет очень сложно оторваться.",
      "Готовое тесто формируем в виде шара и заматываем во влажное полотенце. Оставляем на столе на 15 минут.",
      "Стол присыпаем мукой и раскатываем наш шар, как можно тоньше. Готовый лист должен просвечиваться. Благодаря эластичности теста даже тончайший слой не так-то легко порвать, так что не бойтесь. Раскатанное тесто поднимаем за один край, как раскрытую скатерть, и переносим на лист.",
      "Пункт \"начинка\" я пропускаю, у каждого свой любимый набор. Тесто запекается в течении 30-40 минут при 180 градусах (хотя, опять же, смотрите по своей духовке), приобретает золотисто-песочный цвет и надувается мелкими хрустящими пузыриками, так что получается лёгкий эффект слоистости. Просто объедение!!!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/41683/",
    "nutrition": {
      "calories": "1536.8 ккал",
      "protein": "43.4 г",
      "fat": "45.8 г",
      "carbohydrates": "240.5 г"
    }
  },
  {
    "name": "Блиц-хачапури",
    "ingredients": [
      "Сыр твердый (тертый) — 200 г",
      "Укроп (зелень) — 100 г",
      "Яйцо куриное — 2 шт",
      "Сметана — 200 г",
      "Мука пшеничная / Мука — 2 ст. л.",
      "Масло растительное — 2 ст. л."
    ],
    "instructions": [
      "Продукты, которые нам нужны.",
      "Выкладываем все продукты сразу: натертый сыр, два яйца, сметану, нашинкованую зелень укропа и две столовые ложки с большой горкой муки. В моем случае сыр \"Маасдам\", он очень ароматный.",
      "Смешиваем ложкой до однородной массы, без фанатизма. Не нужно ничего взбивать. В этом и состоит вся прелесть рецепта. А результат - просто фантастический! Вы убедитесь в этом сами.",
      "Наливаем на сковороду растительное масло и выкладываем сырную массу.",
      "Обжариваем до золотистого цвета с двух сторон на среднем огне. Первую сторону обжаривать под крышкой, затем аккуратно переворачиваем и жарим без крышки. В общей сложности 12 минут.",
      "Выкладываем на тарелку и отрезаем ароматные кусочки.",
      "Вот такие они в разрезе. Фото не очень удачное, но я думаю, вы будете иметь представление. Угощайтесь на здоровье!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/43683/",
    "nutrition": {
      "calories": "1362.6 ккал",
      "protein": "68.8 г",
      "fat": "92 г",
      "carbohydrates": "63.6 г"
    }
  },
  {
    "name": "Блины тонкие",
    "ingredients": [
      "Молоко (тёплое) — 0,5 л",
      "Крахмал картофельный (без горки) — 4 ст. л.",
      "Мука пшеничная / Мука (с горкой, просеянной) — 4 ст. л.",
      "Яйцо куриное (если маленькие, то +1) — 4 шт",
      "Соль — по вкусу",
      "Сахар (если сладкие, я кладу 1 ст. ложку) — по вкусу",
      "Ванилин — по вкусу",
      "Масло растительное — 2-3 ст. л."
    ],
    "instructions": [],
    "url": "https://www.povarenok.ru/recipes/show/69128/",
    "nutrition": {
      "calories": "1475.5 ккал",
      "protein": "39.1 г",
      "fat": "55.4 г",
      "carbohydrates": "210.8 г"
    }
  },
  {
    "name": "Лимонные маффины",
    "ingredients": [
      "Лимон — 1 шт",
      "Яйцо куриное — 3 шт",
      "Сахар — 300 мл",
      "Масло растительное — 100 мл",
      "Мука пшеничная / Мука — 400 мл",
      "Разрыхлитель теста — 1,5 ч. л.",
      "Ванильный сахар — 1 ч. л.",
      "Сметана (я беру легкую, 10%) — 200 г"
    ],
    "instructions": [
      "С лимона натереть кожуру - 1-2 чайной ложки",
      "Взбить яйца с сахаром, думаю, лучше всего миксером, но у меня его нет и я делаю насадкой блендера",
      "Добавить масло, лимонный сок и натертую цедру, постоянно взбивая на средних оборотах",
      "Смешать муку, разрыхлитель и ванильный сахар. Просеять в яичную смесь, перемешать.",
      "Добавить сметану, аккуратно перемешать еще раз, разложить по формам.",
      "Поставить в разогретую до 200 градусов духовку на 25 минут, они сразу характерно поднимутся",
      "Достаем и можно сразу подавать. Приятного аппетита!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/38805/",
    "nutrition": {
      "calories": "3545 ккал",
      "protein": "50.7 г",
      "fat": "161.5 г",
      "carbohydrates": "473.1 г"
    }
  },
  {
    "name": "Лучшая пицца \"А-ля пепперони и двойной сыр\"",
    "ingredients": [
      "Сыр твердый — 200 г",
      "Колбаса (салями) — 250 г",
      "Помидор — 1-2 шт",
      "Лук репчатый — 1 шт",
      "Перец болгарский — 1/2 шт",
      "Майонез (легкий) — 2-3 ст. л.",
      "Майоран (сушеный)",
      "Тесто дрожжевое",
      "Зелень"
    ],
    "instructions": [
      "Тесто разравниваем по форме руками... ооооооочень тонко!!! ТЕСТО: Кому лень заходить по ссылке, напишу рецепт здесь. - Простокваша (или кефир)- 0,5 л - Дрожжи - 2 ч. л. (развести в 1/2 стак. теплой подслащенной воды (1 ч. л. сахара)) - Масло растительное - 1/2 стак. - Мука - до мягкого теста Этого теста хватит на 2-3 пиццы в зависимости от диаметра формы, у меня d=32 см.",
      "Смазываем майонезом. Посыпаем сушеным майораном.",
      "Сыр трем на терке.",
      "И вот... наконец, чудеса... После майонеза и майорана наносим толстенный слой сыра...",
      "Режем дольками помидор.",
      "Так же режем салями.",
      "Выкладываем помидоры на расстоянии друг от друга.",
      "Выкладываем по принципу \"чешуи\" в порядке салями-помидор-лук. Очень важно, чтобы помидор был поверх лука.",
      "Посыпаем мелко нарезанным болгарским перцем.",
      "Затем вторая порция сыра.",
      "Выпекаем в разогретом духовом шкафу 25-30 минут."
    ],
    "url": "https://www.povarenok.ru/recipes/show/26956/",
    "nutrition": {
      "calories": "1129.5 ккал",
      "protein": "75.7 г",
      "fat": "79.3 г",
      "carbohydrates": "29.3 г"
    }
  },
  {
    "name": "Исчезающее овсяное печенье",
    "ingredients": [
      "Масло сливочное (размягчённое) — 115 г",
      "Сахар — 50-70 г",
      "Яйцо куриное — 1 шт",
      "Ванильный сахар — 1 ч. л.",
      "Мука пшеничная / Мука — 100-120 г",
      "Сода — 0,5 ч. л.",
      "Корица — 0,5 ч. л.",
      "Соль (щепотка)",
      "Хлопья овсяные — 150 г",
      "Изюм — 0,5 стак."
    ],
    "instructions": [
      "Взбить масло с сахаром и ванильным сахаром.",
      "Добавить яйцо, взбить.",
      "Добавить смешанные заранее муку, соду, корицу и соль. Хорошо перемешать.",
      "Затем добавить овес и изюм и еще раз тщательно перемешать.",
      "Выкладывать руками шарики на противень на расстоянии около 4-5 см, немного приплюснуть сверху. Печь 10 - 12 минут или до золотистого цвета.",
      "Всё! чудесное, ароматное, волшебное печенье готово!",
      "Малыши и мамочки, угощайтесь!!!",
      "С ВЕСНОЙ ВАС!!!",
      "ПРИЯТНОГО АППЕТИТА!!!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/63883/",
    "nutrition": {
      "calories": "2104.8 ккал",
      "protein": "37 г",
      "fat": "116 г",
      "carbohydrates": "234.9 г"
    }
  },
  {
    "name": "Очень нежное тесто для пирожков",
    "ingredients": [
      "Мука пшеничная / Мука — 800 г",
      "Сметана — 400 г",
      "Яйцо куриное — 3 шт",
      "Сахар — 3 ст. л.",
      "Дрожжи (1 пакетик) — 11 г",
      "Вода — 80 г"
    ],
    "instructions": [
      "Здесь рецепт теста, начинка в ингредиенты не входит. Я тесто замешивала в хлебопечке. Дрожжи добавить в тёплую воду (40С) и дать постоять 10-15 минут до образования пенной \"шапочки\".",
      "Отдельно миксером (на средней скорости) взбиваем сахар и яйца.",
      "Добавить сметану. Хорошо перемешать.",
      "Затем в пенную \"шапочку\" добавить взбитую смесь.",
      "Добавить муку.",
      "На режиме \"тесто\" замешиваем наше тесто.",
      "Даём тесту постоять в тёплом месте минут 50-60. Тесто должно увеличиться в обьёме.",
      "Начинку можно взять любую, какая Вам больше по душе. Подойдёт и сладкая, и не сладкая. Можно испечь просто булочки с корицей. У меня было две начинки: капуста тушёная и рис с яйцом и зелёным луком.",
      "Тесто наше отлично подошло. Формуем пирожки. С рисом и яйцом я пекла в духовке. Перед тем, как отправить в духовку обязательно дать постоять пирожкам около 10-15 минут, чтобы они увеличились в объёме. Затем аккуратно смазываем желтком и отправляем в разогретую до 200С духовку на 15-20минут (смотрите по своей духовке). Как только хорошо подрумянились, можно вынимать.",
      "Пирожки с капустой я жарила на сковороде в подсолнечном масле."
    ],
    "url": "https://www.povarenok.ru/recipes/show/71656/",
    "nutrition": {
      "calories": "4146.5 ккал",
      "protein": "111.3 г",
      "fat": "108.7 г",
      "carbohydrates": "687 г"
    }
  },
  {
    "name": "Шаурма",
    "ingredients": [
      "Лаваш (большие листы) — 3 шт",
      "Грудка куриная (большая) — 1 шт",
      "Огурец (средний размер) — 3 шт",
      "Помидор (средний размер) — 3 шт",
      "Лук репчатый (крупный) — 1 шт",
      "Капуста белокочанная / Капустa (маленькая) — 1/2 вилок",
      "Морковь (корейская, салат) — 200 г",
      "Сыр твердый (любой) — 200 г",
      "Майонез — по вкусу",
      "Кетчуп — по вкусу",
      "Карри (приправа) — по вкусу"
    ],
    "instructions": [
      "Эти продукты нам понадобятся...",
      "Сыр трем на крупной терке, лук режем полукольцами, помидоры-тонкими дольками, огурец-соломкой, капусту-соломкой (обмять с солью). Куриную грудку режем мелко и обжариваем с приправой КАРРИ (обязательно) до золотистого цвета.",
      "Лаваш режем на 2 равные части (у нас был большой). Начинку укладываем рядами с края лаваша, а кончик лаваша загибаем, чтобы содержимое не выпало: грудка-лук-морковь-к етчуп-капуста-огурцы -помидоры-майонез-сы р (примерно так)…",
      "Аккуратно лаваш сворачиваем…больше ничего добавлять не надо, даже зелени, он и так получается довольно крупный и сытный, хватает не на один день….",
      "Перед подачей разогреть в микроволновке…. приятного аппетита!!!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/30954/",
    "nutrition": {
      "calories": "2986.3 ккал",
      "protein": "204.8 г",
      "fat": "21.8 г",
      "carbohydrates": "516.4 г"
    }
  },
  {
    "name": "Гренки с сыром",
    "ingredients": [
      "Батон (нарезной) — 1 шт",
      "Сырок плавленый — 1 шт",
      "Колбаса (вареная) — 150 г",
      "Молоко — 100 мл",
      "Масло сливочное (кусочек)"
    ],
    "instructions": [],
    "url": "https://www.povarenok.ru/recipes/show/23558/",
    "nutrition": {
      "calories": "1660.3 ккал",
      "protein": "68.2 г",
      "fat": "52.5 г",
      "carbohydrates": "213.1 г"
    }
  },
  {
    "name": "Рис для роллов",
    "ingredients": [
      "Рис (круглый, на мой взгляд любой круглый подходит) — 2 стак.",
      "Уксус (рисовый) — 50 мл",
      "Сахар — 30 г",
      "Соль — 10 г",
      "Вода — 500 мл"
    ],
    "instructions": [
      ".",
      "."
    ],
    "url": "https://www.povarenok.ru/recipes/show/34250/",
    "nutrition": {
      "calories": "1459.8 ккал",
      "protein": "36 г",
      "fat": "12.5 г",
      "carbohydrates": "300.7 г"
    }
  },
  {
    "name": "Пирожки из заварного дрожжевого теста",
    "ingredients": [
      "Мука пшеничная / Мука (по 250 мл) — 4 стак.",
      "Вода (1 стакан (250 мл) тёплой для разведения дрожжей, 1 стакан кипятка для заваривания теста) — 2 стак.",
      "Дрожжи (свежие,можно заменить сухими быстрорастворимыми - 10г) — 50 г",
      "Сахар — 1 ст. л.",
      "Соль — 1 ч. л.",
      "Масло растительное — 3 ст. л.",
      "Готовая начинка"
    ],
    "instructions": [
      "Так как это тесто очень быстрое, к началу замеса должна быть готова начинка. У меня их было две. Первая - тушёное мясо, смешанное с поджаренным луком и отварным рисом.",
      "И отварные яйца с зелёным луком.",
      "Для теста нам понадобятся 2 стакана воды. Один ставим на огонь, чтобы закипел. В другом, тёплом, разводим дрожжи, добавляем соль, сахар и растительное масло. Свежие дрожжи можно заменить быстрорастворимыми, я использовала пакетик Саф-момент (11г)",
      "В отдельную миску просеиваем муку.",
      "Добавляем дрожжевую смесь и быстро перемешиваем. Вся мука, конечно, не впитается, но это не важно.",
      "Выливаем сверху стакан кипятка и начинаем замешивать тесто. Сначала ложкой, чтобы не обжечься, затем руками. При необходимости можно понемногу добавлять муку.",
      "Тесто должно получиться мягкое и эластичное.",
      "Следующий шаг - моя личная инициатива. Так как я люблю математическую точность, я развесила тесто на электронных весах по 50 г. У меня получилось 27 одинаковых шариков. Впрочем, этот шаг можно пропустить, а сразу отрывать кусочки теста...",
      "... раскатывать в тонкие лепёшки, раскладывать начинку...",
      "... и лепить пирожки.",
      "После того, как слепили последний, сразу ставим сковородку на огонь, хорошо разогреваем в ней растительное масло и жарим. Очень важно! Масло жалеть не следует, оно должно доходить хотя бы до половины пирожка, а лучше ещё выше. В этом случае пирожки будут пышные и без белой полоски посередине.",
      "Вот и всё! Пышные, румяные и очень быстрые пирожки готовы! Приятного аппетита!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/58076/",
    "nutrition": {
      "calories": null,
      "protein": null,
      "fat": null,
      "carbohydrates": null
    }
  },
  {
    "name": "Салат \"Идиллия\"",
    "ingredients": [
      "Яйцо куриное (сырое) — 2 шт",
      "Мясо (вареное (у меня - свинина)) — 150 г",
      "Огурец (свежий) — 1 шт",
      "Яблоко (свежее (зеленое)) — 1 шт",
      "Майонез (для заправки)",
      "Чеснок — 2 зуб."
    ],
    "instructions": [
      "Яйца взбиваем слегка венчиком, добавляем соль, перец на раскаленной сковородке, в небольшом количестве масла жарим яичный блинчик",
      "Мясо нарезаем соломкой",
      "Выкладываем мясной слой на тарелку, слегка смазываем майонезом",
      "Следом выкладываем слой из порезанных соломкой огурчиков, тоже смазываем майонезом",
      "Теперь слой порезанных соломкой яблочек... (чтобы яблочки не потемнели не забудьте хорошенько побрызгать из лимонным соком) смазываем слой майонезом",
      "Весь салатик равномерно посыпаем порезанны соломкой яичным блинчиком",
      "Можно украсить зеленью... посыпать чесночком...",
      "... приятнейшего Вам аппетита! :) P.S. несмотря на то, что в салатике очень мало ингредиентов, он получается сытным и нежным одновременно.. он понравится и мужчинам и женщинам... и создаст хорошее настроение на \"5+\" ;-)"
    ],
    "url": "https://www.povarenok.ru/recipes/show/35711/",
    "nutrition": {
      "calories": "761.2 ккал",
      "protein": "19 г",
      "fat": "26.4 г",
      "carbohydrates": "35.3 г"
    }
  },
  {
    "name": "Нежные отбивные",
    "ingredients": [
      "Мясо (корейка) — 0,5 кг",
      "Молоко — 200 мл",
      "Соль — 0,5 ч. л.",
      "Сахар — 1 ч. л.",
      "Перец черный (молотый) — 0,5 ч. л.",
      "Яйцо куриное — 1 шт",
      "Мука пшеничная / Мука — 100 г",
      "Масло подсолнечное (для жарки) — 50 мл"
    ],
    "instructions": [
      "Мясо разрезать на отбивные, лучше 8 маленьких кусков, чем 4 больших, отбить.",
      "На тарелке смешать соль, сахар, перец.",
      "Влажной рукой набрать этой смеси немного (сколько прицепится), так вы их не пересолите.",
      "И дотронуться к отбивной, смесь прилипнет. Так с двух сторон. Ничего, если немного неравномерно.",
      "Отбивные залить молоком и оставить хотя бы на час, можно на дольше. За это время их пару раз перемешать.",
      "Отбивные набухнут, вберут молоко и станут очень нежными.",
      "Вилкой перемешать яйцо, щепотку соли и перца. На другую тарелочку насыпать муки.",
      "Обвалять отбивную в муке.",
      "Потом в яйце.",
      "Жарить в подсолнечном масле до готовности.",
      "Готовые отбивные посыпать зеленью. У меня сушеный укроп."
    ],
    "url": "https://www.povarenok.ru/recipes/show/61898/",
    "nutrition": {
      "calories": "995.5 ккал",
      "protein": "22.4 г",
      "fat": "58.7 г",
      "carbohydrates": "95.1 г"
    }
  },
  {
    "name": "Нежный яблочный пирог с хрустящей корочкой \"Невидимый\"",
    "ingredients": [
      "Коньяк (по желанию) — 1 ст. л.",
      "Разрыхлитель теста (15 г) — 1 пач.",
      "Молоко — 90 мл",
      "Масло растительное — 2 ст. л.",
      "Сахар — 70 г",
      "Мука пшеничная / Мука — 60 г",
      "Яблоко (крупные) — 3-4 шт",
      "Яйцо куриное — 2 шт",
      "Миндаль (листиками) — 2-3 ст. л.",
      "Масло сливочное (растопленное) — 3 ст. л.",
      "Сахар (80 г на корочку и 1 ст.л. на посыпку) — 80 г",
      "Яйцо куриное — 1 шт"
    ],
    "instructions": [
      "Смешать муку, сахар, разрыхлитель.",
      "2 яйца слегка взбить вилкой и влить в смесь муки с сахаром.",
      "Теперь вливаем молоко. Размешиваем.",
      "Затем в тесто влить растительное масло и коньяк, если желаете. Хорошенько взбиваем до пузырьков.",
      "Приступаем к чистке яблок. Снять с них кожуру и убрать семечки. Нарезать тонкими пластинками, это обязательно, иначе не получится нужная нам текстура теста.",
      "Кладем яблоки в тесто. Посмотрите, какое тесто должно быть, его почти и не видно, оно впитано яблоками. Так и должно быть.",
      "Форму смазать маслом, вылить в нее тесто. И выпекать в разогретой духовке 25-30 мин. при температуре 200 град.",
      "Пирог готов, когда наощупь он достаточно твердый.",
      "В это время готовим будущую корочку: взбить в белую пену яйцо с сахаром. Добавить растопленное сливочное масло и еще раз взбить.",
      "Получается вот так.",
      "И залить этой смесью еще горячий пирог.",
      "Сверху посыпать пластинками миндаля и 1 ст. л. сахара.",
      "И поставить еще на 10-15 мин. в духовку при температуре 200 град. до золотистой корочки."
    ],
    "url": "https://www.povarenok.ru/recipes/show/49390/",
    "nutrition": {
      "calories": "2209.2 ккал",
      "protein": "39.1 г",
      "fat": "107.7 г",
      "carbohydrates": "254.9 г"
    }
  },
  {
    "name": "Лимонный пирог \"Наивкуснейший\"",
    "ingredients": [
      "Масло сливочное (размягченное) — 120 г",
      "Сахар — 100-120 г",
      "Мука пшеничная / Мука — 120 г",
      "Яйцо куриное — 2 шт",
      "Лимон (зависит от размера) — 0,5-1 шт",
      "Разрыхлитель теста — 7 г"
    ],
    "instructions": [
      "Размягченное сливочное масло размешать с сахаром.",
      "Добавить по одному 2 яйца.",
      "Затем добавить муку.",
      "Все тщательно размешать и вмешать цедру и сок половины лимона (можно добавить сок целого лимона).",
      "Затем добавить разрыхлитель, тщательно размешать.",
      "Форму для выпечки застелить бумагой (у меня диаметр - 22-23 см). Выложить тесто, разровнять.",
      "Выпекать в разогретой до 190 градусов духовке до золотистого цвета (около 20 минут), но следите по вашей духовке. Время может отличаться в зависимости от духовки. Пирог немного охладить, вынуть АККУРАТНО из формы. По желанию, можно приготовить глазурь: взбить лимонный сок (4 ст. л.) и 150 г сахарной пудры до белой тягучей массы, залить пирог."
    ],
    "url": "https://www.povarenok.ru/recipes/show/41035/",
    "nutrition": {
      "calories": "1887.8 ккал",
      "protein": "25.7 г",
      "fat": "112.4 г",
      "carbohydrates": "193.5 г"
    }
  },
  {
    "name": "Манная каша без комочков",
    "ingredients": [
      "Молоко — 0,75 стак.",
      "Вода — 0,25 стак.",
      "Крупа манная — 3 ч. л.",
      "Сахар",
      "Соль",
      "Масло сливочное"
    ],
    "instructions": [
      "Итак, начнем с предпосылок успешного приготовления каши. Во-первых, соблюдение рецептуры: для одной порции: на 3/4 стакана молока – 1/4 стакана воды и 3 ч.л. манной крупы. Во-вторых, лучше использовать кастрюльку с толстым дном. Вышеупомянутую кастрюльку надо ополоснуть холодной водой, налить в нее молоко и воду - ХОЛОДНЫМИ. Сверху насыпать манную крупу. Она частично утонет, а частично будет плавать на поверхности. Вот так.",
      "Оставляем будущую кашу на 10 минут. За это время крупинки манки впитывают холодную жидкость, набухают, благодаря чему во время варки не образуются никакие комочки. Примечание. Если молоко у Вас свежевскипяченное, горячее, то манку замачиваете в одной холодной воде, а молоко вливаете уже перед началом приготовления. Перед тем как ставить кастрюльку на огонь, ОБЯЗАТЕЛЬНО перемешайте ее содержимое, потому что манка оседает на дно. Ставим кашу на маленький огонь, если надо, добавляем сахар и соль. Когда будете варить в первый раз, лучше от каши все же не отходить, чтобы самостоятельно почувствовать, как она себя ведет. Но мешать ее постоянно не нужно. Скажем так, пока не закипит, я перемешиваю где-то раз в минуту, а после закипания – уже постоянно, а то каша просто к дну пригорит. Но комочков не будет все равно! После закипания варить где-то минуты 3. Все, готово. Добавляем масло, кто любит – варенье. Приятного аппетита! Да здравствует манная каша!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/55907/",
    "nutrition": {
      "calories": "69 ккал",
      "protein": "2.3 г",
      "fat": "0.1 г",
      "carbohydrates": "14.7 г"
    }
  },
  {
    "name": "Каша гречневая и секреты еe приготовления",
    "ingredients": [
      "Масло сливочное (желательно использовать качественное сливочное масло с высокой жирностью) — 1/2 ч. л.",
      "Соль (обычная поваренная соль) — 1/2 ч. л.",
      "Вода (чистая питьевая вода) — 2 стак.",
      "Крупа гречневая (необходима крупа с цельной ядрицей, не дроблёная) — 1 стак."
    ],
    "instructions": [
      "Итак, отмеряем стакан гречки (без горки), высыпаем в чашку и хорошенько перебираем, удаляя мелкие камешки и частицы мусора. Затем...",
      "Хорошенько промываем крупу холодной водой и сменяем воду несколько раз, пока она не станет чистой как на фотографии. После промывки гречку необходимо немного просушить.",
      "Теперь высыпаем гречку в сковороду и поджариваем её на среднем огне, постоянно помешивая, до золотисто-коричневого цвета.",
      "В кастрюле с толстыми стенками и дном на медленном огне растопите сливочное масло (1/2 чайной ложки), добавьте соль, гречку и...",
      "Хорошенько перемешайте, чтобы каждая гречинка (ядрица) покрылась маслом (но не жарьте). Пока Вы это делаете, необходимо вскипятить в чайнике или кастрюле 2 стакана воды.",
      "Смешав крупу с солью и маслом, вливаем в неё кипящую воду и убавляем огонь до минимума.",
      "Накрываем плотной крышкой и не открываем её минут 15-20. Здесь важно именно невмешательство в процесс, ведь наша кашка готовится не столько на воде, сколько на пару.",
      "Ну вот, наша замечательная кашка готова!",
      "Выложите её в тарелку деревянной ложкой и положите в кашку кусочек сливочного масла (масло здесь просто необходимо) и подавайте к столу горячей. Приятного аппетита!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/19054/",
    "nutrition": {
      "calories": "690.9 ккал",
      "protein": "26.5 г",
      "fat": "5.5 г",
      "carbohydrates": "142.8 г"
    }
  },
  {
    "name": "Уникальные творожные улитки",
    "ingredients": [
      "Творог — 360 г",
      "Желток яичный (крупный) — 4 шт",
      "Сода — 3/4 ч. л.",
      "Сахар — 3-4 ст. л.",
      "Мука пшеничная / Мука — 1 стак."
    ],
    "instructions": [
      "Приготовить продукты. От творога отделить примерно четверть, отложить всторону. Остальной творог положить в миску, добавить желтки и 1-2 ст. л. сахара (остальной сахар пойдёт в начинку). При желании, тесто можно совсем не подслащивать, положить сахар только в начинку.",
      "Растереть творог с желтками до однородной массы. Добавить соду (не гасить, это сделает творог). Перемешать и дать постоять 3-5 минут.",
      "К творожной массе добавить муку. Подсыпать понемногу, мешая ложкой. Когда мешать будет трудно, замесить тесто руками. Муки может потребоваться больше, в зависимости от консистенции и жирности творога. Готовое тесто скатать в шар и убрать в холодильник на 1,5 часа.",
      "Достать охлаждённое тесто, посыпать мукой поверхность и раскатать тесто в пласт толщиной 3-5 мм. Половину теста смазать отложенным ранее творогом. Тесто довольно легко рвётся, поэтому, если творог не очень мягкий, можно добавить к нему ложку сметаны, молока или даже воды, растереть в отдельной чашке и после этого нанести на тесто. Сверху на творог посыпать 1-2 ст. л. сахара (или можно добавить сахар в творог). Накрыть творожную половину теста пустой частью.",
      "Скатать в рулет. Включить духовку на 170-180 градусов.",
      "Отрезать от рулета кусочки толщиной в 1 см и выкладывать на противень, застеленный бумагой для выпечки или фольгой, на расстоянии 2-3 см. Сверху можно ещё чуть-чуть присыпать сахарным песком.",
      "Выпекать в горячей духовке 20-25 минут.",
      "Можно кушать горячими, можно брать с собой на прогулку или подать на праздничный стол.",
      "Пробовала сделать такое же тесто не на желтках, а из целых яиц и в виде булочек. Но получается уже немного не то, тесто более упругое. Такие булочки можно разрезать пополам и смазывать маслом или вареньем. Но самым маленьким карапузам всё равно не понравится. Так что, лучше печь именно на желтках, тем более белок аллергичным детям не рекомендуют до 1,5-2 лет. Кстати, это самый лучший способ утилизации желтков!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/50213/",
    "nutrition": {
      "calories": "1206.2 ккал",
      "protein": "98.5 г",
      "fat": "40.2 г",
      "carbohydrates": "205.8 г"
    }
  },
  {
    "name": "Сыр \"Сливочный\" от бабы Шуры",
    "ingredients": [
      "Творог — 1 кг",
      "Молоко — 1 л",
      "Яйцо куриное — 3 шт",
      "Масло сливочное — 100 г",
      "Сода — 1 ч. л.",
      "Соль (или по вкусу) — 1,5 ч. л."
    ],
    "instructions": [
      "Чтобы получился хороший сыр, творог должен быть сухой и не жирный. Положить в молоко творог и нагревать до кипения и варить 7-10 минут, периодически помешивая. Если творог был не жирный и сухой, то он сразу начнёт слегка плавиться и немного тянуться.",
      "Готовую массу откинуть на дуршлаг, застеленный марлей. Дать стечь жидкости. На ощупь масса будет похожа на мягкий тянучий пластилин. С такого варёного творога жидкость стекает 2-3 минуты. Чтобы процесс ускорить, можно массу отжать руками.",
      "В отдельную посуду с толстым дном, но не эмалированную, положить стёкший творог, яйца, масло, соль, соду и всё тщательно перемешать руками.",
      "Поставить эту смесь на средний огонь и, постоянно помешивая, расплавлять. При расплавлении масса начнёт тянуться. Таким образом (не переставая мешать), хорошо проварить эту смесь около 5-7 минут. Вот, что получается после пяти минут варки. Многие писали в отзывах, что посуда испорчена напрочь! Совсем нет! Просто надо постоянно мешать и мешать сырную массу! Да и сыр лучше плавится при постоянном перемешивании. Когда масса начнёт отставать от стенок посуды - сыр готов. Переложить сырную массу на блюдо, накрыть плёнкой, чтобы корочка не заветрилась и поставить сыр на холод для остывания.",
      "Сыворотку, оставшуюся после варки, не выливайте - из неё можно печь вкусные блины. Получился очень нежный сливочный сыр. Приятного аппетита!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/32376/",
    "nutrition": {
      "calories": "2386.4 ккал",
      "protein": "231 г",
      "fat": "124.2 г",
      "carbohydrates": "85.6 г"
    }
  },
  {
    "name": "Печенье \"Минутка\"",
    "ingredients": [
      "Маргарин — 200 г",
      "Сыр плавленый (упаковка 100 г) — 2 шт",
      "Мука пшеничная / Мука — 1 стак.",
      "Сахар — по вкусу"
    ],
    "instructions": [
      "Вот, что нам понадобится для приготовления этого несложного печенья",
      "Сначала натрём на мелкой тёрке сырки.",
      "К сыркам добавим охлаждённый и натёртый на крупной тёрке маргарин",
      "И стакан (250 г) просеянной муки.",
      "Замесим тесто.",
      "Раскатаем тесто на присыпанном мукой столе. Формочкой вырежем печенюшки.",
      "Выложим печеньки на противень и слегка присыпем их сахарком. Если хочется, чтобы печенье было несладким, можно слегка присыпать солью и кунжутом или тмином, или другими специями на Ваш вкус. Я, кроме сахара, некоторые печеньки посыпала корицей.",
      "Выпекаем в духовке, разогретой до 180-190 градусов 15-20 минут, пока не зарумянятся. Даём немного остыть и наливаем чаёк ;-)",
      "Приятного аппетита!!! Весеннего настроения:-)"
    ],
    "url": "https://www.povarenok.ru/recipes/show/41473/",
    "nutrition": {
      "calories": "2018.7 ккал",
      "protein": "57.9 г",
      "fat": "146.2 г",
      "carbohydrates": "119.8 г"
    }
  },
  {
    "name": "Осетинские пироги",
    "ingredients": [
      "Дрожжи (Саф-Момент, можно 1-2 ч. ложки любых сухих) — 1 пач.",
      "Вода — 700 мл",
      "Соль — 1 ч. л.",
      "Сахар — 1,5 ст. л.",
      "Мука пшеничная / Мука (сколько возьмёт тесто) — 1 кг",
      "Масло сливочное (и для смазки) — 30 г",
      "Масло растительное — 1...2 ст. л.",
      "Готовая начинка"
    ],
    "instructions": [
      "Первое, чем меня угостили в Осетии, а ездила я к друзьям, конечно был пирог, мы поехали вечером за город и меня угостили горячим пирогом. Когда моя подруга спросила не знаю ли я из чего пирог, я ответила, что нет, тогда она сказала, что он из ботвы свеклы, на что я очень удивилась, ведь мы её обычно выбрасываем.",
      "Редактирую рецепт! У одного человека не получилось! Думаю что были несвежие дрожжи и с мукой что-то. Если какое-то недоверие, то делайте то дрожжевое тесто, какое вы умеете и к какому привыкли. Я же делаю тесто негустым совсем, у меня получается очень мягкое тесто, и дрожжи кладите только свежие, сюда может даже лучше будет пачку Саф-момент, хотя осетинки кладут свежие дрожжи, но я с ними не работаю 1 - 1,5 ч. л. (или пачку саф-момент) сухих ( но чтобы были не старыми) дрожжей развести с сахаром в 100 мл. тёплой воды и дать подняться. В оставшуюся (600 мл) тёплую воду положить соль, сахар и опару, все размешать и всыпать муку. Замесить тесто. Замешанное тесто обмазать растительным маслом, и прикрыв пищевой плёнкой, дать подняться в течении двух часов.",
      "Тем временем приготовить начинку. Я летом делаю из листьев свеклы. В Осетии тоже делают только из одних свекольных листьев, некоторые добавляют зелёный лук и укроп с петрушкой, кинзу и базилик. В этот раз у меня был хороший куриный фарш. Я добавила в него зелёный лук и травы какие были. Весь секрет Осетинских пирогов заключается в том чтобы начинки было столько же, сколько и теста. Чем тоньше тесто в пироге, тем искусней хозяйка. Это тесто нужно разделить на три части, получаются шары примерно 12-15 см. в диаметре. Начинки нужно брать столько же. Если это будут свекольные листья, то должны быть молодыми и мелко порезанными, эту начинку не нужно сильно солить, соли чуть-чуть. Раскатать шар в круг примерно 20 - 25 см. диаметром и положить на него начинку.",
      "Начинку равномерно распределить по тесту.",
      "Теперь нужно собрать края теста вот так:",
      "У меня получилось вот так.",
      "Нужно перевернуть пирог и осторожно руками разравнивать начинку, начиная с краёв, не очень сильно растягивая, поскольку ещё на сковороде нужно его растягивать.",
      "Выложить пирог на широкую сковородку (эту сковороду я привезла из Осетии) или на лист и уже растягивать их до диаметра сковородки или ширину листа. Кладут на сухой лист, но я промазываю чуть маргарином. Осетинские пироги обычно где то 30 -35 см. в диаметре, но я видела и меньше. Нужно сделать дырочку для выхода воздуха.",
      "Пекут эти пироги не долго. И у них есть секрет. Поставить в разогретую примерно от 180 до 200 градусов духовку, сначала на нижнюю полку минут на 5. Затем переставить на верхнюю минут на 20, в общем пока не подрумянится. Ещё один секрет осетинских пирогов: после выпечки, промазать обильно верх и края добрым куском масла. Я брала 50 грамм. Если масло всё не впиталось в тесто, оставить в середине, оно будет таять и пропитывать начинку.",
      "Пироги у меня получились 30 сантиметров в диаметре. Вот такие они.",
      "ПРИЯТНОГО АППЕТИТА!!!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/8213/",
    "nutrition": {
      "calories": null,
      "protein": null,
      "fat": null,
      "carbohydrates": null
    }
  },
  {
    "name": "Праздничный рулет из лаваша с грибами",
    "ingredients": [
      "Лаваш — 3 шт",
      "Майонез — 500 г",
      "Петрушка (большой пучок)",
      "Грибы (любые) — 700 г",
      "Сыр твердый — 350 г",
      "Масло сливочное (для обжаривания)"
    ],
    "instructions": [
      "Вот они продукты.",
      "Берем первый блин и смазываем майонезом.",
      "Моем, нарезаем петрушку.",
      "Выкладываем на майонез и накрываем все это вторым блином.",
      "Грибы моем, нарезаем и обжариваем на сливочном масле.",
      "Второй блин тоже смазываем майонезом, сверху кладем грибочки.",
      "Накрываем третьим блином, майонез и сверху трем сыр.",
      "Все эти прелести скручиваем в рулет, кладем или заматываем в полиэтилен и забываем в холодильнике. (На 1 часик, можно и больше).",
      "Когда достали, нарезаем, украшаем и вкушаем)))"
    ],
    "url": "https://www.povarenok.ru/recipes/show/9420/",
    "nutrition": {
      "calories": "5520.5 ккал",
      "protein": "155.4 г",
      "fat": "360 г",
      "carbohydrates": "429 г"
    }
  },
  {
    "name": "Домашний сыр \"Панир\"",
    "ingredients": [
      "Молоко (желательно использовать домашнее, но подойдёт и качественное магазинное со сроком хранения не более нескольких дней) — 1 л",
      "Кефир (в этом рецепте я использовал кефир, но подойдёт также сок лимона, \"живой\" йогурт, кислая сыворотка, лимонная кислота) — 150 мл"
    ],
    "instructions": [
      "Итак, ставим молоко на плиту в кастрюле с толстым дном.",
      "Вот, наше молочко закипело. Теперь выливаем в него тонкой струйкой кефир и постоянно помешиваем.",
      "Спустя пару минут, как по волшебству, творог отделится от сыворотки и всплывёт на поверхность.",
      "Теперь нам пора воспользоваться марлей и процедить содержимое кастрюли, чтобы отделить творог от сыворотки. На этом этапе мы можем уже остановиться и незатейливыми движениями рта и рук, быстренько оприходовать полученный нами вкуснейший творог :). Но наша цель - \"Панир\", а потому продолжим.",
      "Плотно завязываем марлю с творогом и...",
      "... кладём под самодельный пресс, альтернативой которому нам послужит кастрюля, наполненная водой. Через несколько часов частицы творога свяжутся в единое целое и мы получим великолепный сыр \"Панир\", который в Индии используют как основу для многих блюд, либо как отдельное блюдо.",
      "Приятного аппетита!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/18665/",
    "nutrition": {
      "calories": "428 ккал",
      "protein": "35.6 г",
      "fat": "5.5 г",
      "carbohydrates": "59.1 г"
    }
  },
  {
    "name": "Котлеты \"Сочность\"",
    "ingredients": [
      "Фарш мясной (свиной (200 гр), говяжий (200 гр), куриный (200 гр)) — 600 г",
      "Лук репчатый — 2 шт",
      "Капуста белокочанная / Капустa (по объему ее надо взять столько же, сколько будет фарша) — 500 г",
      "Яйцо куриное — 1 шт",
      "Соль (по вкусу)",
      "Приправа (по вкусу)",
      "Мука пшеничная / Мука (для панировки котлет)",
      "Масло растительное (для жарки)"
    ],
    "instructions": [
      "Смешать три вида фарша в равных пропорциях.",
      "Капусту и лук пропустить на мясорубку или измельчить с помощью кухонного комбайна, добавить к фаршу.",
      "Все хорошо вымешать, посолить, приправить любимыми приправами, вбить одно яйцо, еще раз вымешать.",
      "Сформировать котлетки, обвалять их в муке и обжарить на растительном масле.",
      "Сочные котлетки готовы! Приятного аппетита!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/23512/",
    "nutrition": {
      "calories": "1082.4 ккал",
      "protein": "18.7 г",
      "fat": "17 г",
      "carbohydrates": "39.5 г"
    }
  },
  {
    "name": "Французские булочки",
    "ingredients": [
      "Дрожжи (был момент, пользовалась сухими, сейчас опять вернулась к сырым - разницы нет; 50 г сырых или 1 ч.л. (примерно 5-6 г) сухих) — 50 г",
      "Яйцо куриное — 2 шт",
      "Молоко (теплое) — 1 стак.",
      "Маргарин (берите без запаха - хороший, растопленный) — 0,5 пач.",
      "Сахар — 1/4 стак.",
      "Мука пшеничная / Мука (сколько возьмёт тесто) — 2-3 стак.",
      "Корица (или мак, если хочется)",
      "Крахмал — 1-1,5 ст. л.",
      "Маргарин (мягкий) — 0,5 пач.",
      "Сахар — 3/4 стак."
    ],
    "instructions": [
      "Сразу готовим крем. Хорошо смешиваем мягкий маргарин, сахар и крахмал. Миксер здесь не нужен, достаточно хорошо смешать вилкой.",
      "Начинаем готовить тесто. Накрошить дрожжи (если сырые) в теплое молоко, добавить сахар, яйца, половину нормы муки, растопленный маргарин и еще муку.",
      "Замесить мягкое эластичное тесто. И тут же начинаем формовку булочек.",
      "Раскатываем тесто с палец толщиной, намазываем на него наш крем. Крем удобней наносить вилкой. (совет: разделите тесто на 2-3 равные части и на столько же частей крем (откладывать его не надо- чисто визуально) тогда у вас не получится так что либо крема не хватит, либо останется).",
      "Скатываем рулетики.",
      "Нарезаем на небольшие кусочки. Желательно с размером не усердствовать. см.4",
      "Выкладываем на противень срезами вниз. Не приплющивать, не прижимать, достаточно свободно. Теперь накроем салфеткой и подождем пока они увеличатся в объёме. Когда дрожжи хорошие, достаточно 40-60 мин. Можно дать постоять и подольше.",
      "Духовку разогреть до 220 гр. (обязательно хорошо разогрейте!), поставьте туда булочки и убавьте температуру до 180-200гр.",
      "Минут через 15 они готовы. Очень вкусные теплые!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/24215/",
    "nutrition": {
      "calories": "5319 ккал",
      "protein": "75.3 г",
      "fat": "20.5 г",
      "carbohydrates": "1211.8 г"
    }
  },
  {
    "name": "Кабачковая икра",
    "ingredients": [
      "Кабачок — 1.5 кг",
      "Лук репчатый — 2 шт",
      "Морковь — 2 шт",
      "Чеснок — 3 зуб.",
      "Соль",
      "Перец черный (молотый)",
      "Масло растительное"
    ],
    "instructions": [
      "Кабачки натереть на самой мелкой терке, если кожица твердая, ее снять, если есть семечки, тоже вырезать. Отжать сок, положить в железную кастрюльку, посолить и на маленьком огне варить минут 30, переодчески помешивая.",
      "Как можно мельче порезать лук, натереть морковь на морковной терке. Сначала на растительном масле обжарить лук, потом добавить морковь, жарить еще минут 5, солим.",
      "Кабачки еще горячими процедить через ситечко, чтобы вся водичка ушла и добавляем к моркови, жарим еще минут 10 на маленьком огне. Добавляем давленый чеснок, перец, если нужно, еще солим, и еще минут 5 прожариваем."
    ],
    "url": "https://www.povarenok.ru/recipes/show/8946/",
    "nutrition": {
      "calories": "659.5 ккал",
      "protein": "17.7 г",
      "fat": "15.1 г",
      "carbohydrates": "85.9 г"
    }
  },
  {
    "name": "Куриная отбивная для лентяек",
    "ingredients": [
      "Приправа (\"Итальянские травы\", по вкусу)",
      "Соль (по вкусу)",
      "Мука пшеничная / Мука",
      "Яйцо куриное — 1 шт",
      "Молоко — 50-60 мл",
      "Филе куриное — 600 г",
      "Чеснок (по вкусу)",
      "Лимон (только сок)"
    ],
    "instructions": [
      "Филе режем на кубики примерно 2х2 см. Сбрызгиваем лимонным соком, солим и посыпаем итальянскими травами. Перемешиваем...",
      "... тем временем. Мелко-примелко режем на кубики лук. Можно также добавить зубчик чеснока.",
      "В миске смешиваем филе, лук и чеснок, молоко и яйцо.",
      "Перемешиваем, затем постепенно добавляем муку, масса должна напоминать тесто на оладьи.",
      "Обжариваем в кипящем масле, на среднем огне под крышкой по 7 минут с каждой стороны...",
      "И наслаждаемся..."
    ],
    "url": "https://www.povarenok.ru/recipes/show/36887/",
    "nutrition": {
      "calories": "836.1 ккал",
      "protein": "150.3 г",
      "fat": "14.3 г",
      "carbohydrates": "13.4 г"
    }
  },
  {
    "name": "Сырники \"Нежность\"",
    "ingredients": [
      "Творог — 250 г",
      "Яйцо куриное — 2 шт",
      "Ванилин ( щепотка)",
      "Сметана — 4-5 ст. л.",
      "Сахар — 3-4 ст. л.",
      "Мука пшеничная / Мука — 5-6 ст. л.",
      "Сода (гашенная уксусом) — 0,5 ч. л."
    ],
    "instructions": [
      "Замесить тесто чуть гуще, чем на мучные блины... (Яйца взбиваем с сахаром, добавляем сметану, затем муку, соду гашеную уксусом)",
      "Макаем ложку в холодную воду, берём тесто и выкладываем на сковороду...",
      "Жарим на небольшом огне. Выкладываем на тарелочку и посыпаем сахарной пудрой..."
    ],
    "url": "https://www.povarenok.ru/recipes/show/39046/",
    "nutrition": {
      "calories": "1422.8 ккал",
      "protein": "75.6 г",
      "fat": "38.3 г",
      "carbohydrates": "194.5 г"
    }
  },
  {
    "name": "Беляши домашние",
    "ingredients": [
      "Вода (теплая, Для теста) — 1/2 стак.",
      "Дрожжи (Для теста) — 7 г",
      "Сахар (Для теста) — 1 ч. л.",
      "Молоко (Для теста (3,5%)) — 1 стак.",
      "Масло сливочное (Для теста) — 100 г",
      "Соль (Для теста) — 2 ч. л.",
      "Мука пшеничная / Мука (Для теста (сколько возьмёт))",
      "Фарш мясной (Для начинки (у меня смешанный)) — 500 г",
      "Лук репчатый (Для начинки (крупная)) — 1 шт",
      "Чеснок (Для начинки) — 2 зуб.",
      "Сливки (Для начинки (33%)) — 150-200 мл",
      "Специи (Для начинки (соль, перец, перец кайен, специи для фарша))",
      "Масло растительное"
    ],
    "instructions": [
      "Сначала сделать тесто: В тёплой воде растворить сахар и всыпать дрожжи. Перемешать и отставить минут на 15, до появления шапки. К тёплому молоку влить растопленное сливочное масло и соль.",
      "Добавить дрожжевую смесь и перемешать. Постепенно подсыпая муку, замесить тесто.",
      "Когда тесто можно будет взять в руки, достать его и продолжая подсыпать муку, вымесить в гладкое тесто на столе.",
      "В кастрюлю налить пару ст. ложек раст. масла и размазать по дну и стенкам.",
      "Переложить туда тесто, обкатать в масле, накрыть и убрать в тепло на 1,5-2 часа. Вот так оно подошло.",
      "Пока тесто подходит, подготовить начинку: К фаршу выдавить чеснок. Добавить мелко-порезанный лук Добавить специи и перемешать. Влить сливки и снова перемешать.",
      "Лепим и жарим: Тесто обмять и смазанными раст. маслом руками сформировать шарики. Дать им минут 10 постоять. Из фарша тоже налепить такое-же кол-во шариков.",
      "На присыпанном мукой столе, шарик из теста приплюснуть ладошкой (тесто очень мягкое и податливое - скалка не нужна.) В серединку положить шарик-начинку",
      "и защипать тесто вокруг начинки, оставляя серединку открытой.",
      "Дать постоять минут 15.",
      "Жарить на сковороде, в большом количестве раскалённого раст. масла, с двух сторон до золотистой корочки, сначала открытой стороной вниз",
      "Потом переворачиваем и жарим с другой стороны",
      "Готовые беляши складывать на бумажные салфетки, чтобы ушло лишнее масло. И сразу подавать, очень вкусно со сметанкой.",
      "Вот и всё!!! ПРИЯТНОГО АППЕТИТА!!!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/25536/",
    "nutrition": {
      "calories": "2217.5 ккал",
      "protein": "21.8 г",
      "fat": "147.5 г",
      "carbohydrates": "58.8 г"
    }
  },
  {
    "name": "Вафельные трубочки",
    "ingredients": [
      "Сахар — 1 стак.",
      "Яйцо куриное — 4 шт",
      "Маргарин — 200 г",
      "Мука пшеничная / Мука — 2 стак."
    ],
    "instructions": [
      "Маргарин режем кусочками,",
      "Ставим на плиту и растапливаем",
      "Яйца взбиваем",
      "В маргарин (теплый) добавляем яйца, сахар и муку. Замешиваем тесто.",
      "Тесто должно быть как густая сметана.",
      "Вафельницу смазываем маслом, нагреваем. У меня вот такая вафельница :-)",
      "",
      "Столовую ложку теста выкладываем на вафельницу, закрываем.",
      "Вафля готова через 2-3 минуты",
      "Сразу же скручиваем вафлю в трубочку. Я делаю это руками.",
      "В моей семье вафельные трубочки с кремом не любят. Мы едим их пустыми. Можно начинить вареной сгущенкой или заварным кремом :) Кто как любит! Мы поглощаем их с вареньем. Короче, это на любителя!",
      "Ну, приятного аппетита :)",
      "Можно не скручивать в трубочки, а сделать вафельный торт. Просто перемазать сгущенкой или кремом полученные вафли O:-)"
    ],
    "url": "https://www.povarenok.ru/recipes/show/22003/",
    "nutrition": {
      "calories": "3435.2 ккал",
      "protein": "57.3 г",
      "fat": "147.8 г",
      "carbohydrates": "470.5 г"
    }
  },
  {
    "name": "Блестящий лимонно-творожный кекс",
    "ingredients": [
      "Масло сливочное — 1 ст. л.",
      "Сахар — 1 стак.",
      "Творог (любой, можно меньше, можно больше) — 360 г",
      "Яйцо куриное — 4 шт",
      "Лимон — 1 шт",
      "Сода — 1,5 ч. л.",
      "Мука пшеничная / Мука — 2 стак."
    ],
    "instructions": [
      "Положить в посуду для замеса 1 ст. л. сливочного масла и 3/4 ст. сахарного песка (1/4 стакана оставьте на потом). Посуду лучше брать побольше, так как тесто на промежуточном этапе сильно увеличится в размерах!",
      "Хорошенько растереть масло с сахаром до однородной рассыпчатой массы. Добавить творог.",
      "Опять растереть массу до однородной консистенции. Если творог крупинчатый, лучше использовать вилку или толкушку.",
      "Лимон помыть, отрезать оба кончика. \"Попки\" выбросить.",
      "Нарезать лимон колечками вместе с кожурой. Каждое колечко просмотреть, вынуть косточки, разрезать на 4 части. На этом шаге заметно экономим время и силы, не выдавливая сок и не орудуя тёркой.",
      "Нарезанный лимон положить в блендер и измельчить до состояния пюре. Не бойтесь, что кекс будет слишком кислым или горьким. Нет! Мы получим совершенно волшебный вкус и аромат.",
      "Добавить лимон к творожной массе (масло, сахар, творог) и хорошенько перемешать.",
      "В отдельной посуде взбить венчиком 4 яйца с оставшимся сахаром (1/4 ст). У меня в этот раз случилось чудо - все яйца оказались двухжелтковые, поэтому я ограничилась тремя.",
      "В принципе, для экономии посуды и времени эту операцию можно упростить и сразу добавить яйца и песок в творожно-лимонную массу не взбивая отдельно. Результат всё равно будет отличным! В данном случае пышность кекса достигается на за счет взбивания яиц, а благодаря кислотно-щелочной реакции лимона и соды.",
      "Добавить взбитые яйца (или просто яйца) в общую массу. Перемешать.",
      "Добавить соду и ещё раз перемешать.",
      "С удовольствием смотреть, как масса начинает пухнуть и увеличиваться! Становится очень воздушной и пышной. Пока идёт реакция соды с лимоном, можно помыть посуду из-под яиц и включить духовку на 200 градусов. На этом этапе я поняла, что ошиблась с размером миски, и мне пришлось перекладывать тесто в привычную \"не нарядную\", но большую кастрюлю.",
      "Теперь к получившейся пенной массе добавляем муку. Перемешиваем.",
      "Тесто немного опадает, становится мягким и \"лохматым\".",
      "Перекладываем его в форму, смазанную растительным маслом. Если форма силиконовая, как у меня, её просто нужно сбрызнуть холодной водой.",
      "Поставить в духовку минут на 40. Но вообще-то надо ориентироваться по своей духовке и посматривать. Как только корочка станет красивого, довольно тёмного цвета, надо вынимать. Моя духовка довольно слабенькая, этот кекс я пекла 1 час.",
      "Посмотрите, какой румяный и блестящий!!! Кекс настолько нарядный, что не требуется никакой глазури и украшений.",
      "Корочка получается чуть хрустящая, а серединка лёгкая и нежная.",
      "Одним кусочком ограничиться очень сложно, он просто тает во рту. Попробуйте, и Вы навсегда забудете другие кексы!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/48006/",
    "nutrition": {
      "calories": "2817.7 ккал",
      "protein": "123.6 г",
      "fat": "42.8 г",
      "carbohydrates": "487 г"
    }
  },
  {
    "name": "Пирожки на заварном дрожжевом тесте",
    "ingredients": [
      "Соль — 1 ч. л.",
      "Вода — 1 стак.",
      "Мука пшеничная / Мука — 3 ст. л.",
      "Сахар — 1 ст. л.",
      "Масло растительное — 3 ст. л.",
      "Дрожжи (свежие, можно использовать сухие саф-момент 17,5 гр) — 50 г",
      "Вода (не горячая кипяченая) — 1 стак.",
      "Мука пшеничная / Мука — 500 г"
    ],
    "instructions": [
      "1 этап. Соединить муку, масло, сахар и соль. Залить все это 1 стаканом крутого кипятка. Хорошо перемешать. Дать остыть этой смеси.",
      "2 этап. В теплую смесь добавить дрожжи (у меня были сухие саф-момент 17,5 гр) и стакан не горячей воды. На фото изображены 2 пачки по 11 гр, но использовалось лишь 17,5 гр. Частями ввести муку. Количество муки может быть разным. У меня ушло 500 гр и еще 1 столовая ложка.",
      "Замесить тесто как на пирожки.",
      "Из теста сформировать шарики и дать им разойтись 5 минут.",
      "Сформировать пирожки с любимой вами начинкой и жарить в большом количестве масла."
    ],
    "url": "https://www.povarenok.ru/recipes/show/47264/",
    "nutrition": {
      "calories": "2662 ккал",
      "protein": "78.8 г",
      "fat": "50.1 г",
      "carbohydrates": "481.8 г"
    }
  },
  {
    "name": "Пирог \"Гости на пороге\"",
    "ingredients": [
      "Батон",
      "Колбаса (любая) — 200 г",
      "Помидор (свежие) — 2 шт",
      "Маслины (несколько штук)",
      "Перец болгарский — 1 шт",
      "Сыр твердый (для посыпки)",
      "Майонез — 300-400 г"
    ],
    "instructions": [
      "Приготовить ингредиенты для рецепта.",
      "В большую тарелку мелко покрошить хлеб, нарезать то, что есть в доме мясное или колбасное, добавить майонез и все перемешать.",
      "Взять форму, плотным слоем выложить то, что у вас получилось.",
      "Сверху уложить то, что найдется в холодильнике - грибы, перец, маслины и т. д. Пропорции продуктов произвольные, но то, что вам нравится - побольше... (извините за фото)",
      "Посыпать тертым сыром",
      "И в духовку, пока не расплавится сыр (запекать при темп.180 гр. 10 мин.) Пицца готова!",
      "Пицца в разрезе",
      "Приятного аппетита!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/34215/",
    "nutrition": {
      "calories": "3473.2 ккал",
      "protein": "59.9 г",
      "fat": "247.6 г",
      "carbohydrates": "230.6 г"
    }
  },
  {
    "name": "Рис по-индийски и все его тайны",
    "ingredients": [
      "Рис (длиннозёрный рис сорта \"Басмати\") — 1 стак.",
      "Масло сливочное (как и в любых блюдах, желательно использовать свежее, качественное, с высокой жирностью сливочное масло) — 1/2 ч. л.",
      "Соль (обычная поваренная соль) — 1/2 ч. л.",
      "Перец черный (молотый) — 1/8 ч. л.",
      "Куркума (без этой чудесной специи никуда) — 1/4 ч. л.",
      "Вода (желательно, конечно, использовать только чистую воду, не из-под крана) — 2 стак."
    ],
    "instructions": [
      "Вот он, наш главный герой - рис \"Басмати\"! На хинди \"Басмати\" означает \"ароматный\". Этот уникальный сорт риса с чудесным ароматом, который сохраняется даже после варки используют в Индии и Пакистане на протяжении многих веков. Попробуйте \"Басмати\" хотя бы один раз и вы уже никогда от него не откажитесь!",
      "Итак, всё начинается с промывки риса. Промывать его надо только холодной водой, перетирая между пальцами и ладонью. На фотографии я вынул руку из чашки, чтобы показать, как это делается, но на самом деле, рука должна быть в чашке или под струёй воды.",
      "Смените воду несколько раз и повторяйте процесс, пока она не станет чистой, как на фотографии. Промывка риса позволяет удалить с его поверхности частицы рисовой муки, остатки шелухи и крупицы мусора, если таковые имеются. Промывайте рис всегда, даже, если он самый дорогой и качественный. Далее рис необходимо немного просушить.",
      "Теперь вскипятите в отдельной кастрюле или чайнике воду. А пока она закипает, растопите сливочное масло в толстостенной кастрюле, всыпьте туда соль, специи, рис и немножко его поджарьте при постоянном помешивании. Секрет здесь в том, что при тщательном перемешивании, каждая рисинка покрывается маслом и при варке они остаются раздельными, что в итоге позволяет получить прекрасный рассыпчатый рис. При поджаривании процесс имеет две стадии - сначала рис станет прозрачным, а потом приобретёт молочный цвет. На этом этапе следует остановиться и перейти к следующему шагу.",
      "Как только рис побелеет, влейте в него кипящую воду, убавьте огонь до минимума и накройте крышкой.",
      "Теперь очень важно не открывать крышку и не трогать рис, пока он не сварится. На это уйдёт минут 10-15.",
      "Ну вот, наш рис готов! Остаётся добавить, что раскладывать рис в тарелки следует деревянной ложкой, чтобы не повредить рисинки и не испортить их внешний вид.",
      "Надеюсь, вам понравилось. С вами был Aron-Space. Приятного аппетита!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/18778/",
    "nutrition": {
      "calories": "706.9 ккал",
      "protein": "19.2 г",
      "fat": "7.5 г",
      "carbohydrates": "140.4 г"
    }
  },
  {
    "name": "Кабачковая икра",
    "ingredients": [
      "Уксус (9%) — 4 ст. л.",
      "Соль — 2 ст. л.",
      "Сахар — 4 ст. л.",
      "Масло растительное — 1 стак.",
      "Томатная паста — 0.5 л",
      "Лук репчатый — 1 кг",
      "Кабачок (среднего размера) — 6 кг",
      "Майонез (жирный!!!) — 0.5 л",
      "Перец красный жгучий (молотый) — 0.5 ч. л."
    ],
    "instructions": [],
    "url": "https://www.povarenok.ru/recipes/show/39815/",
    "nutrition": {
      "calories": "7698.1 ккал",
      "protein": "80 г",
      "fat": "570.3 г",
      "carbohydrates": "456 г"
    }
  },
  {
    "name": "Тонкие блины на кефире",
    "ingredients": [
      "Кефир (200 мл.) — 1 стак.",
      "Мука пшеничная / Мука — 1 стак.",
      "Яйцо куриное — 1 шт",
      "Вода (кипяток) — 0.5 стак.",
      "Сода — 1/4 ч. л.",
      "Масло растительное — 1 ст. л.",
      "Сахар — 2 ст. л.",
      "Соль (по вкусу)"
    ],
    "instructions": [
      "Смешать кефир, муку, яйцо, соль и сахар, слегка взбить венчиком.",
      "В крутом кипятке размешать соду и влить в тесто, хорошо перемешать.",
      "Если тесто получилось густоватое, можно добавить немного теплой воды, перемешать.",
      "Дать тесту постоять 5 минут, добавить растительное масло, перемешайте и выпекайте блины на разогретой сковородке.",
      "Подавайте со сметаной!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/72591/",
    "nutrition": {
      "calories": "1038.3 ккал",
      "protein": "33.1 г",
      "fat": "18.9 г",
      "carbohydrates": "183.8 г"
    }
  },
  {
    "name": "Закваска для хлеба \"Вечная\"",
    "ingredients": [
      "Мука пшеничная / Мука — 300 г",
      "Вода — 300 г"
    ],
    "instructions": [
      "Без разницы из какой муки делать так называемый \"стартер\": пшеничная, цельная, ржаная... И без разницы, из какой закваски какой хлеб печь: из ржаной - пшеничный, или наоборот. Поэтому не заморачивайтесь изготовлением разных заквасок, одной - более, чем достаточно. Короче, если кратенько, то рецепт такой: Вечная закваска 1 день 100 г муки и 100 г воды. Хорошенько размешиваем. Должна получиться пастообразная масса, как густая рыночная сметана. Накрываем влажным полотенцем и ставим в очень теплое место без сквозняков. Бродить стартер должен около суток. До появления маленьких, пусть редких, но пузырьков. Есть смысл иногда помешивать его. Я накрывала просто сухим, кухонным полотенцем. Поставила я в кухне, на шкаф возле плиты. Сначала мука будет оседать под водой, но это не страшно, просто помешивать раза 3-4 в сутки. Особых пузырьков после первых суток я не увидела))), но это меня не остановило! Эксперимент продолжается!!! На фото: просто мука перемешана с водой, пузырьки на фото получились после того, как я переколотила муку с водой (потом они пропали естественно).",
      "2 день Теперь закваску нужно подкормить. Для этого опять досыпаем 100 г муки и доливаем воды, чтобы ее консистенция вернулась к исходному состоянию рыночной сметаны. Накрываем полотенцем и еще на сутки ставим в тепло. По прошествии вторых суток появились реденькие пузырёчки - это уже обрадовало меня. Помешивала я раза 4 в сутки.",
      "3 день Как правило, теперь вопросов не возникает, на поверхности закваски не просто пузырьки, она растет в размерах и вся состоит из такой пенной шапочки. Кормим ее в последний раз. И опять в тепло. Это точно! Пенная масса получилась))) Я не удержалась и пустила половину \"в дело\", а вторую половину покормила и по технологии оставила на последнюю расстойку. Вот тут, очень важный момент, закваска уже достаточно сильная и нам нужно поймать момент, когда она будет на \"пике формы\", т. е. она должна удвоиться. В этот момент она максимально сильная. Делим ее пополам. Первая половина - это наша вечная закваска. Ее кладем в баночку с полиэтиленовой крышкой с дырочками в ней (чтоб дышала) и ставим в холодильник до следующего раза. Потом достали - подкормили - оставили в тепле - и она снова готова в бой!",
      "Сказать что хлеб получился вкусный - это ничего не сказать! Только натуральное всё!!! ВОТ ССЫЛКА НА МОЙ ХЛЕБ http://www.povarenok .ru/recipes/show/546 62/ Для выпекания одного хлебца мне понадобилось на 700 г. муки - 6 ст. л. закваски, эффект Вас удивит, можно и 7-9, это же не дрожжи (если конечно всё правильно сделать с закваской). ПОДКАРМЛИВАТЬ - это добавлять немножко муки и воды (по 3-4 ложки достаточно). Если долго хранить, как я и собираюсь, нужно достать из холодильника - \"подкормить\" - подержать в тепле, когда пошла реакция - готово к использованию. Лучше вечером подкормить - на утро она \"созрела\", или утром подкормить на вечер (и + тёплое место обязательно). Если нет пузырьков долго - добавьте щепотку сахара (мне бабушка моя посоветовала), реакция пойдёт быстрее."
    ],
    "url": "https://www.povarenok.ru/recipes/show/54660/",
    "nutrition": {
      "calories": "1026 ккал",
      "protein": "27.6 г",
      "fat": "3.6 г",
      "carbohydrates": "224.7 г"
    }
  },
  {
    "name": "Кекс творожный \"Воронежский\" по ГОСТу",
    "ingredients": [
      "Мука пшеничная / Мука — 200 г",
      "Творог (9 %) — 150 г",
      "Масло сливочное ((размягченное) по ГОСТ маргарин, но не рекомендую) — 54 г",
      "Сахар (лучше мелкокристаллический) — 150 г",
      "Яйцо куриное (примерно 2 маленьких яйца) — 88 г",
      "Сода (без горки) — 1/4 ч. л.",
      "Разрыхлитель теста — 1 ч. л."
    ],
    "instructions": [
      "Я всегда пеку 2 порции. Заранее необходимо подготовить продукты и взвесить ингредиенты. Яйца и творог должны быть комнатной температуры, масло размягченное. Главное, соблюдать технологию приготовления, и, я уверена, у вас получиться настоящий \" Воронежский\" кекс. Для этого взбиваем сливочное масло. Постепенно добавляем половину сахарного песка. Взбивать 10 минут до полного растворения сахара и получения гладкой структуры.",
      "Если у вас творог крупинчатый, превратить в пастообразное состояние с помощью блендера, обязательно нужна гладкая структура. Добавить творог в масляную смесь, хорошо взбить.",
      "Отдельно взбить яйца и остальной сахар до кремообразной пышный массы и полного растворения сахара.",
      "Яично сахарную массу влить в творожно-масляный крем и размешать.",
      "Добавить соду, перемешать, высыпать просеянную муку с разрыхлителем.",
      "Хорошо перемешать, но не надо увлекаться, достаточно миксером секунд 30, если вы видите, что тесто однородно, то все, хватит. Получится пышное, гладкое, довольно тяжелое влажное тесто.",
      "По ГОСТу кекс \" Воронежский\" - овальный весовой кекс, поверхность неровная, обсыпана сахарной пудрой. У меня таких форм нет. Для двойной порции я беру форму диаметром 26 см, наращиваю с помощью пекарской бумаги немного борта. !!! для одной порции вы можете взять обычную прямоугольную форму 21х12см!! Тестом заполняем форму на 2/3 части, разравниваем лопаткой, и немного необходимо постучать формой об стол для более полного заполнения тестом и выхода воздуха.",
      "Выпекать 55-60 мин при температуре 160-170 градусов в хорошо разогретой духовке. Если вы видите, что верх кекса стал зарумяниваться раньше времени, то просто накрыть фольгой верхушку. Кекс готов, если деревянная палочка выходит сухой.",
      "Готовый кекс необходимо положить на решетку до полного остывания и дать ему \"созреть\" еще 3-6 часов. Сверху кекс обсыпают сахарной пудрой. Приятного аппетита!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/83316/",
    "nutrition": {
      "calories": "1956.2 ккал",
      "protein": "57.1 г",
      "fat": "56.2 г",
      "carbohydrates": "307.5 г"
    }
  },
  {
    "name": "Куриные котлеты",
    "ingredients": [
      "Филе куриное — 1 кг",
      "Лук репчатый (средний) — 4 шт",
      "Яйцо куриное — 4-5 шт",
      "Крупа манная (можно по желанию взять крахмал) — 7 ст. л.",
      "Сметана (или майонез, можно пополам) — 6 ст. л.",
      "Приправа (для курицы) — по вкусу",
      "Соль — по вкусу",
      "Масло растительное (для жарки)"
    ],
    "instructions": [
      "Вот такие продукты нам понадобятся.",
      "Куриное филе режем меленькими кусочками.",
      "Лук тоже мелко режем.",
      "Филе и лука должно быть приблизительно поровну.",
      "Далее перемешиваем эту массу, добавляем манку, яйца и сметану или майонез (можно брать пополам, я последний раз брала сметану), опять всё перемешиваем очень хорошо, туда же приправу и соль.",
      "Этой массе даём постоять в холодильнике 30-40 минут. Затем нагреваем сковородку, наливаем растительное масло и столовой ложкой выкладываем котлетки.",
      "Поджариваем одну сторону, затем переворачиваем и жарим другую. Жарятся очень быстро.",
      "Котлет получается много."
    ],
    "url": "https://www.povarenok.ru/recipes/show/51414/",
    "nutrition": {
      "calories": "2588.3 ккал",
      "protein": "287.6 г",
      "fat": "77.3 г",
      "carbohydrates": "169.4 г"
    }
  },
  {
    "name": "Кружевные блины",
    "ingredients": [
      "Яйцо куриное — 5 шт",
      "Мука пшеничная / Мука — 2 стак.",
      "Сахар — 2 ст. л.",
      "Соль (щепотка)",
      "Сода (с верхом) — 1 ч. л.",
      "Молоко — 1,5 л",
      "Масло растительное (чуть больше) — 0,5 стак.",
      "Вода (кипяток для гашения соды)"
    ],
    "instructions": [
      "Беру 5 яиц, добавляю 2 ст. л. сахара с верхом, щепотку соли. Все перемешиваю вилочкой.",
      "Чайную ложку соды с верхом погасить кипятком.",
      "Соду добавляю в яйца и миксером начинаю взбивать.",
      "Взбиваю... Примерно до такого состояния.",
      "Набираю в стакан муки... Всего потребуется 2 стакана.",
      "И через сито просеиваю частями.",
      "Периодически перемешивая.",
      "Тщательно размешиваю, чтобы не было комочков.",
      "Ставлю на плиту 1,5 л молока, прогреваю до чуть теплого состояния.",
      "Начинаю по чуть-чуть добавлять теплое молоко, постоянно помешивая.",
      "Молоко удобней наливать из чайничка. Когда густоту разводишь жидкостью - это идеальный вариант, комков точно не будет, гарантировано! Возможно, молоко у вас уйдет не все, вы должны смотреть по густоте теста, оно должно быть немного жиже, чем ряженка, долить молоко всегда успеете.",
      "Далее беру чуть больше, чем полстакана растительного масла.",
      "И выливаю его в тесто. Вы должны видеть, какое по густоте будет тесто, если у вас яйца крупные, как у меня, то 1,5 л молока будет много, молоко вливайте по чуть-чуть, тесто не должно быть слишком жидкое или слишком густое.",
      "Теперь начинаю выпекать, первый раз смазав сковороду растительным маслом. Потом смазывать не надо, ведь в тесте уже есть масло. Очень большое значение имеет сковорода. Каждый блинчик я слегка смазываю сливочным маслом. Если вам показалось, что блинчик толстоват, добавьте еще немного молока, и так после каждого блинчика, смотрите.",
      "Они должны быть настолько тонюсенькие, что когда их берешь, то еле отделяешь, боясь порвать. Получаются они совсем нежирные и идеальны для того, чтобы завернуть начинку.",
      "А потом завернуть в них любимую начинку. Не следует брать очень много начинки.",
      "Я делала с мясом и капустой с яйцом. А на Новый год буду делать с семгой и икрой. Приятного аппетита!!!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/52956/",
    "nutrition": {
      "calories": "2093.5 ккал",
      "protein": "93.8 г",
      "fat": "39.5 г",
      "carbohydrates": "342.1 г"
    }
  },
  {
    "name": "Торт \"Медовик\" по рецепту моей бабушки",
    "ingredients": [
      "Яйцо куриное — 3 шт",
      "Сахар — 1 стак.",
      "Мед — 3 ст. л.",
      "Масло сливочное — 100 г",
      "Сода (гашеная) — 2 ч. л.",
      "Мука пшеничная / Мука (сколько возьмёт тесто, но не очень тугое)",
      "Сметана",
      "Сахар"
    ],
    "instructions": [],
    "url": "https://www.povarenok.ru/recipes/show/25225/",
    "nutrition": {
      "calories": "2283.3 ккал",
      "protein": "22.2 г",
      "fat": "101 г",
      "carbohydrates": "319.4 г"
    }
  },
  {
    "name": "Пирожки жареные",
    "ingredients": [
      "Вода — 0.5 л",
      "Дрожжи (хлебопекарные, я всегда беру Львовские) — 50 г",
      "Сахар (без горки) — 2 ст. л.",
      "Мука пшеничная / Мука — 5 стак.",
      "Масло растительное — 2 ст. л.",
      "Соль"
    ],
    "instructions": [
      "В теплой воде развести дрожжи, добавить сахар, соль, масло и муку. Замесить тесто. Тесто получается липкое. Накрыть ёмкость с тестом полотенцем и поставить в холодильник.",
      "Вот наше тесто и подошло.",
      "Формируем пирожки. Начинку описывать не буду, она примитивная. В даном случае картошка и тушеная капуста. Пирожки раскатываю потоньше, так как при жарке увеличиваются хорошо.",
      "Жарить на растительном масле с обеих сторон. Я наливаю масла в сковороду 0.5литра. Пирожки практически плавают в масле.",
      "Тесто очень вкусное, можно пару дней сырым хранить в холодильнике в кульке. НО! Оно не идет для выпекания в духовке."
    ],
    "url": "https://www.povarenok.ru/recipes/show/32370/",
    "nutrition": {
      "calories": "3409.7 ккал",
      "protein": "98.1 г",
      "fat": "42.6 г",
      "carbohydrates": "669.1 г"
    }
  },
  {
    "name": "Ленивые вареники",
    "ingredients": [
      "Творог — 250 г",
      "Яйцо куриное — 1 шт",
      "Сахар — 2 ч. л.",
      "Мука пшеничная / Мука — 3 ст. л.",
      "Соль"
    ],
    "instructions": [
      "В мисочку выкладываем творог",
      "Вбиваем яйцо, присаливаем, добавляем сахар",
      "Добавляем 3 ложки муки и хорошо вымешиваем",
      "Ставим кастрюльку на огонь, воды должно быть немного, потому как в воду уходит вкус, варить нам их от силы 5 минут, не выкипит",
      "На присыпанной досочке раскатываем колбаску из теста (я беру половину, потом еще половину), нарезаем кусочками и каждый кусочек скатываем в шарик",
      "Вода закипела - добавляем туда полложки сахара",
      "И соли на кончике ложки",
      "Кидаем варенички",
      "Закипели, всплыли - через 5 минут готово!",
      "Можно добавить маслица, или кушать со сметанкой, или с вареньем... кто как любит. Приятного аппетита!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/310/",
    "nutrition": {
      "calories": "734.1 ккал",
      "protein": "60.9 г",
      "fat": "12.1 г",
      "carbohydrates": "96 г"
    }
  },
  {
    "name": "Мититеи",
    "ingredients": [
      "Свинина (свежая) — 700 г",
      "Говядина (свежая) — 300 г",
      "Соль — по вкусу",
      "Перец черный (молотый, по вкусу; горошек - 10-15 шт.)",
      "Сода (на кончике ножа)",
      "Крахмал (примерно) — 1,5-2 ст. л.",
      "Молоко — 0,5-1 стак.",
      "Лук репчатый (для тушения - 1 шт.; при подаче на стол - 1шт.) — 2 шт",
      "Лист лавровый — 2-3 шт",
      "Чеснок (у меня ушло 8 зубчиков, смотря какой чеснок) — 5-10 зуб."
    ],
    "instructions": [
      "Начнем с приготовления фарша: мясо надо брать свежее, не замороженное, не готовый фарш, а именно мясо. Пропорция примерно 700 г. свинины к 300 г. говядины, можно варьировать + -. Я беру свиную шею (она и не постная и не сильно жирная) и постную говядину. Дважды пропускаем через мелкую мясорубку. На фото необходимые продукты для фарша (я к этому времени мясо уже перемолола).",
      "Далее в фарш добавляем щепотку соды (или на кончике ножа), соль, перец по вкусу, примерно 1,5-2 ложки крахмала и измельченный чеснок (кол-во чеснока зависит от остроты, у меня был не очень острый чеснок и зубцы маленькие, поэтому штук 8-10! А бывает ядреный чеснок, очень острый и ароматный, тогда надо меньше! Ориентируйтесь на свой вкус!). Постепенно замешивая фарш, добавляем молоко. У меня ушел весь стакан. Отбиваем наш фарш, накрываем пленкой и отправляем в холод на пару часов.",
      "Затем достаем фарш и начинаем делать мититеи. Я достаю нож и сеточку из мясорубки, вставляю насадку для колбас и делаю их таким образом как на фото, предварительно смазав руки растительным маслом. Но можно делать и руками.",
      "Обжариваем на быстром огне со всех сторон до румяной корочки и складываем в кастрюлю с толстым дном или в казан.",
      "Режем лук кольцами и кладем сверху на мититеи, кидаем перец горошком и лавровый лист.",
      "Заливаем кипятком, воду посолить по вкусу! Закрываем крышкой и даем закипеть. Затем убавляем огонь и тушим до готовности. Примерно минут 30.",
      "Вот и готовые мититеи! Аромат... мммммм... на всю квартиру!!!",
      "Накладываем на тарелки и лопаем за обе щеки! :) Обычно на одну порцию подают 2 мититеи, но в нашей семье любят поесть! :) На гарнир лучше картофельное пюре или макароны. Но можно и с другими кашами - по желанию и по вкусу!",
      "Или можно подать с зеленым горошком и репчатым луком, а еще лучше с зеленым лучком!!! Еще очень хорошо к ним подходит молдавский соус \"Муждей\", но это на любителя!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/55947/",
    "nutrition": {
      "calories": "2725.1 ккал",
      "protein": "178.6 г",
      "fat": "189.7 г",
      "carbohydrates": "83.1 г"
    }
  },
  {
    "name": "Банановый пирог",
    "ingredients": [
      "Банан (2 - в тесто, 1 - для украшения) — 3 шт",
      "Кефир (густой обычный качественный, не 1%!!!) — 500 мл",
      "Сахар — 100 г",
      "Крупа манная — 200 г",
      "Разрыхлитель теста — 3 ч. л.",
      "Ванилин (по вкусу, щепотка)",
      "Сахарная пудра (для посыпки)",
      "Сок лимонный (для сбрызгивания бананов сверху пирога, немного)",
      "Мята (для украшения, по желанию)"
    ],
    "instructions": [
      "Манную крупу смешиваем с сахарным песком.",
      "При постоянном помешивании (чтобы не было комочков) вливаем кефир. Добавляем разрыхлитель и ванилин. Тщательно перемешиваем. Повторюсь, кефир нужен качественный, густой, обычной жирности! Не 1%!!! Если у вас кефир жидкий, стоит добавить немного муки, чтобы его загустить!",
      "Бананы (2 шт.) чистим и нарезаем кружочками.",
      "Готовим форму. Если используется силикон, то просто сбрызгиваем форму водой, если обычная форма, смазываем маслом и посыпаем панировочными сухарями. Выливаем половину теста. Выкладываем бананы.",
      "Заливаем оставшимся тестом и ставим в разогретую до 180* градусов духовку. Выпекаем 40 минут. В зависимости от особенностей Вашей духовки время выпечки может отличаться! Смотрим на внешний вид пирога и проверяем готовность деревянной палочкой (или зубочисткой). Сухая - пирог готов.",
      "Вынимаем из духовки, даем остыть в форме до комнатной температуры.",
      "Перекладываем пирог на блюдо. Посыпаем через ситечко сахарной пудрой. Режем третий банан кружочками, сбрызгиваем его лимонным соком (чтобы не потемнел), украшаем им пирог (как умеем))) ). Я еще листочек мяты положила.",
      "Приятного аппетита!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/45331/",
    "nutrition": {
      "calories": "1821.1 ккал",
      "protein": "53.4 г",
      "fat": "2.9 г",
      "carbohydrates": "399.2 г"
    }
  },
  {
    "name": "Сырники \"Минутка\"",
    "ingredients": [
      "Соль (на кончике ножа)",
      "Крупа манная (Если творог жидкий, используем 2 ст.л. манки) — 1 ст. л.",
      "Сахар — 1 ст. л.",
      "Масло растительное (для обжарки) — 1 ст. л.",
      "Творог — 100 г"
    ],
    "instructions": [
      "Творог, сахар и манную крупу смешать. Если творог жидкий, добавьте манки немного больше, плюс дайте тесту постоять минуты 3, чтобы манка заработала. Если творог сухой, твердый, крупинками, то рекомендую добавить немного жидкости в тесто (молоко, сыворотка, кефир или даже вода). На 300 г такого творога я добавляю примерно 1-1,5 ст. л. жидкости.",
      "Замешиваем тесто. Тесто липкое и рыхлое. В блюдце насыпаем муку. Ложкой зачерпываем тесто, кладем на руку, присыпанную мукой и формируем шарики. Идеальный, как я думаю, шарик - размером с каштан в оболочке. Сегодня я готовлю сырнички поменьше, чтобы их попробовал мой сынишка (шарик размером с грецкий орешек).",
      "Приминаем шарик рукой, чтобы получилась \"тарелочка\".",
      "Кладем наши сырники в горячее масло и убавляем огонь под сковородой до среднего.",
      "У меня на приготовление порции сырника уходит 7-8 минут. Если сырники делать крупными, выход - 6-7 шт. Моих сегодня получилось - 10."
    ],
    "url": "https://www.povarenok.ru/recipes/show/76425/",
    "nutrition": {
      "calories": "374 ккал",
      "protein": "21.4 г",
      "fat": "12 г",
      "carbohydrates": "45.2 г"
    }
  },
  {
    "name": "Чудо–оладьи",
    "ingredients": [
      "Яйцо куриное — 2 шт",
      "Соль — 1/4 ч. л.",
      "Сахар — 3/4 ст. л.",
      "Кефир — 1/2 стак.",
      "Сметана — 2 ст. л.",
      "Мука пшеничная / Мука — 1.5 стак.",
      "Сода — 1/2 ч. л."
    ],
    "instructions": [],
    "url": "https://www.povarenok.ru/recipes/show/15280/",
    "nutrition": {
      "calories": "1483.1 ккал",
      "protein": "48.3 г",
      "fat": "25.4 г",
      "carbohydrates": "265.7 г"
    }
  },
  {
    "name": "Постные котлеты",
    "ingredients": [
      "Специи — по вкусу",
      "Соль — по вкусу",
      "Сухари панировочные / Панировка",
      "Масло растительное (для жарки)",
      "Зелень (у меня укроп) — 1/2 пуч.",
      "Мука пшеничная / Мука — 0,5 стак.",
      "Крупа манная — 0,5 стак.",
      "Капуста белокочанная / Капустa — 1 кг",
      "Лук репчатый — 1 шт",
      "Чеснок — 2 зуб."
    ],
    "instructions": [
      "Капусту разрежьте на 4 части и приварите в подсоленной воде минут 8-10.",
      "Откиньте капусту на дуршлаг, пропустите через мясорубку и отожмите, чтобы удалить воду.",
      "На мелкой терке натрите лук и пропустите чеснок через пресс.",
      "Укроп мелко нарежьте.",
      "К капусте добавьте лук, чеснок и зелень. Посолите, приправьте специями по вкусу.",
      "Добавьте муку, манную крупу.",
      "Тщательно перемешайте.",
      "Сформируйте из этой массы котлетки, обваляйте в панировочных сухарях.",
      "И обжарьте на растительном масле до хрустящей золотистой корочки. Приятного аппетита!!!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/41301/",
    "nutrition": {
      "calories": "587.2 ккал",
      "protein": "26.7 г",
      "fat": "12.1 г",
      "carbohydrates": "96.3 г"
    }
  },
  {
    "name": "Милашино тесто и пирожки из него",
    "ingredients": [
      "Дрожжи (11 г или 25 г свежих) — 1 пакет.",
      "Соль — 1 ч. л.",
      "Сахар — 2 ст. л.",
      "Яйцо куриное — 1 шт",
      "Молоко — 250 мл",
      "Масло растительное — 6 ст. л.",
      "Мука пшеничная / Мука — 500 г"
    ],
    "instructions": [
      "Подготовить продукты. Они должны быть комнатной температуры. Включить духовку на 180*С и приступить к замешиванию теста.",
      "В глубокую миску влить подогретое молоко, добавить яйцо, соль, сахар и дрожжи, размешать венчиком. Влить масло и хорошо перемешать.",
      "Сверху просеять 400 г муки",
      "И перемешать лопаткой или ложкой.",
      "Оставшиеся 100 г просеять на стол, вывалить тесто и, подсыпая муку, тщательно промесить, пока оно не станет отставать от рук и стола, но стараясь не забивать тесто излишне. Мука может уйти не вся, это зависит от её влажности, клейковины и других причин.",
      "Тесто должно быть мягким, консистенции мочки уха. Как только оно начнет отставать от рук, прекратить замешивание. Положить в миску и затянуть пищевой пленкой.",
      "Миску с тестом завернуть в большое махровое полотенце.",
      "Выключить духовку, поставить в нее тесто на 20-25 минут.",
      "По истечении времени достать тесто. Оно уже поднялось, стало теплым, эластичным, податливым и нежным. Духовку снова включить на 180*С и приступить к разделке.",
      "Тесто выложить на стол,",
      "Слегка обмять, вернее, даже не обмять, а собрать края теста со всех сторон к центру - это называется \"сделать замок\" - перевернуть и оставить на 5 минут отдохнуть.",
      "Затем разделить на кусочки, подкатать их в шарики.",
      "Каждый шарик раскатать в лепешку, положить начинку и защипать.",
      "Выложить на противень. После расстойки, обычно хватает 5 минут, смазать пирожки желтком, взбитым с 1 ч. л. воды, и отправить в духовку.",
      "Выпекать при 180*С. Время выпечки зависит от размера изделий. Моим пирожкам хватило 20 минут."
    ],
    "url": "https://www.povarenok.ru/recipes/show/108246/",
    "nutrition": {
      "calories": "2850.9 ккал",
      "protein": "65.5 г",
      "fat": "94.3 г",
      "carbohydrates": "441.1 г"
    }
  },
  {
    "name": "Пончики для моей дочери",
    "ingredients": [
      "Дрожжи (сухие) — 5 г",
      "Молоко (теплое) — 230 мл",
      "Масло сливочное (растопленное) — 50 г",
      "Сахар — 3 ст. л.",
      "Яйцо куриное — 1 шт",
      "Мука пшеничная / Мука — 450 г",
      "Ваниль (по вкусу)",
      "Масло растительное (для жарки)",
      "Сахарная пудра (для посыпки)"
    ],
    "instructions": [
      "В миску разбиваем яйцо и добавляем к нему сахар, ваниль, масло и теплое молоко. Перемешиваем и высыпаем сверху дрожжи. Замешиваем тесто, постепенно добавляя муку. Я замешивала тесто в хлебопечке в режиме\"Тесто\".",
      "Тесто раскатать слоем в 1 см, рюмкой вырезать небольшие кружочки.",
      "И оставить на 1 час до подъема, накрыв полотенцем.",
      "Жарить в сковороде с большим количеством масла.",
      "Из остатков теста я испекла булочки со сгущенкой.",
      "Вынуть на салфетку и дать стечь жиру. Когда пончики слегка остынут, посыпать сахарной пудрой."
    ],
    "url": "https://www.povarenok.ru/recipes/show/42527/",
    "nutrition": {
      "calories": "2497.7 ккал",
      "protein": "60.6 г",
      "fat": "65 г",
      "carbohydrates": "423.1 г"
    }
  },
  {
    "name": "Блины вкусные",
    "ingredients": [
      "Кефир — 1 л",
      "Яйцо куриное — 2 шт",
      "Сахар — 1 ст. л.",
      "Соль — 1 ч. л.",
      "Сода — 1 ч. л.",
      "Вода (крутой кипяток) — 1 стак.",
      "Мука пшеничная / Мука — 14 ст. л.",
      "Масло растительное (для жарки)",
      "Масло сливочное (для смазывания)"
    ],
    "instructions": [
      "По рецепту используется кефир, но запросто можно готовить и на скисшем молоке. Оно подогревается вместе с сахаром и солью до отделения сыворотки, снимаем с огня. Сразу добавляются яйца, все перемешивается, добавляются 14 столовых ложек с горкой муки (если есть необходимость приготовить толстые блины, добавить еще 1, если цель - тонкие блинчики, кладем 11-12 ложек). Завариваем в крутом кипятке соду и сразу выливаем в тесто, тщательно перемешиваем. Тесто должно минутку \"подышать\" - поднимутся пузыри, оно станет легче, воздушнее.",
      "Смазываем маслом раскаленную сковороду и выпекаем блины. Каждый смазываем сливочным маслом."
    ],
    "url": "https://www.povarenok.ru/recipes/show/23808/",
    "nutrition": {
      "calories": "2215.1 ккал",
      "protein": "96.3 г",
      "fat": "28.9 г",
      "carbohydrates": "390.6 г"
    }
  },
  {
    "name": "Торт \"Самые нежные дамские пальчики\"",
    "ingredients": [
      "Масло сливочное (в тесто - 150 г; в глазурь - 1 ч.л.) — 160 г",
      "Соль — 0,5 ч. л.",
      "Мука пшеничная / Мука — 1,5 стак.",
      "Молоко — 1,5 стак.",
      "Яйцо куриное — 4-5 шт",
      "Сметана (25%, в крем) — 400 г",
      "Молоко сгущенное (варёное, в крем) — 500 г",
      "Орехи лесные (для украшения) — 150 г",
      "Шоколад молочный / Шоколад (в глазурь) — 50 г",
      "Сливки (в глазурь) — 1 ч. л."
    ],
    "instructions": [
      "Сначала приготовить заварное тесто. Для этого налейте в кастрюльку молоко, добавьте соль и наструганное сливочное масло. Доводим до кипения.",
      "Всыпьте сразу всю муку. Прогревайте массу на слабом огне при постоянном помешивании.",
      "Когда масса скатается в единый ком и будет легко отделяться от краев кастрюли, снимите кастрюлю с огня. Даём тесту остыть.",
      "Вводим по одному яйцу и размешиваем (замечу, взбивать яйца не нужно, просто втираем в тесто). В результате у вас должно получиться достаточно мягкое, не густое, но и не очень жидкое тесто. Если тесто будет очень густое, то ему будет трудно подняться, а если слишком жидкое, то оно будет расползаться при выпечке.",
      "Вы можете просто выложить тесто с помощью чайной ложки. Лично я предпочитаю, чтобы заварные основы для торта были маленького размера. На мой взгляд, в таком виде торт удобнее есть, хоть придётся побольше повозиться с заварными заготовками, но оно того стоит!!! Если вы будете, как и я, готовить заварные основы маленького размера, воспользуйтесь для этой цели кондитерским шприцом с насадкой маленького диаметра. Выдавливайте шприцом небольшие колбаски и отрезайте их ножницами (смоченными в воде).",
      "Отсаживайте заварные полосочки на достаточном расстоянии друг от друга, т. к. тесто при выпечке очень сильно увеличивается в объеме. Выпекайте при 180- 200 С (первые 20 мин. не открывайте дверцу духовки, иначе тесто может опасть) до готовности. И еще раз напомню, что заварное тесто лучше перепечь, чем недопечь. Недопеченное тесто опадает, превращаясь в блин.",
      "В результате у вас получится целая горка легких воздушных шариков.",
      "Готовим крем: смешиваем и взбиваем сгущёнку со сметаной.",
      "Вот и крем готов!",
      "Аккуратно перемешиваем заварные заготовки с кремом.",
      "Для глазури растопите шоколад, масло и сливки на водяной бане или в микроволновке до достижения однородности. Нагревайте шоколадную смесь крайне аккуратно! В результате у вас должна получиться однородная льющаяся шоколадная масса.",
      "И собираем наш тортик: укладываем заварные заготовки любой формы - овалом, квадратом, кружком, высоту тортика тоже на ваше усмотрение"
    ],
    "url": "https://www.povarenok.ru/recipes/show/68603/",
    "nutrition": {
      "calories": "5963.2 ккал",
      "protein": "126.8 г",
      "fat": "402.6 г",
      "carbohydrates": "468 г"
    }
  },
  {
    "name": "Запеканка из риса и кабачков",
    "ingredients": [
      "Рис (длиннозерный) — 1/3 стак.",
      "Масло оливковое — 2 ч. л.",
      "Лук репчатый (небольшой) — 1 шт",
      "Кабачок (или цуккини, среднего размера, тертый) — 1 шт",
      "Яйцо куриное — 3 шт",
      "Сыр твердый (тертый) — 3/4 стак.",
      "Пармезан (тертый, можно и без него) — 2 ст. л."
    ],
    "instructions": [
      "Разогрейте духовку до 180 градусов. Смажьте маслом посуду, в которой будете выпекать. Выстелите ее бумагой для выпечки. Рис залейте 2/3 стакана воды и поставьте на огонь. После закипания уменьшите огонь и варите 10-12 минут. Снимите с огня и оставьте под крышкой на 3 минуты.",
      "В сковороде разогрейте масло, добавьте лук. Готовьте, помешивая, 3-5 минут до мягкости.",
      "Переложите в большую миску, добавьте кабачки, рис, яйца и 1/2 стакана сыра. Хорошо перемешайте. Добавьте соль, перец по вкусу.",
      "Выложите получившуюся смесь в подготовленную форму для запекания. Посыпьте пармезаном и оставшимся сыром.",
      "Запекайте 30-35 минут, пока не схватится."
    ],
    "url": "https://www.povarenok.ru/recipes/show/45869/",
    "nutrition": {
      "calories": "2108.7 ккал",
      "protein": "179.5 г",
      "fat": "73.3 г",
      "carbohydrates": "174.9 г"
    }
  },
  {
    "name": "Болгарские ругувачки",
    "ingredients": [
      "Масло сливочное — 100 г",
      "Вода (крутой кипяток) — 1 стак.",
      "Мука пшеничная / Мука (400-600 г + для присыпки. Кол-во может отличаться в зависимости от муки) — 400 г",
      "Масло растительное (для жарки)",
      "Творог — 600-700 г",
      "Лук зеленый — 1 пуч.",
      "Петрушка — 1 пач.",
      "Укроп — 1 пуч.",
      "Соль"
    ],
    "instructions": [
      "Приготовим тесто: Масло режем на кусочки, даем немного нагреться после холодильника.",
      "Вливаем крутой кипяток.",
      "Помешивая ложкой, постепенно всыпаем муку.",
      "Замешиваем мягкое, эластичное тесто, оно очень приятное наощупь, но в то же время гибкое и упругое.",
      "Из теста формируем 10-12 шариков. Раскладываем их на присыпанной мукой поверхности.",
      "Готовим начинку. Измельчаем зелень.",
      "Смешиваем творог, зелень, перемешиваем и хорошенько присаливаем. Соли должно быть достаточно.",
      "Слегка раскатываем лепешку примерно до толщины в 1 см, затем раскатываем вторую.",
      "Щедро посыпаем одну лепешку мукой, покрываем второй лепешкой.",
      "И раскатываем сразу две лепешки до 3-4 мм.",
      "Половину лепешки покрываем толстым слоем начинки.",
      "Слегка слепляем руками, затем закрепляем вилкой. Формируем сразу все ругувачки, складывая их на присыпанную мукой поверхность.",
      "Вливаем в сковороду масло, накаливаем. Слегка убавляем огонь и жарим ругувачки на огне выше среднего до золотистого цвета."
    ],
    "url": "https://www.povarenok.ru/recipes/show/25695/",
    "nutrition": {
      "calories": "2837.9 ккал",
      "protein": "147.4 г",
      "fat": "108.4 г",
      "carbohydrates": "324.7 г"
    }
  },
  {
    "name": "Классический кекс",
    "ingredients": [
      "Мука пшеничная / Мука (просеять с разрыхлителем и ванилью) — 500 г",
      "Разрыхлитель теста — 1 ч. л.",
      "Ваниль — 1 г",
      "Сахар — 400 г",
      "Яйцо куриное (крупное, комнатной температуры) — 4 шт",
      "Масло сливочное — 250",
      "Молоко (комнатной температуры + 3 ст.л. дополнительно для шоколадной части теста) — 250 мл",
      "Какао-порошок (хорошего качества) — 3 ст. л.",
      "Цедра апельсина — 1 шт"
    ],
    "instructions": [
      "Взбить яйца до увеличения объёма в 2 раза и, не переставая взбивать, постепенно ввести сахар, взбивать не менее 7 минут.",
      "Добавить масло растопленное на паровой бане или в микроволновке, тщательно перемешать лопаточкой.",
      "Добавить муку, смешанную с разрыхлителем и ванилью и просеянную.",
      "Хорошо перемешать снизу вверх и по кругу.",
      "Добавить цедру и молоко и очень тщательно всё перемешать.",
      "Готовое тесто стекает с лопатки ленточкой.",
      "Отложить 1/3 часть теста, добавить в неё просеянное какао и 3 ст. л. молока, хорошо перемешать лопаточкой.",
      "Форму с трубкой (26 см. в диаметре) тщательно смазать маргарином (каждый рубчик) и присыпать мукой, перевернуть и легко постучать краем, чтобы удалить лишнюю муку. Поместить в форму белую часть теста, а сверху шоколадную.",
      "Выпекать в хорошо прогретой духовке при 170 C 60 минут, если вы хотите, чтобы кекс был более влажным, то выпекайте минут на 10 меньше. Готовность проверьте деревянной палочкой. Ориентируйтесь на вашу духовку. Дайте кексу полностью остыть, осторожно освободите его от формы и при желании посыпьте сах. пудрой или покройте шоколадной глазурью."
    ],
    "url": "https://www.povarenok.ru/recipes/show/70246/",
    "nutrition": {
      "calories": "3964.6 ккал",
      "protein": "100.4 г",
      "fat": "43.3 г",
      "carbohydrates": "802.1 г"
    }
  },
  {
    "name": "Ека",
    "ingredients": [
      "Лаваш (половина листа) — 0,5 шт",
      "Яйцо куриное — 1 шт",
      "Сыр сулугуни — 30 г",
      "Масло сливочное — 25 г",
      "Соль (немного)"
    ],
    "instructions": [
      "Итак, всё очень быстро и просто. Натереть сыр на мелкой тёрке. Сыр можно брать любой, твёрдый, можно сулугуни. С последним вкуснее, но у меня его в этот раз не было. А вообще мы пробовали с разным сыром это блюдо. Один раз даже с творогом (причём признались, хотя можно было за адыгейский сыр выдать) было, но нам не понравилось, лучше, когда сыр плавится.",
      "В тарелку (миску, кастрюлю... в общем, в глубокую ёмкость) налить холодную воду и растворить в ней немного соли. Окунуть в воду лаваш, буквально на 2 секунды (если передержать, лаваш порвётся).",
      "На сковороде растопить сливочное масло, обжарить на нём лаваш с двух сторон. Переворачивать аккуратно, чтобы не порвался.",
      "Перевернули, и практически сразу разбиваем яйцо и посыпаем сыром.",
      "Сворачиваем, загибая края лаваша так, чтобы яйцо не вытекло (ну, стараемся, по-крайней мере). В идеале свернуть нужно треугольничком, но у меня пока получается это через раз. Треугольник обжариваем в течение 3 минут, переворачивая.",
      "Выкладываем на тарелку, украшаем зеленью и подаём в горячем виде!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/29674/",
    "nutrition": {
      "calories": "405.9 ккал",
      "protein": "13.8 г",
      "fat": "38.5 г",
      "carbohydrates": "0.7 г"
    }
  },
  {
    "name": "Вертуны",
    "ingredients": [
      "Яйцо куриное — 1 шт",
      "Фарш мясной",
      "Специи (соль, перец)",
      "Масло растительное (для жарки)",
      "Лук репчатый — 1 шт"
    ],
    "instructions": [
      "У меня фарш ассорти, туда я натерла луковку, солим и перчим",
      "Берем яйца, количество зависит от того, сколько вы хотите вертунчиков. Взбиваем яйцо, как на омлетик",
      "Берем немножко фарша, делаем блинчик, кладем на тарелочку и заливаем яйцом. Разогреваем сковородку",
      "На сковородку выливаем яйцо и посерединке спускаем с тарелочки мясо прямо в центр яйца, накрываем крышкой и жарим",
      "Переворачиваем и снова под крышкой жарим",
      "Вот первый и готов, даем стечь маслу и немного остыть",
      "И аккуратно сворачиваем в трубочку, а точнее, подгибаем края",
      "И жарим до тех пор их, пока фарш не закончится"
    ],
    "url": "https://www.povarenok.ru/recipes/show/18939/",
    "nutrition": {
      "calories": "127 ккал",
      "protein": "8.7 г",
      "fat": "6.5 г",
      "carbohydrates": "8.7 г"
    }
  },
  {
    "name": "Мороженое из двух ингредиентов",
    "ingredients": [
      "Сливки — 200 мл",
      "Молоко сгущенное — 200 мл"
    ],
    "instructions": [
      "Размешиваем до однородности - в морозилку - застыло."
    ],
    "url": "https://www.povarenok.ru/recipes/show/58459/",
    "nutrition": {
      "calories": "1408.3 ккал",
      "protein": "22.1 г",
      "fat": "86.9 г",
      "carbohydrates": "140.1 г"
    }
  },
  {
    "name": "Сыр \"Маскарпоне\"",
    "ingredients": [
      "Сметана (не менее 20%, лучше всего домашняя жирная) — 800 г",
      "Молоко — 150-200 мл",
      "Сок лимонный — 2 ч. л."
    ],
    "instructions": [
      "Вообще, этот сыр делается из сливок, но так как сливок у меня не было, то я подумала, а почему бы не попробовать приготовить из сметаны? Ведь сметана-то делается из сливок! Приготовила, попробовала и просто обомлела, так получилось вкусно! Приступим: в сметану вылить молоко, хорошо перемешать, поставить на огонь и нагревать примерно до 70-75 градусов, помешивая. Добавить сок лимона, размешать, выдержать на медленном огне ещё несколько минут, сметана должна створожиться (не кипятить). Выключить огонь. Пусть постоит немного на плите, минут 5-7.",
      "В дуршлаг положить марлю, сложенную в два-три раза, или тонкую ткань, вылить свернувшуюся жидкость, пусть стекает.",
      "Для быстрого стекания приподнимайте то один край марли, то другой, можно слегка передвигать массу ложкой.",
      "Когда жидкость стечёт, примерно через 40-50 минут, немного отожмите массу. Если за это время жидкость ещё не стекла, то оставьте массу ещё на некоторое время. Да, чем сильнее вы отожмёте сырок, тем плотнее он будет.",
      "Хранить Маскарпоне надо в холодильние, в плотно закрытой посуде."
    ],
    "url": "https://www.povarenok.ru/recipes/show/42932/",
    "nutrition": {
      "calories": "1702.2 ккал",
      "protein": "26.7 г",
      "fat": "160.8 г",
      "carbohydrates": "33.3 г"
    }
  },
  {
    "name": "Манник",
    "ingredients": [
      "Крупа манная — 1 стак.",
      "Кефир — 1 стак.",
      "Мука пшеничная / Мука — 1 стак.",
      "Разрыхлитель теста — 1 ч. л.",
      "Масло растительное — 1 ст. л.",
      "Маргарин — 1 ст. л.",
      "Сахар — 1 стак.",
      "Яйцо куриное — 2 шт"
    ],
    "instructions": [],
    "url": "https://www.povarenok.ru/recipes/show/15750/",
    "nutrition": {
      "calories": "2585.1 ккал",
      "protein": "62.1 г",
      "fat": "31.8 г",
      "carbohydrates": "512.2 г"
    }
  },
  {
    "name": "Запеченный картофель \"Криспи гратин\"",
    "ingredients": [
      "Картофель — 6 шт",
      "Лук репчатый (у меня красный) — 2 шт",
      "Приправа (прованские травы)",
      "Масло сливочное (растопленное) — 3 ст. л.",
      "Соль",
      "Перец черный (молотый)"
    ],
    "instructions": [
      "Картофель очистить от кожуры и порезать тонкими кружками. Желательно картофель брать одного размера, но у меня разного.",
      "Две луковицы очистить от шелухи и нарезать кольцами. Я взяла красный, в рецепте-исходнике был обычный репчатый.",
      "Жаропрочную форму смазать маслом. Уложить картофель и лук. Посолить, поперчить, посыпать прованскими травами. Залить растопленным сливочным маслом.",
      "Выпекать в разогретой до 180 градусов духовке в течениe 1,5 часов, если верх начнет пригорать, то закрыть форму фольгой. Время запекания может меняться в зависимости от особенностей вашей духовки."
    ],
    "url": "https://www.povarenok.ru/recipes/show/61491/",
    "nutrition": {
      "calories": "1047.5 ккал",
      "protein": "17.9 г",
      "fat": "33.8 г",
      "carbohydrates": "169.7 г"
    }
  },
  {
    "name": "Львовский сырник",
    "ingredients": [
      "Творог (жирный) — 500 г",
      "Яйцо куриное — 4 шт",
      "Сахар — 150 г",
      "Масло сливочное — 100 г",
      "Цедра лимона — 1 шт",
      "Изюм — 30 г",
      "Крупа манная — 1 ст. л.",
      "Сметана — 2-3 ст. л.",
      "Какао-порошок — 2 ст. л.",
      "Сахар — 2 ст. л.",
      "Масло сливочное — 1 ст. л."
    ],
    "instructions": [
      "Творог пропустить через мясорубку или протереть через сито. Внимание! Творог не должен быть мокрый, иначе сырник будет слишком плотный. Если творог мокрый, его надо подвесить в марле на пару часов для стекания, или положить в марле в дуршлаг и прижать сверху грузом (например пачкой гречки или чего-то другого).",
      "Желтки взбить с сахаром (в оригинале было 200 г, я уменьшила до 150 г) до однородной глянцевой массы.",
      "Добавляем манку, масло комнатной температуры, изюм и цедру лимона.",
      "Добавляем творог и перемешиваем миксером на низкой скорости (недолго!!!).",
      "Затем взбиваем белки до пиков.",
      "Выложить белки в творожную массу и аккуратно перемешать ложкой.",
      "Форму для выпекания смазать маслом и присыпать мукой (я использую вместо этого пергамент). Выложить массу в форму и поставить в разогретую до 180 градусов духовку на 50-60 мин. ОРИЕНТИРУЙТЕСЬ на свою духовку, мне хватило 30 минут.",
      "Для глазури: 1 ст. л. масла растопить с 2 ст. л. сахара на маленьком огне, все время помешивая. Затем добавить 2-3 ст. л. сметаны, хорошо вымешать и насыпать 2 ст. л. какао. Продолжать варить на маленьком огне хорошо перемешивая. Не переставая мешать, довести до кипения и выключить огонь.",
      "Когда сырник будет готов, достать его из духовки и дать ему полностью остыть, затем вынуть из формы, просто перевернув его и полить горячей глазурью.",
      "И самое главное, сырник должен выстояться в холодильнике часов 5-6, а лучше, всю ночь."
    ],
    "url": "https://www.povarenok.ru/recipes/show/55825/",
    "nutrition": {
      "calories": "2891.5 ккал",
      "protein": "136.3 г",
      "fat": "141.7 г",
      "carbohydrates": "266.9 г"
    }
  },
  {
    "name": "Бельгийские вафли",
    "ingredients": [
      "Молоко — 250 мл",
      "Соль (щепотка)",
      "Мука пшеничная / Мука — 250 г",
      "Яйцо куриное — 3 шт",
      "Ванильный сахар — 1 пакет.",
      "Сахар — 75 г",
      "Маргарин (мягкий или масло сливочное) — 125 г",
      "Вода газированная (минеральная) — 125 мл",
      "Разрыхлитель теста — 1/4 ч. л."
    ],
    "instructions": [
      "Отделить белки от желтков. Белки хорошо взбить. Масло, сахар, ванилин, желтки и соль взбить до растворения сахара. Смешать муку и разрыхлитель для теста. Влить в муку молоко и добавить масляно-сахарную массу. После этого добавить минеральную воду и взбитые белки. Все хорошо перемешать",
      "И выпечь вафли до золотистого цвета (у меня 5-6 температурный режим).",
      "Из этой порции получается 11-12 толстеньких вафель. При подаче можно посыпать корицей и сахарной пудрой."
    ],
    "url": "https://www.povarenok.ru/recipes/show/22607/",
    "nutrition": {
      "calories": "2371.9 ккал",
      "protein": "51.6 г",
      "fat": "100.8 г",
      "carbohydrates": "315.8 г"
    }
  },
  {
    "name": "Кексы медовые постные",
    "ingredients": [
      "Вода (кипяченая, теплая) — 250 мл",
      "Мед — 2 ст. л.",
      "Сахар — 0,5 стак.",
      "Масло растительное (без запаха) — 0,5 стак.",
      "Мука пшеничная / Мука — 1,5-2 стак.",
      "Сода (не гашеная) — 1,5 ч. л.",
      "Соль — 1 щепот."
    ],
    "instructions": [
      "В чашку льем теплую воду, добавляем мед, сахарный песок, щепотку соли и растительное масло без запаха. Тщательно размешиваем.",
      "Муку смешиваем с содой и просеиваем в чашку. Перемешиваем венчиком до однородности. Тесто должно быть без комочков, льющимся – немного жиже, чем тесто для оладьев.",
      "В это тесто можно добавить любимые сухофрукты, орехи.",
      "Разливаем по формочкам, примерно на 2/3 высоты – кексы отлично поднимаются. Выпекаем при 200*С до красивого коричневого цвета. По времени – около 20мин.",
      "Даем немного остыть в формочке, вынимаем. Наливаем чай и угощаемся!"
    ],
    "url": "https://www.povarenok.ru/recipes/show/38630/",
    "nutrition": {
      "calories": "771.2 ккал",
      "protein": "14.7 г",
      "fat": "1.9 г",
      "carbohydrates": "175.8 г"
    }
  }
]